{
    "1015810": {
        "success": true,
        "data": {
            "type": "demo",
            "name": "TITAN SLAYER Ⅱ Demo",
            "steam_appid": 1015810,
            "required_age": 0,
            "is_free": true,
            "detailed_description": "You can feel a tip of TITAN SLAYER II with this Demo!.<br><br>Demo version will include Episode-1 Normal mode and Hell mode (You will die instantly).<br>Those of you who installed a DEMO will be issue a discount coupon when the game is launched so do NOT uninstall after finish playing it. <br><br><strong>■True experience of VR action game</strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1015810/extras/01.jpg?t=1550542620\" ><br>The battle will depend on how you move. <br>Your physical ability will affect a lot to game score.<br>Move big and sharpen up your skill to beat enormous enemies.<br><br><strong>■Move location to find a boss </strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1015810/extras/02.jpg?t=1550542620\" ><br>Introducing new movement system will let you improving your game action.<br>Slay enemies by your skill and reach out to boss area.<br><br><strong>■Choose your weapon depending on a situation</strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1015810/extras/03.jpg?t=1550542620\" ><br>You need to grasp your surroundings instantly and determine what would be the best for you.<br>What you choose depending on a situation will be the key to divide your success.<br><br><strong>■Experience highly optimized VR performance</strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1015810/extras/04.jpg?t=1550542620\" ><br>With the power of Unreal Engine 4, we can give you the best VR experience you had ever done before.<br>You will be overwhelmed to the worldview and reality of this game.<br>Feel the evolution of VR game by playing TITAN SLAYER II.<br><br><strong>■Wait for an update</strong><br>In our plan, We gradually added some feature like character’s growth system, more weapon types.<br>We would like to get all the feedback and reflect it back into the game.<br>We will be happy to make this extraordinary game with you!!",
            "about_the_game": "You can feel a tip of TITAN SLAYER II with this Demo!.<br><br>Demo version will include Episode-1 Normal mode and Hell mode (You will die instantly).<br>Those of you who installed a DEMO will be issue a discount coupon when the game is launched so do NOT uninstall after finish playing it. <br><br><strong>■True experience of VR action game</strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1015810/extras/01.jpg?t=1550542620\" ><br>The battle will depend on how you move. <br>Your physical ability will affect a lot to game score.<br>Move big and sharpen up your skill to beat enormous enemies.<br><br><strong>■Move location to find a boss </strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1015810/extras/02.jpg?t=1550542620\" ><br>Introducing new movement system will let you improving your game action.<br>Slay enemies by your skill and reach out to boss area.<br><br><strong>■Choose your weapon depending on a situation</strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1015810/extras/03.jpg?t=1550542620\" ><br>You need to grasp your surroundings instantly and determine what would be the best for you.<br>What you choose depending on a situation will be the key to divide your success.<br><br><strong>■Experience highly optimized VR performance</strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1015810/extras/04.jpg?t=1550542620\" ><br>With the power of Unreal Engine 4, we can give you the best VR experience you had ever done before.<br>You will be overwhelmed to the worldview and reality of this game.<br>Feel the evolution of VR game by playing TITAN SLAYER II.<br><br><strong>■Wait for an update</strong><br>In our plan, We gradually added some feature like character’s growth system, more weapon types.<br>We would like to get all the feedback and reflect it back into the game.<br>We will be happy to make this extraordinary game with you!!",
            "short_description": "TITAN SLAYER is back to VR world!!!TITAN SLAYER is back to VR world!!!Demo is on store! Feel a tip of TITAN SLAYER II with this Demo.Fighting against massive giant creature by using your sword, bow and gun. Introducing a whole new movement system will let you improving your game action.",
            "fullgame": {
                "appid": "906770",
                "name": "TITAN SLAYER Ⅱ"
            },
            "supported_languages": "English, Traditional Chinese, Japanese",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/1015810/header.jpg?t=1550542620",
            "website": "https://colopl.co.jp/en/products/vr/titanslayer2.php",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 10 64bit<br></li><li><strong>Processor:</strong> Intel Core i7<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GeForce GTX 970<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 4 GB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 10 64bit<br></li><li><strong>Processor:</strong> Intel Core i7<br></li><li><strong>Memory:</strong> 16 GB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GeForce GTX1070<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 4 GB available space</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "TITAN SLAYER Ⅱ uses Unreal® Engine. Unreal® is a trademark or registered trademark of Epic Games, Inc. in the United States of America and elsewhere. Unreal® Engine, Copyright 1998 – 2019, Epic Games, Inc. All rights reserved.<br />\r\n<br />\r\nCopyright © (current year) Oculus VR, LLC. All rights reserved.<br />\r\n<br />\r\n3. Subject to the terms and conditions of this License, your license to redistribute and sublicense the AUDIO SDK and AUDIO SDK Derivatives is also expressly made subject to the following conditions:<br />\r\n3.1. You may sublicense and redistribute the source, binary, or object code of the AUDIO SDK in whole or in part by itself for no charge.  If you license, sublicense or redistribute AUDIO SDK Derivatives in and of themselves (not as a part of a piece of Developer Content) then you may only do that solely with and in conjunction with the AUDIO SDK;<br />\r\n3.2. You must include with all such redistributed or sublicensed AUDIO SDK or AUDIO SDK Derivatives code the following copyright notice: \"Copyright © (current year) Oculus VR, LLC. All rights reserved,\" and include the list of conditions contained in this Section 3, including the full text of the disclaimer in Section 3.6 below;<br />\r\n3.3. Neither the name of Oculus VR, LLC nor the names of Oculus VR, LLC's contributors, licensors, employees, or contractors, may be used to endorse or promote products derived from this AUDIO SDK without specific prior written permission of Oculus VR, LLC;<br />\r\n3.4. You must give any other recipients of the AUDIO SDK or any elements thereof, including AUDIO SDK Derivatives, a copy of this License; and such recipients must agree to and enter into this License with Oculus.  Recipients, licensees or sublicensees may only use the AUDIO SDK or any AUDIO SDK Derivatives or any elements thereof subject to the terms of this License.  You must cause any modified files to carry prominent notices stating that you changed the files;<br />\r\n3.5. If the AUDIO SDK or a specific element thereof includes a \"LICENSE\" text file as part of its distribution (the “License Notice”), then any AUDIO SDK Derivatives that you distribute with the AUDIO SDK in whole or in part must include a readable copy of such attribution notices as are contained within the applicable License Notice file (excluding those notices that do not pertain to any part of the AUDIO SDK Derivatives), in at least one of the following places: within a License Notice text file distributed as part of the AUDIO SDK Derivatives; within the source form or documentation, if provided along with the AUDIO SDK Derivatives; or, within a display generated by the AUDIO SDK Derivatives, if and wherever such third-party notices normally appear.  You must also include in the License Notice file for all AUDIO SDK Derivatives a copy of all notices (including any product liability notices).  The contents of the License Notice file are for informational purposes only and do not modify the License. You may add your own attribution notices within AUDIO SDK Derivatives that you distribute, alongside or as an addendum to the License Notice text from the AUDIO SDK or any part thereof, provided that such additional attribution notices cannot be construed as modifying the License.<br />\r\n3.6.  THIS AUDIO SDK AND ANY COMPONENT THEREOF IS PROVIDED BY OCULUS AND ITS CONTRIBUTORS \"AS IS\" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL OCULUS AS THE COPYRIGHT OWNER OR ITS CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS AUDIO SDK OR THE AUDIO SDK DERIVATIVES, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.<br />\r\n<br />\r\nCopyright (c) 2014-2016 Oculus VR, LLC. All rights reserved,<br />\r\n<br />\r\nCopyright (c) 2002-2004 Xiph.org Foundation<br />\r\n<br />\r\nRedistribution and use in source and binary forms, with or without<br />\r\nmodification, are permitted provided that the following conditions<br />\r\nare met:<br />\r\n<br />\r\n- Redistributions of source code must retain the above copyright<br />\r\nnotice, this list of conditions and the following disclaimer.<br />\r\n<br />\r\n- Redistributions in binary form must reproduce the above copyright<br />\r\nnotice, this list of conditions and the following disclaimer in the<br />\r\ndocumentation and/or other materials provided with the distribution.<br />\r\n<br />\r\n- Neither the name of the Xiph.org Foundation nor the names of its<br />\r\ncontributors may be used to endorse or promote products derived from<br />\r\nthis software without specific prior written permission.<br />\r\n<br />\r\nTHIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS<br />\r\n``AS IS'' AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT<br />\r\nLIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR<br />\r\nA PARTICULAR PURPOSE ARE DISCLAIMED.  IN NO EVENT SHALL THE FOUNDATION<br />\r\nOR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL,<br />\r\nSPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT<br />\r\nLIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE,<br />\r\nDATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY<br />\r\nTHEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT<br />\r\n(INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE<br />\r\nOF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.<br />\r\n<br />\r\nCopyright (c) 2015, Valve Corporation All rights reserved.<br />\r\n<br />\r\nRedistribution and use in source and binary forms, with or without modification,<br />\r\nare permitted provided that the following conditions are met:<br />\r\n<br />\r\n1. Redistributions of source code must retain the above copyright notice, this<br />\r\nlist of conditions and the following disclaimer.<br />\r\n<br />\r\n2. Redistributions in binary form must reproduce the above copyright notice,<br />\r\nthis list of conditions and the following disclaimer in the documentation and/or<br />\r\nother materials provided with the distribution.<br />\r\n<br />\r\n3. Neither the name of the copyright holder nor the names of its contributors<br />\r\nmay be used to endorse or promote products derived from this software without<br />\r\nspecific prior written permission.<br />\r\n<br />\r\nTHIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS \"AS IS\" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE ISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT HOLDER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.<br />\r\n<br />\r\naoTuV - Copyright (c) 2003-2008 Aoyumi<br />\r\nlibvorbis - Copyright (c) 2002-2008 Xiph.org Foundation<br />\r\n<br />\r\nRedistribution and use in source and binary forms, with or without<br />\r\nmodification, are permitted provided that the following conditions<br />\r\nare <br />\r\nmet:<br />\r\n<br />\r\n- Redistributions of source code must retain the above copyright<br />\r\nnotice, this list of conditions and the following disclaimer.<br />\r\n<br />\r\n- <br />\r\nRedistributions in binary form must reproduce the above copyright<br />\r\nnotice, this list of conditions and the following disclaimer in the<br />\r\ndocumentation and/or other materials provided with the distribution.<br />\r\n<br />\r\n- <br />\r\nNeither the name of the Xiph.org Foundation nor the names of its<br />\r\ncontributors may be used to endorse or promote products derived from<br />\r\nthis software without specific prior written permission.<br />\r\n<br />\r\n<br />\r\nTHIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS<br />\r\n``AS IS'' AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT<br />\r\nLIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR<br />\r\nA PARTICULAR PURPOSE ARE DISCLAIMED.  IN NO EVENT SHALL THE FOUNDATION<br />\r\nOR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL,<br />\r\nSPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT<br />\r\nLIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE,<br />\r\nDATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY<br />\r\nTHEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT<br />\r\n(INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE<br />\r\nOF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.<br />\r\n<br />\r\nPortions utilize Microsoft Windows Media Technologies.  Copyright (c) 2006 Microsoft Corporation.  All Rights Reserved",
            "developers": [
                "COLOPL, Inc."
            ],
            "publishers": [
                "COLOPL, Inc."
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 10,
                    "description": "Game demo"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "Feb 11, 2019"
            },
            "support_info": {
                "url": "https://colopl.co.jp/en/products/vr/titanslayer2.php",
                "email": "titanslayer2@colopl.jp"
            },
            "background": "",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}