{
    "1025600": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Battle Realms: Zen Edition",
            "steam_appid": 1025600,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<h1>Become a part of the community</h1><p><a href=\"https://steamcommunity.com/linkfilter/?url=https://discordapp.com/invite/pXK6bWu\" target=\"_blank\" rel=\"noopener\"  ><img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/discord_banner_DragonStyle.png?t=1583717460\" /></a></p><br><h1>It's the little details...</h1><p><ul class=\"bb_ul\"><li><strong>Strategy Over Production</strong> - With a limited number of units at the player's disposal, victory is in the hands of the player who outthinks rather than outnumbers his opponent. <br></li><li><strong>Living Resource System</strong> - Peasants come out of their huts at their own pace and face a multitude of choices. Should they gather resources, construct buildings, water rice crops, extinguish fire, catch horses or train to be skilled warriors?<br></li><li><strong>Unit Alchemy</strong> - Peasants train to become soldiers. Newly trained soldiers may then continue training to become specialists in various disciplines or study and acquire new combat abilities. All units are unique and most of them have innate abilities that give them or their allies an advantage in various situations.<br></li><li><strong>Damage System</strong> - Battle Realms employs a six-way rock/paper/scissors damage system, or in this case, a cutting/piercing/blunt/explosive/fire/magic system. Each unit deals a particular type of damage, in addition to being strong against some types of damage and weak against others.<br></li><li><strong>Immersive Combat</strong> - All units have unique animations for all occassions, the fights are fluid and enjoyable to observe: instead of repeating a single sword swing, units unleash wild slashing combos upon their foes. Missile units can fight in melee when they have no choice. All units will limp back to their village after being wounded in battle, while the Kabuki Warrior juggles his magic orbs to lighten the spirits of his comrades.<br></li><li><strong>Retreat</strong> - Because all units must be trained up from peasants, attempting to save as many of your units as possible is an important strategy. While it is possible to recover from defeat without doing this, the time saved is significant. After a few minutes resting, your units will be almost as good as new, ready to attack again. <br></li><li><strong>Running and Walking</strong> - Most units can either run or walk. As one would expect, running gets the units to their destination faster. However, running also burns stamina. While many units don't have uses for stamina other than running, many units have abilities or Battle Gears that draw on stamina to power them. Additionally, a unit that runs into battle and depletes his stamina won't be able to run out. Running offers players a number of choices: should they slowly sneak through the forest and save my stamina for special attacks, or should they run in and try to catch them off guard? Stamina is gradually restored as a unit idles, allowing a unit to run, rest, then run again.<br></li><li><strong>Strategic surroundings</strong> - Fire consumes buildings if not extinguished, birds will give away enemy positions if startled, wild animals attack lone wanderers and boulders can be pushed to deal devastating damage.<br></li><li><strong>Horses as an individual resource</strong> - Peasants capture horses, which are taken to the stables and domesticated. Any unit can use a horse once it has been domesticated. Horses provide a unit with a variety of bonuses: speed, stamina, health and damage. While most units mount the horse, some use the horse in other ways.. The peasant, for example, uses the horse as a packhorse to streamline his harvesting operations. <br></li><li><strong>Battle Gears</strong> - Special upgrades that, unlike traditional RTS upgrades, are for individual units. Each clan acquires its Battle Gears by different means: buildings are common means, but some soldiers get them from other units or bizarre necromantic rites. Instead of just boosting units' stats, Battle Gears were designed to give units versatility they wouldn't otherwise have. <br></li><li><strong>Yin and Yang</strong> - By awarding Yin and Yang points based on performance in battle, Battle Realms incentivizes players to actually get out there and fight.<br></li><li><strong>Line of Sight</strong> - Fog of war is translucent, and thus players can see all features on the map. Gaining control of the high ground and forests is an important strategy in Battle Realms, as shroud wouldn't allow players to effectively strategize. <br></li><li><strong>Terrain</strong> - As in real battle, using the lay of the land to one's advantage is critical to victory. This is mostly represented by a damage bonus conferred to units that attack from higher ground. Additionally, units that attack from lower ground suffer a small damage penalty. Naturally, this is particularly effective for missile units, although melee units that attack from above will also benefit. <br></li><li><strong>Forest</strong> - Forests are not obstacles, but rather terrain to be used. Troops can enter the forest and will be largely invisible to their opponents, since forests limit a unit's line of sight. As friendly units walk under the forest canopy, the trees fade to let the player see his own army. This allows for a variety of sneak attack options, which can be countered by placing units in or near the forest. Care must be taken when moving through the woods - move too quickly, and birds scatter from the trees, alerting enemy players to movement. <br></li><li><strong>Zen Masters</strong> - Each clan has its share of heroic figures known as Zen Masters. Zen Masters are incredibly powerful units, in addition to their impressive stats, they start with their own unique Battle Gears. These powers vary as widely as the heroes they stem from, ranging from impressive healing abilities to teleports. Zen Masters are masters of their particular alignment, and benefit from the presence of Yin and Yang. As the player stores more Yin or Yang, the damage Zen Masters do in battle will gradually increase.<br></li><li><strong>Environmental Effects</strong> - Frogs hop through the swamp and fireflies gather around trees at night. As units walk through shallow riverbeds the water ripples, then splashes when the soldiers begin to run. Snippets of freshly cut leaves fall to the ground as peasants harvest rice. Maggots squirm on the ground after leaving the Infested One's rotting belly. <br></li><li><strong>Weather</strong> - Though at first, the weather system appears to be just a visual effect, the weather can have a major impact on gameplay. Rain slows the advance of all units, extinguishes building fires and helps rice regrow faster. Snow slows the rice growth and unit movement down. Some of the game's more powerful heroes can alter the weather to suit their clan's strategic needs. </li></ul></p><br><h1>Everybody was Kung Fu fighting...</h1><p><strong>Fun fact:</strong> Back when it was released in 2001, Battle Realms caused a many month delay of Warcraft III. The staff at Blizzard played Battle Realms and agreed that it was better than their current version of their game. Then... they did an outstanding job and brought an epic RTS of their own for the whole world to remember!</p><br><h1>About the Game</h1>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   <strong>Every warrior has a name and they are all willing to die for you.</strong><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀ <img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/620x346_AboutThisGame.png?t=1583717460\" /><br><br><strong>Ed Del Castillo</strong> (producer of Command &amp; Conquer) proudly presents the return of his masterpiece: <strong>Battle Realms</strong>.<br><br>Critically acclaimed and enjoyed by fans worldwide, Battle Realms is packed with innovation, deep strategy, and an immersive world filled with meaningful detail. It's a game defined by its setting -- an RTS that combines resource management, unit development, and tactical gameplay with storytelling inspired by the Kung Fu movies and oriental culture.<br><br>If you missed it the first time, now is your chance to experience one of the most innovative RTS's in the genre. Even though the original Battle Realms came out almost two decades ago, many of its features have yet to be copied in other games. With unique units and many original ideas Battle Realms is a game that no RTS fan can afford to miss.<br><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ⠀  <img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/Features_tab4.png?t=1583717460\" /><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ <img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/620x346_Features3.png?t=1583717460\" /><br><strong><h2 class=\"bb_tag\">Zen Edition:</h2></strong><br><strong>☯ Early Access:</strong> The game is in continious development yet once again. Help the game flourish by leaving feedback in the community hub. Don't forget to read our Early Access statement!<br><br><strong>☯ Complete:</strong> Includes the original Battle Realms and its Winter of the Wolf expansion that focuses on the Wolf clan and serves as a prequel to the original campaign.<br><br><strong>☯ New &amp; Improved:</strong> Countless bugfixes, dual-monitor support, updated screen resolutions, online multiplayer... and more! <br><strong><h2 class=\"bb_tag\">Unique Gameplay:</h2></strong><br><strong>☯ Train Your Warriors:</strong> Experience one of the most unique troop creation systems in RTS. Peasants train into soldiers, which in turn, can follow multiple training paths like Samurai, Cannoneers, Bandits, Berserkers, and many other mythical warriors.<br><br><strong>☯ Live or Die by the Land:</strong> Seize tactical advantages in a living world teeming with life - birds fly when startled, wolves attack troops, higher ground offers increased power to ranged attacks, and when it rains, fires are put out and crops grow faster.<br><br><strong>☯ Command the Power of Zen:</strong> Your Zen Masters wield fantastic powers in the heat of battle - heroic feats inspire your people, granting almost magical powers and opening up new strategies.<br><br><strong>☯ Blood Spilled Is Power Gained:</strong> Lead warriors to victory and earn Yin &amp; Yang points to acquire destructive new weapons and magic. The more you do, the more powerful you become.<br><br><strong>☯ A War for the Masses:</strong> Stage epic battles with up to 8 players. Dozens of multiplayer maps and a deeply customizable PVP skirmish mode.<br><strong><h2 class=\"bb_tag\">Immersive Storyline:</h2></strong><br><strong>☯ Battle Realms:</strong> Kenji, exiled heir to the Serpent throne, must stake his claim in a chaotic world wracked by the subversive intrigues of the Serpent, Wolf, and Lotus clans. Shall he vanquish the land under a campaign of malevolence and terror or restore the war-torn realm to its former glory? Enter Battle Realms and choose your destiny.<br><br><strong>☯ Winter Of The Wolf:</strong> Explore the history that led up to the events in Battle Realms. Scattered and unorganized, your enslaved Wolf brethren hunger for revolt against their corrupt Lotus Clan masters. You must unite them. You must lead them. You must free them.<br><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠀   <img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/TheFourClans_tab.png?t=1583717460\" /><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ <img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/620x180_TheFourClans.png?t=1583717460\" /><br><br>There are four major clans that comprise the population of Battle Realms Island. Each with unique characteristics, units, cultures and histories, the decision of which is best is up to you. Within the borders of this broken land, three clans maintain an uneasy coexistence, fraught with tension and, at times, slavery and open war.<br><br>The Wolf Clan in the northwest, the Lotus Clan high on their northern plateau, and the Serpent Clan in the fertile lowlands. And always, at least in some minds, there is a ghost of a fourth great clan, the lost Dragon Clan, forefathers of the Serpent. Despite their proximity, no three persons could be more different. As yet there is no clear victor in this three-handed struggle; alliances and enmities are unstable, and you never know who or what might be massing on your borders. If you are to survive in this world, you must study your enemies and your friends alike: know their ways, their warriors, and their weaknesses.<h2 class=\"bb_tag\">☯ Dragon Clan: The Path of Righteousness</h2>The ancient Dragon Clan prizes honor above everything else. They are Yang followers with honor as their symbol. Their warriors seek to become one with their weapons. Due to their devotion to honor, the Dragon deity assists them during times of great peril.<h2 class=\"bb_tag\">☯ Serpent Clan: The Way of the Wicked</h2>A derivative of the Dragon Clan, the Serpent Clan have forgotten their honorable ways and have resorted to thievery and deceit. Serpent clansmen are Yin followers. Unlike their Dragon ancestors, they do not scorn the use of firearms; instead they have learned to employ its use in many of their fighting arts. Even though the Dragon Clan knew how to use gunpowder, it was the Serpent Clan which uncovered its secrets. Stealthy, flexible, and cunning, the Serpent Clan uses a plethora of Battle Gears to disable their opponents and produce an advantage.<h2 class=\"bb_tag\">☯ Wolf Clan: The Spirit of Might</h2>The wild Wolf Clan prizes freedom above all else. They are Yang followers with freedom as their symbol. Unlike the other clans, they have no cavalry, nor do they have healers. They feed the horses to their wolves, which accompany them and partake in their battles. Their wounds knit surprisingly fast, even more so with the use of herbs. They know some magic, and much of what they do know is tied to nature. Wolf clansmen are down to earth, hardworking people, and take a delight in nature. They are also known for their use of shale as their armor.<h2 class=\"bb_tag\">☯ Lotus Clan : The Essence of Darkness</h2>The Lotus Clan is the remnant of a Yang Clan of old, but it is now a Yin Clan. Lotus clansmen are Yin followers with corruption as their symbol. They follow the Forbidden Path, which focuses on death and decay. Their religion centralizes around three ancient brothers, now long gone, who tended the Tree of Corruption. The Lotus Clan's strategy is based on their immense understanding of magic, which translates to unit abilities and Battle Gear.<br><br><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠀   <img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/History_tab.png?t=1583717460\" /><br><img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/620x311_TarrantBreakingTheWorld.png?t=1583717460\" /><br><br>Sit by the fire, young nobleman, and help yourself to a goblet of jasmine tea. You are wise to come here. So many warriors before you attempted to unite this realm under their reign. They were brave and strong. They had the noble knowledge of tactics. They knew how to choose the best steel for swords. They had fists that could punch holes through stone walls. They had eyes that could spot a sneaking ninja in the middle of a cloudy night. They had hearts that knew no fear nor remorse. But none of them came to seek advice of an old man living on the mountain. And--one by one--they failed. Their power crumbled, their dreams vanished, and their lives faded. You are wise to come here, young nobleman. But this is only your first step towards the true wisdom and the true power that only comes with balance...<br><br>Once upon a time there was a proud empire with many great clans. The Serpent Clan ruled this empire while the other clans like the Lotus and Crane maneuvered for greater control of it. It is said, that in those times a great darkness grew from the shadows and formed sinister creatures of pure night. Like droplets of rain they dotted the land and overwhelmed the one clan after another. Tarrant, the leader of the Serpent clan, was the first to accept the fate of the empire. He fled to the south with the remnants of the Serpent Clan and its prized possession, the Dragon Orb.<br><br>Further and further they travelled until he could see the Southern Seas and the end of the land. It was here that he turned and faced the Horde. Summoning all the power of the Dragon Orb, he separated the southern tip of the continent from the rest of the mainland with the awesome power of the orb. Neither it nor he would ever be seen again. The Horde could not cross running water, so Tarrant had saved his people at the cost of his own life and the Orb.<br><br>To this protected place came two other Clans, the Lotus and the Wolf. The Lotus Clan, twisted and corrupt managed to cross to safety by means unknown. The Wolf Clan, whose matriarchal Druidesses foresaw the drowning of their lands by tidal wave (a result of Tarrant breaking the world) built massive arks for their people which rode the surge and shipwrecked on the new formed island.<br><br>How they came to know one another and fight for their piece of the island is the story of Battle Realms!",
            "about_the_game": "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   <strong>Every warrior has a name and they are all willing to die for you.</strong><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀ <img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/620x346_AboutThisGame.png?t=1583717460\" /><br><br><strong>Ed Del Castillo</strong> (producer of Command &amp; Conquer) proudly presents the return of his masterpiece: <strong>Battle Realms</strong>.<br><br>Critically acclaimed and enjoyed by fans worldwide, Battle Realms is packed with innovation, deep strategy, and an immersive world filled with meaningful detail. It's a game defined by its setting -- an RTS that combines resource management, unit development, and tactical gameplay with storytelling inspired by the Kung Fu movies and oriental culture.<br><br>If you missed it the first time, now is your chance to experience one of the most innovative RTS's in the genre. Even though the original Battle Realms came out almost two decades ago, many of its features have yet to be copied in other games. With unique units and many original ideas Battle Realms is a game that no RTS fan can afford to miss.<br><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ⠀  <img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/Features_tab4.png?t=1583717460\" /><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ <img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/620x346_Features3.png?t=1583717460\" /><br><strong><h2 class=\"bb_tag\">Zen Edition:</h2></strong><br><strong>☯ Early Access:</strong> The game is in continious development yet once again. Help the game flourish by leaving feedback in the community hub. Don't forget to read our Early Access statement!<br><br><strong>☯ Complete:</strong> Includes the original Battle Realms and its Winter of the Wolf expansion that focuses on the Wolf clan and serves as a prequel to the original campaign.<br><br><strong>☯ New &amp; Improved:</strong> Countless bugfixes, dual-monitor support, updated screen resolutions, online multiplayer... and more! <br><strong><h2 class=\"bb_tag\">Unique Gameplay:</h2></strong><br><strong>☯ Train Your Warriors:</strong> Experience one of the most unique troop creation systems in RTS. Peasants train into soldiers, which in turn, can follow multiple training paths like Samurai, Cannoneers, Bandits, Berserkers, and many other mythical warriors.<br><br><strong>☯ Live or Die by the Land:</strong> Seize tactical advantages in a living world teeming with life - birds fly when startled, wolves attack troops, higher ground offers increased power to ranged attacks, and when it rains, fires are put out and crops grow faster.<br><br><strong>☯ Command the Power of Zen:</strong> Your Zen Masters wield fantastic powers in the heat of battle - heroic feats inspire your people, granting almost magical powers and opening up new strategies.<br><br><strong>☯ Blood Spilled Is Power Gained:</strong> Lead warriors to victory and earn Yin &amp; Yang points to acquire destructive new weapons and magic. The more you do, the more powerful you become.<br><br><strong>☯ A War for the Masses:</strong> Stage epic battles with up to 8 players. Dozens of multiplayer maps and a deeply customizable PVP skirmish mode.<br><strong><h2 class=\"bb_tag\">Immersive Storyline:</h2></strong><br><strong>☯ Battle Realms:</strong> Kenji, exiled heir to the Serpent throne, must stake his claim in a chaotic world wracked by the subversive intrigues of the Serpent, Wolf, and Lotus clans. Shall he vanquish the land under a campaign of malevolence and terror or restore the war-torn realm to its former glory? Enter Battle Realms and choose your destiny.<br><br><strong>☯ Winter Of The Wolf:</strong> Explore the history that led up to the events in Battle Realms. Scattered and unorganized, your enslaved Wolf brethren hunger for revolt against their corrupt Lotus Clan masters. You must unite them. You must lead them. You must free them.<br><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠀   <img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/TheFourClans_tab.png?t=1583717460\" /><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ <img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/620x180_TheFourClans.png?t=1583717460\" /><br><br>There are four major clans that comprise the population of Battle Realms Island. Each with unique characteristics, units, cultures and histories, the decision of which is best is up to you. Within the borders of this broken land, three clans maintain an uneasy coexistence, fraught with tension and, at times, slavery and open war.<br><br>The Wolf Clan in the northwest, the Lotus Clan high on their northern plateau, and the Serpent Clan in the fertile lowlands. And always, at least in some minds, there is a ghost of a fourth great clan, the lost Dragon Clan, forefathers of the Serpent. Despite their proximity, no three persons could be more different. As yet there is no clear victor in this three-handed struggle; alliances and enmities are unstable, and you never know who or what might be massing on your borders. If you are to survive in this world, you must study your enemies and your friends alike: know their ways, their warriors, and their weaknesses.<h2 class=\"bb_tag\">☯ Dragon Clan: The Path of Righteousness</h2>The ancient Dragon Clan prizes honor above everything else. They are Yang followers with honor as their symbol. Their warriors seek to become one with their weapons. Due to their devotion to honor, the Dragon deity assists them during times of great peril.<h2 class=\"bb_tag\">☯ Serpent Clan: The Way of the Wicked</h2>A derivative of the Dragon Clan, the Serpent Clan have forgotten their honorable ways and have resorted to thievery and deceit. Serpent clansmen are Yin followers. Unlike their Dragon ancestors, they do not scorn the use of firearms; instead they have learned to employ its use in many of their fighting arts. Even though the Dragon Clan knew how to use gunpowder, it was the Serpent Clan which uncovered its secrets. Stealthy, flexible, and cunning, the Serpent Clan uses a plethora of Battle Gears to disable their opponents and produce an advantage.<h2 class=\"bb_tag\">☯ Wolf Clan: The Spirit of Might</h2>The wild Wolf Clan prizes freedom above all else. They are Yang followers with freedom as their symbol. Unlike the other clans, they have no cavalry, nor do they have healers. They feed the horses to their wolves, which accompany them and partake in their battles. Their wounds knit surprisingly fast, even more so with the use of herbs. They know some magic, and much of what they do know is tied to nature. Wolf clansmen are down to earth, hardworking people, and take a delight in nature. They are also known for their use of shale as their armor.<h2 class=\"bb_tag\">☯ Lotus Clan : The Essence of Darkness</h2>The Lotus Clan is the remnant of a Yang Clan of old, but it is now a Yin Clan. Lotus clansmen are Yin followers with corruption as their symbol. They follow the Forbidden Path, which focuses on death and decay. Their religion centralizes around three ancient brothers, now long gone, who tended the Tree of Corruption. The Lotus Clan's strategy is based on their immense understanding of magic, which translates to unit abilities and Battle Gear.<br><br><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠀   <img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/History_tab.png?t=1583717460\" /><br><img src=\"https://cdn.cloudflare.steamstatic.com/steam/apps/1025600/extras/620x311_TarrantBreakingTheWorld.png?t=1583717460\" /><br><br>Sit by the fire, young nobleman, and help yourself to a goblet of jasmine tea. You are wise to come here. So many warriors before you attempted to unite this realm under their reign. They were brave and strong. They had the noble knowledge of tactics. They knew how to choose the best steel for swords. They had fists that could punch holes through stone walls. They had eyes that could spot a sneaking ninja in the middle of a cloudy night. They had hearts that knew no fear nor remorse. But none of them came to seek advice of an old man living on the mountain. And--one by one--they failed. Their power crumbled, their dreams vanished, and their lives faded. You are wise to come here, young nobleman. But this is only your first step towards the true wisdom and the true power that only comes with balance...<br><br>Once upon a time there was a proud empire with many great clans. The Serpent Clan ruled this empire while the other clans like the Lotus and Crane maneuvered for greater control of it. It is said, that in those times a great darkness grew from the shadows and formed sinister creatures of pure night. Like droplets of rain they dotted the land and overwhelmed the one clan after another. Tarrant, the leader of the Serpent clan, was the first to accept the fate of the empire. He fled to the south with the remnants of the Serpent Clan and its prized possession, the Dragon Orb.<br><br>Further and further they travelled until he could see the Southern Seas and the end of the land. It was here that he turned and faced the Horde. Summoning all the power of the Dragon Orb, he separated the southern tip of the continent from the rest of the mainland with the awesome power of the orb. Neither it nor he would ever be seen again. The Horde could not cross running water, so Tarrant had saved his people at the cost of his own life and the Orb.<br><br>To this protected place came two other Clans, the Lotus and the Wolf. The Lotus Clan, twisted and corrupt managed to cross to safety by means unknown. The Wolf Clan, whose matriarchal Druidesses foresaw the drowning of their lands by tidal wave (a result of Tarrant breaking the world) built massive arks for their people which rode the surge and shipwrecked on the new formed island.<br><br>How they came to know one another and fight for their piece of the island is the story of Battle Realms!",
            "short_description": "Battle Realms is a fantasy real-time strategy game inspired by the stories told in Kung Fu movies and oriental mythology. Develop your tiny peasant village into a highly trained and deadly efficient clan of warriors who are ready to die with your name on their lips.",
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "reviews": "“The game exudes style, polish, and quality from every pixel... From gorgeous visuals to immersive gameplay, Battle Realms never ceases to amaze.”<br>100 / 100 – <a href=\"https://steamcommunity.com/linkfilter/?url=https://web.archive.org/web/20050324004529/http://avault.com/reviews/review_temp.asp?game=brealms\" target=\"_blank\" rel=\"noopener\"  >Adrenaline Vault</a><br><br>“A remarkably well-produced and intimate game that is the perfect answer for all of those &quot;more is more&quot; strategy games.”<br>8.7 / 10 – <a href=\"https://www.ign.com/articles/2001/11/22/battle-realms\" target=\"_blank\" rel=\"noreferrer\"  >IGN</a><br><br>“It has refreshingly little in common with other games of its kind. Besides which, its great presentation, genuinely likable units, replayable campaign, and flexible skirmish and multiplayer modes are easily enough to recommend it.”<br>8.7 / 10 – <a href=\"https://steamcommunity.com/linkfilter/?url=https://www.gamespot.com/reviews/battle-realms-review/1900-2824092/\" target=\"_blank\" rel=\"noopener\"  >GameSpot</a><br>",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/header.jpg?t=1583717460",
            "website": "http://battlerealms.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista or later<br></li><li><strong>Processor:</strong> Celeron or equivalent 400MHz<br></li><li><strong>Memory:</strong> 64 MB RAM<br></li><li><strong>Graphics:</strong> DirectX 8 compliant 16MB VRAM 3D AGP accelerated video card<br></li><li><strong>DirectX:</strong> Version 8.0<br></li><li><strong>Sound Card:</strong> DirectX 8 compliant sound card</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista or later<br></li><li><strong>Processor:</strong> Pentium III 750MHz or equivalent<br></li><li><strong>Memory:</strong> 128 MB RAM<br></li><li><strong>Graphics:</strong> DirectX 8 compliant 32MB VRAM 3D AGP accelerated video card<br></li><li><strong>DirectX:</strong> Version 8.0<br></li><li><strong>Sound Card:</strong> DirectX 8 compliant sound card</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "developers": [
                "Ed Del Castillo"
            ],
            "publishers": [
                "Ed Del Castillo"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 819,
                "final": 819,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "8,19€"
            },
            "packages": [
                340733
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Battle Realms: Zen Edition",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 340733,
                            "percent_savings_text": " ",
                            "percent_savings": 0,
                            "option_text": "Battle Realms: Zen Edition - 8,19€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 819
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "metacritic": {
                "score": 82,
                "url": "https://www.metacritic.com/game/pc/battle-realms?ftag=MCD-06-10aaa1f"
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 49,
                    "description": "PvP"
                },
                {
                    "id": 36,
                    "description": "Online PvP"
                },
                {
                    "id": 47,
                    "description": "LAN PvP"
                },
                {
                    "id": 17,
                    "description": "Includes level editor"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                },
                {
                    "id": "70",
                    "description": "Early Access"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_c7a7c3aad17011ccc1517bdf3e865fa52fe76af5.600x338.jpg?t=1583717460",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_c7a7c3aad17011ccc1517bdf3e865fa52fe76af5.1920x1080.jpg?t=1583717460"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_7de0682abe246e2b95023a89cb5eaebcbaeaaea0.600x338.jpg?t=1583717460",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_7de0682abe246e2b95023a89cb5eaebcbaeaaea0.1920x1080.jpg?t=1583717460"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_ad3bc68a3fd80ea9188badbe14347b056a18350e.600x338.jpg?t=1583717460",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_ad3bc68a3fd80ea9188badbe14347b056a18350e.1920x1080.jpg?t=1583717460"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_49fbda3c44e1325c2f3fe2047d65f3587fdd5c94.600x338.jpg?t=1583717460",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_49fbda3c44e1325c2f3fe2047d65f3587fdd5c94.1920x1080.jpg?t=1583717460"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_cf27a4a69676a6ea8bf9665685fb7f1f5fd00c19.600x338.jpg?t=1583717460",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_cf27a4a69676a6ea8bf9665685fb7f1f5fd00c19.1920x1080.jpg?t=1583717460"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_6688fca406694eb5dece5b0e5fdaefbad7afe8dd.600x338.jpg?t=1583717460",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_6688fca406694eb5dece5b0e5fdaefbad7afe8dd.1920x1080.jpg?t=1583717460"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_b91c44ba9edc8c83db1982641aa3248baa80f76c.600x338.jpg?t=1583717460",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_b91c44ba9edc8c83db1982641aa3248baa80f76c.1920x1080.jpg?t=1583717460"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_e40fb135d7c4d316cda641832a473a11509a546b.600x338.jpg?t=1583717460",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_e40fb135d7c4d316cda641832a473a11509a546b.1920x1080.jpg?t=1583717460"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_40254877ac60711aa40c99ca9cc6b6e206de88d6.600x338.jpg?t=1583717460",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_40254877ac60711aa40c99ca9cc6b6e206de88d6.1920x1080.jpg?t=1583717460"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_5905ebee4b7f6c6c05afdce736c4aefb485c358a.600x338.jpg?t=1583717460",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_5905ebee4b7f6c6c05afdce736c4aefb485c358a.1920x1080.jpg?t=1583717460"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_1caae1b7f7f4c2883409ba27e754df61672196d6.600x338.jpg?t=1583717460",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/ss_1caae1b7f7f4c2883409ba27e754df61672196d6.1920x1080.jpg?t=1583717460"
                }
            ],
            "movies": [
                {
                    "id": 256775750,
                    "name": "Battle Realms: Zen Edition (2019) - Steam Launch Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256775750/movie.293x165.jpg?t=1583263635",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256775750/movie480.webm?t=1583263635",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256775750/movie_max.webm?t=1583263635"
                    },
                    "mp4": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256775750/movie480.mp4?t=1583263635",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256775750/movie_max.mp4?t=1583263635"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 1092
            },
            "release_date": {
                "coming_soon": false,
                "date": "3 Dec, 2019"
            },
            "support_info": {
                "url": "",
                "email": "support@battlerealms.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/1025600/page_bg_generated_v6b.jpg?t=1583717460",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}