{
    "249320": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "DCS: Flaming Cliffs 3",
            "steam_appid": 249320,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "DCS: Flaming Cliffs 3 is the next evolution of the Flaming Cliffs series that operates with DCS World. FC3 features the F-15C, A-10A, Su-27, Su-33, MiG-29A, MiG-29S and Su-25. The FC3 aircraft provide an easy learning curve for new players and focuses on a broad range of aircraft rather than a detailed single aircraft. FC3 adds a number of new features and improvements to previous versions of the Flaming Cliffs series. FC3 is a module of DCS World, which makes it compatible with all other DCS World titles like A-10C, Black Shark 2, P-51D, Combined Arms, UH-1H Huey and Mi-8MTV2 Magnificent Eight.<h2 class=\"bb_tag\">New Key Features for the Flaming Cliffs Series</h2><br><ul class=\"bb_ul\"><li>A DCS World module that is compatible with DCS titles.<br></li><li>Professional Flight Models (PFM) for the F-15C, Su-27, A-10A and Su-25. New PFM coming for the Su-33 and MiG-29!<br></li><li>New 6 degrees of freedom (6DOF) cockpits for all aircraft.<br></li><li>New and improved external models for all aircraft.<br></li><li>New campaigns and single missions.<br></li><li>Improved flight dynamics and sensors for air-to-air missiles.<br></li><li>Updated and improved HUDs and other cockpit systems.<br></li><li>Resource Manager that adds logistics control to missions.<br></li><li>Expanded theatre of operations map into eastern Georgia.<br></li><li>Countless other improvements in the areas of the mission editor, special effects, new models, improved terrain detail and AI.</li></ul><h2 class=\"bb_tag\">F-15C Eagle</h2><br>The F-15C has often been labeled as the greatest fighter aircraft in the world. Designed to counter the exaggerated capabilities of the Soviet MiG-25 &quot;Foxbat&quot;, the F-15C has been the backbone of U.S. air defense for three decades. The F-15C, equipped with improved avionics and weapons over the original F-15A, has scored over 100 air-to-air victories in the service of Israel, Saudi Arabia, and the U.S. without suffering any losses.<br><br>The F-15C rules the Beyond Visual Range arena (BVR). No slouch in a dogfight, the F-15C excels at finding targets, positively identifying them as hostile, and engaging them with AIM-120C AMRAAM missiles before the enemy can respond.<br><br>The F-15's versatile pulse-Doppler radar system can look up at high-flying targets and down at low-flying targets without being confused by ground clutter. It can detect and track aircraft and small high-speed targets at distances beyond visual range down to close range, and at altitudes down to tree-top level. The radar feeds target information into the central computer for effective weapons delivery. For close-in dogfights, the radar automatically acquires enemy aircraft, and this information is projected on the head-up display.<h2 class=\"bb_tag\">A-10A Thunderbolt II</h2><br>Designed as a Close Air Support (CAS) platform to counter the massive quantities of Soviet armor during the Cold War, the &quot;Hog&quot; is heavily armored and carries an impressive weapons load including the deadly GAU-8A 30mm anti-armor cannon. Efforts to retire the A-10 from active duty began gaining momentum in the late 1980s, but fell by the wayside after the aircraft’s stellar performance during the 1991 Gulf War.<br><br>The A-10 was intended to fly low, using the terrain to mask its presence from enemy SAMs. Low flying, however, places the aircraft in the heart of the AAA engagement zone. Therefore, the aircraft is heavily armored, including a &quot;titanium bathtub&quot; that surrounds the pilot. When the threat of SAMs has been reduced, the A-10 generally flies missions at medium altitudes, placing it safely out of the reach of AAA guns.<br><br>The sub-sonic A-10 can carry AIM-9 Sidewinders for self defense, but should avoid dogfighting. It carries an impressive air-to-ground weapons load, but lacks the power for a sustained fight against a dedicated air-to-air platform. When confronted by an enemy fighter, the Hog pilot should use the A-10’s impressive turn rate capability to point the nose (and the dreaded 30mm cannon) at the attacker. When the attacker overshoots, unload and extend until the attacker makes another pass, then use another maximum-rate turn to point the nose back at the adversary.<h2 class=\"bb_tag\">Su-27 and Su-33 Flanker</h2><br>The Su-27 Flanker B and its variants are some of the most impressive and capable fighter aircraft in the world, designed to beat the vaunted F-15C. Born in the waning years of the Cold War, the Flanker did not have an easy life. The initial design suffered serious problems. Then, the breakup of the Soviet Union hindered its deployment, denying it the opportunity to prove itself as one of the world’s greatest aircraft.<br><br>The Su-27 is tailored for air-to-air combat, not air-to-ground. Armed with the R-27 (AA-10) Alamo series of missiles, the Flanker has an impressive beyond visual range (BVR) capability. Meanwhile, the helmet mounted sight and high off-boresight R-73 (AA-11) Archer heat-seeking missile, coupled with the Su-27’s high thrust and sustained turn capability, gives the aircraft a powerful edge in a knife fight. High-AoA maneuvering helps the pilot point his weapons at the enemy. Finally, its very large internal fuel capacity keeps it in the fight well after other fighters are running on fumes. It carries as many as ten air-to-air missiles, giving it an impressive &quot;punch&quot;.<br>Detractors criticize the Su-27’s avionics and cockpit layout, citing limited ability to track/engage multiple targets, high reliance on Ground Control Intercept (GCI) control, and high pilot workload. However, its passive Electro-Optical System (EOS) lets it find and engage targets without any radar emissions (which can warn the target). Debate continues whether high-AOA maneuvers (such as tail slides and the famed &quot;Cobra&quot;) are useful as combat tactics or merely impressive air show stunts.<br>Su-27 pilots should keep in mind that although the Flanker has a very large internal fuel capacity, hence the lack of external fuel tanks, a fully fueled Flanker can be a very poor performer in a dogfight.<br><br>Originally named the Su-27K, this cousin of the Su-27 was specifically designed to operate from Soviet aircraft carriers. Equipped with canards for improved take off and landing performance, the first Su-27K made its maiden flight in 1985. The tail cone was shortened to reduce the risk of tail strike during high-AoA carrier landings, but this also reduced the space available for defensive countermeasures (including chaff and flare dispensers). The Su-33 uses the same radar as the Su-27 and, to a large extent, the same cockpit as well. Neither the Su-33 nor Su-27 has air-to-surface radar modes.<h2 class=\"bb_tag\">Su-25 Frogfoot</h2><br>The Su-25 Frogfoot bears little resemblance to the U.S. A-10A, but it was designed for a very similar Close Air Support (CAS) ground-attack mission. The Su-25 was built to operate near the forward edge of battle area (FEBA) from rough, &quot;unimproved&quot; airstrips, and can carry a loadout with tools, spare parts, auxiliary power supply, a pump for manual refueling and other &quot;self deployment&quot; supplies. It carries a wide variety of weapons for missions including anti-personnel, runway denial, and tank killing.<br><br>The fortified cockpit and armored canopy help protect the pilot from anti-aircraft artillery (AAA) and small arms fire while engaging targets at low altitude. Ingressing at low level, the Su-25 hunts down targets, pops up, delivers its weapons, and dives back behind terrain. The Su-25 may arguably be the most power ground-attack aircraft in Eastern inventories.<br><br>The Su-25 is not intended for dogfighting though. Its primary defense against patrolling fighters is simple avoidance. When engaged, the Su-25 should operate at extremely low altitude, which hampers enemy fighters’ ability to engage it. Using terrain as available, the pilot should turn to face oncoming threats or extend away from the fight if given the opportunity.<h2 class=\"bb_tag\">MiG-29A and MiG-29S Fulcrum</h2><br>Western observers often conclude, inaccurately, that the Su-27 and MiG-29 were born of a single design program, which copied the U.S. Navy’s F/A-18, no less. Indeed, the Su-27 and MiG-29 look quite similar and some observers cannot readily tell the two aircraft apart, despite the MiG-29 being substantially smaller than the Su-27. Both the Su-27 and MiG-29 design teams reportedly worked with common research data and drew common design conclusions. The MiG-29 has been much more widely exported than the Su-27, serving in many former Warsaw Pact air forces, several of which have since joined NATO (bringing their Soviet-made MiG-29s with them).<br>The MiG-29 originally shared most of its avionics suite with the Su-27 (including the radar, the Electro-Optical System (EOS), and the helmet-mounted sight), but was designed as a short-ranged fighter, not as an interceptor. The EOS lets the Fulcrum search for, track, and engage targets without emitting telltale radar signals. Being smaller, it doesn’t carry as many missiles as the Su-27, but its high-AoA maneuverability coupled with the R-73 (AA-11) Archer high off-boresight, heat-seeking missile and helmet mounted sight makes the MiG-29 a deadly dogfighter. The slow-speed turning fight is the MiG-29’s preferred arena where it can use its high-AoA capability to point its weapons at a floundering target. The newer MiG-29S includes onboard electronic countermeasures, a greater fuel load, and the ability to carry the medium-ranged R-77 (AA-12) Adder missile.<br><br>As with the Su-27, critics cite weak avionics and poor cockpit design as weaknesses of the MiG-29. The later MiG-29S (Fulcrum C), though, incorporated numerous improvements including better defensive countermeasures and increased fuel capacity. The MiG-29 reportedly requires a significant amount of maintenance, especially the engines. German MiG-29s (inherited from the East when Germany was re-unified) have had their engine performance &quot;tuned down&quot; to somewhat lengthen engine lifespan. Obtaining spare parts continues to be a concern for former Warsaw Pact nations.<br><br>Russian forces in DCS World employ the MiG-29A and MiG-29S, while German forces operate only the MiG-29A.",
            "about_the_game": "DCS: Flaming Cliffs 3 is the next evolution of the Flaming Cliffs series that operates with DCS World. FC3 features the F-15C, A-10A, Su-27, Su-33, MiG-29A, MiG-29S and Su-25. The FC3 aircraft provide an easy learning curve for new players and focuses on a broad range of aircraft rather than a detailed single aircraft. FC3 adds a number of new features and improvements to previous versions of the Flaming Cliffs series. FC3 is a module of DCS World, which makes it compatible with all other DCS World titles like A-10C, Black Shark 2, P-51D, Combined Arms, UH-1H Huey and Mi-8MTV2 Magnificent Eight.<h2 class=\"bb_tag\">New Key Features for the Flaming Cliffs Series</h2><br><ul class=\"bb_ul\"><li>A DCS World module that is compatible with DCS titles.<br></li><li>Professional Flight Models (PFM) for the F-15C, Su-27, A-10A and Su-25. New PFM coming for the Su-33 and MiG-29!<br></li><li>New 6 degrees of freedom (6DOF) cockpits for all aircraft.<br></li><li>New and improved external models for all aircraft.<br></li><li>New campaigns and single missions.<br></li><li>Improved flight dynamics and sensors for air-to-air missiles.<br></li><li>Updated and improved HUDs and other cockpit systems.<br></li><li>Resource Manager that adds logistics control to missions.<br></li><li>Expanded theatre of operations map into eastern Georgia.<br></li><li>Countless other improvements in the areas of the mission editor, special effects, new models, improved terrain detail and AI.</li></ul><h2 class=\"bb_tag\">F-15C Eagle</h2><br>The F-15C has often been labeled as the greatest fighter aircraft in the world. Designed to counter the exaggerated capabilities of the Soviet MiG-25 &quot;Foxbat&quot;, the F-15C has been the backbone of U.S. air defense for three decades. The F-15C, equipped with improved avionics and weapons over the original F-15A, has scored over 100 air-to-air victories in the service of Israel, Saudi Arabia, and the U.S. without suffering any losses.<br><br>The F-15C rules the Beyond Visual Range arena (BVR). No slouch in a dogfight, the F-15C excels at finding targets, positively identifying them as hostile, and engaging them with AIM-120C AMRAAM missiles before the enemy can respond.<br><br>The F-15's versatile pulse-Doppler radar system can look up at high-flying targets and down at low-flying targets without being confused by ground clutter. It can detect and track aircraft and small high-speed targets at distances beyond visual range down to close range, and at altitudes down to tree-top level. The radar feeds target information into the central computer for effective weapons delivery. For close-in dogfights, the radar automatically acquires enemy aircraft, and this information is projected on the head-up display.<h2 class=\"bb_tag\">A-10A Thunderbolt II</h2><br>Designed as a Close Air Support (CAS) platform to counter the massive quantities of Soviet armor during the Cold War, the &quot;Hog&quot; is heavily armored and carries an impressive weapons load including the deadly GAU-8A 30mm anti-armor cannon. Efforts to retire the A-10 from active duty began gaining momentum in the late 1980s, but fell by the wayside after the aircraft’s stellar performance during the 1991 Gulf War.<br><br>The A-10 was intended to fly low, using the terrain to mask its presence from enemy SAMs. Low flying, however, places the aircraft in the heart of the AAA engagement zone. Therefore, the aircraft is heavily armored, including a &quot;titanium bathtub&quot; that surrounds the pilot. When the threat of SAMs has been reduced, the A-10 generally flies missions at medium altitudes, placing it safely out of the reach of AAA guns.<br><br>The sub-sonic A-10 can carry AIM-9 Sidewinders for self defense, but should avoid dogfighting. It carries an impressive air-to-ground weapons load, but lacks the power for a sustained fight against a dedicated air-to-air platform. When confronted by an enemy fighter, the Hog pilot should use the A-10’s impressive turn rate capability to point the nose (and the dreaded 30mm cannon) at the attacker. When the attacker overshoots, unload and extend until the attacker makes another pass, then use another maximum-rate turn to point the nose back at the adversary.<h2 class=\"bb_tag\">Su-27 and Su-33 Flanker</h2><br>The Su-27 Flanker B and its variants are some of the most impressive and capable fighter aircraft in the world, designed to beat the vaunted F-15C. Born in the waning years of the Cold War, the Flanker did not have an easy life. The initial design suffered serious problems. Then, the breakup of the Soviet Union hindered its deployment, denying it the opportunity to prove itself as one of the world’s greatest aircraft.<br><br>The Su-27 is tailored for air-to-air combat, not air-to-ground. Armed with the R-27 (AA-10) Alamo series of missiles, the Flanker has an impressive beyond visual range (BVR) capability. Meanwhile, the helmet mounted sight and high off-boresight R-73 (AA-11) Archer heat-seeking missile, coupled with the Su-27’s high thrust and sustained turn capability, gives the aircraft a powerful edge in a knife fight. High-AoA maneuvering helps the pilot point his weapons at the enemy. Finally, its very large internal fuel capacity keeps it in the fight well after other fighters are running on fumes. It carries as many as ten air-to-air missiles, giving it an impressive &quot;punch&quot;.<br>Detractors criticize the Su-27’s avionics and cockpit layout, citing limited ability to track/engage multiple targets, high reliance on Ground Control Intercept (GCI) control, and high pilot workload. However, its passive Electro-Optical System (EOS) lets it find and engage targets without any radar emissions (which can warn the target). Debate continues whether high-AOA maneuvers (such as tail slides and the famed &quot;Cobra&quot;) are useful as combat tactics or merely impressive air show stunts.<br>Su-27 pilots should keep in mind that although the Flanker has a very large internal fuel capacity, hence the lack of external fuel tanks, a fully fueled Flanker can be a very poor performer in a dogfight.<br><br>Originally named the Su-27K, this cousin of the Su-27 was specifically designed to operate from Soviet aircraft carriers. Equipped with canards for improved take off and landing performance, the first Su-27K made its maiden flight in 1985. The tail cone was shortened to reduce the risk of tail strike during high-AoA carrier landings, but this also reduced the space available for defensive countermeasures (including chaff and flare dispensers). The Su-33 uses the same radar as the Su-27 and, to a large extent, the same cockpit as well. Neither the Su-33 nor Su-27 has air-to-surface radar modes.<h2 class=\"bb_tag\">Su-25 Frogfoot</h2><br>The Su-25 Frogfoot bears little resemblance to the U.S. A-10A, but it was designed for a very similar Close Air Support (CAS) ground-attack mission. The Su-25 was built to operate near the forward edge of battle area (FEBA) from rough, &quot;unimproved&quot; airstrips, and can carry a loadout with tools, spare parts, auxiliary power supply, a pump for manual refueling and other &quot;self deployment&quot; supplies. It carries a wide variety of weapons for missions including anti-personnel, runway denial, and tank killing.<br><br>The fortified cockpit and armored canopy help protect the pilot from anti-aircraft artillery (AAA) and small arms fire while engaging targets at low altitude. Ingressing at low level, the Su-25 hunts down targets, pops up, delivers its weapons, and dives back behind terrain. The Su-25 may arguably be the most power ground-attack aircraft in Eastern inventories.<br><br>The Su-25 is not intended for dogfighting though. Its primary defense against patrolling fighters is simple avoidance. When engaged, the Su-25 should operate at extremely low altitude, which hampers enemy fighters’ ability to engage it. Using terrain as available, the pilot should turn to face oncoming threats or extend away from the fight if given the opportunity.<h2 class=\"bb_tag\">MiG-29A and MiG-29S Fulcrum</h2><br>Western observers often conclude, inaccurately, that the Su-27 and MiG-29 were born of a single design program, which copied the U.S. Navy’s F/A-18, no less. Indeed, the Su-27 and MiG-29 look quite similar and some observers cannot readily tell the two aircraft apart, despite the MiG-29 being substantially smaller than the Su-27. Both the Su-27 and MiG-29 design teams reportedly worked with common research data and drew common design conclusions. The MiG-29 has been much more widely exported than the Su-27, serving in many former Warsaw Pact air forces, several of which have since joined NATO (bringing their Soviet-made MiG-29s with them).<br>The MiG-29 originally shared most of its avionics suite with the Su-27 (including the radar, the Electro-Optical System (EOS), and the helmet-mounted sight), but was designed as a short-ranged fighter, not as an interceptor. The EOS lets the Fulcrum search for, track, and engage targets without emitting telltale radar signals. Being smaller, it doesn’t carry as many missiles as the Su-27, but its high-AoA maneuverability coupled with the R-73 (AA-11) Archer high off-boresight, heat-seeking missile and helmet mounted sight makes the MiG-29 a deadly dogfighter. The slow-speed turning fight is the MiG-29’s preferred arena where it can use its high-AoA capability to point its weapons at a floundering target. The newer MiG-29S includes onboard electronic countermeasures, a greater fuel load, and the ability to carry the medium-ranged R-77 (AA-12) Adder missile.<br><br>As with the Su-27, critics cite weak avionics and poor cockpit design as weaknesses of the MiG-29. The later MiG-29S (Fulcrum C), though, incorporated numerous improvements including better defensive countermeasures and increased fuel capacity. The MiG-29 reportedly requires a significant amount of maintenance, especially the engines. German MiG-29s (inherited from the East when Germany was re-unified) have had their engine performance &quot;tuned down&quot; to somewhat lengthen engine lifespan. Obtaining spare parts continues to be a concern for former Warsaw Pact nations.<br><br>Russian forces in DCS World employ the MiG-29A and MiG-29S, while German forces operate only the MiG-29A.",
            "short_description": "DCS: Flaming Cliffs 3 is the next evolution of the Flaming Cliffs series that operates with DCS World. FC3 features the F-15C, A-10A, Su-27, Su-33, MiG-29A, MiG-29S and Su-25. The FC3 aircraft provide an easy learning curve for new players and focuses on a broad range of aircraft rather than a detailed single aircraft.",
            "fullgame": {
                "appid": "223750",
                "name": "DCS World Steam Edition"
            },
            "supported_languages": "Russian<strong>*</strong>, English<strong>*</strong>, German, Spanish - Spain, Czech, French, Simplified Chinese<br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/249320/header.jpg?t=1550320510",
            "website": "http://www.digitalcombatsimulator.com/en/",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> 64-bit Windows 7/8/10<br></li><li><strong>Processor:</strong> Core i3<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GeForce GTX 770 / ATI R9 280X DirectX11<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 60 GB available space<br></li><li><strong>Sound Card:</strong> DirectX11 - compatible<br></li><li><strong>Additional Notes:</strong> Requires DCS World and internet activation.</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> 64-bit Windows 7/8/10<br></li><li><strong>Processor:</strong> Core i5+<br></li><li><strong>Memory:</strong> 16 GB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GeForce GTX 980 / ATI R9 Fury DirectX11 or better<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 60 GB available space<br></li><li><strong>Sound Card:</strong> DirectX11 - compatible<br></li><li><strong>Additional Notes:</strong> Requires DCS World and internet activation.</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "The Fighter Collection Ltd, Imperial War Museum, Duxford Airfield, Cambridge, CB2 4QR, England, UK. (c) 2017 The Fighter Collection, DCS is a registered trademarks of The Fighter Collection Ltd.<br />\r\n<br />\r\nAll rights reserved. (c) 2017 Eagle Dynamics SA.",
            "drm_notice": "StarForce ProActive<br>10 machine activation limit",
            "developers": [
                "Eagle Dynamics SA"
            ],
            "publishers": [
                "The Fighter Collection"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 4771,
                "final": 4771,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "47,71€"
            },
            "packages": [
                31552
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy DCS: Flaming Cliffs 3",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 31552,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Flaming Cliffs 3 - 47,71€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 4771
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 13,
                    "description": "Captions available"
                },
                {
                    "id": 18,
                    "description": "Partial Controller Support"
                }
            ],
            "genres": [
                {
                    "id": "28",
                    "description": "Simulation"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_bdd0ba3387500ace12bd3ffcfdbea4f7e7080770.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_bdd0ba3387500ace12bd3ffcfdbea4f7e7080770.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_67dbb688e4108c54839b7028cea2b31f85e08043.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_67dbb688e4108c54839b7028cea2b31f85e08043.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_5dcd3868a09c9b44ff78e804a7b8067b527899c0.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_5dcd3868a09c9b44ff78e804a7b8067b527899c0.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_afc76211e377cab071348aeaf7b3deb428326229.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_afc76211e377cab071348aeaf7b3deb428326229.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_9ef8569948d2dd0264dcac577a8a28bfc7abb7c0.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_9ef8569948d2dd0264dcac577a8a28bfc7abb7c0.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_ba5bb6b730faa4a1083dd790ce30786171004e2f.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_ba5bb6b730faa4a1083dd790ce30786171004e2f.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_a87715d8eaf3cb637233e1bdf79554d1cabcb1db.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_a87715d8eaf3cb637233e1bdf79554d1cabcb1db.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_23d5ac7d89f4d82865962cbce99cffaf5010efff.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_23d5ac7d89f4d82865962cbce99cffaf5010efff.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_bfe203eaae412390642506492f32e4dd053c98ac.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_bfe203eaae412390642506492f32e4dd053c98ac.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_3dfcc6d7a68f2147f4c8a32362979b31f1bc71e9.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_3dfcc6d7a68f2147f4c8a32362979b31f1bc71e9.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_cf80b31c653470b5d1ddac8404aa1e4aa1aea3c3.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_cf80b31c653470b5d1ddac8404aa1e4aa1aea3c3.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_2db4eb5d613fc72c137ea7f0317b15d2dd2a295a.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_2db4eb5d613fc72c137ea7f0317b15d2dd2a295a.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_35dbf0d0827feb1a0d28717196bd0be365576296.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_35dbf0d0827feb1a0d28717196bd0be365576296.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_3f0e3e359c8318d93b193e4845ab05379bb740ef.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_3f0e3e359c8318d93b193e4845ab05379bb740ef.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_ced850429c34d96733ca30655a45662ead69bbcb.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_ced850429c34d96733ca30655a45662ead69bbcb.1920x1080.jpg?t=1550320510"
                },
                {
                    "id": 15,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_029dfdecdef984236c5aefc120451324edbcaeee.600x338.jpg?t=1550320510",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/249320/ss_029dfdecdef984236c5aefc120451324edbcaeee.1920x1080.jpg?t=1550320510"
                }
            ],
            "movies": [
                {
                    "id": 2029206,
                    "name": "Flaming Cliffs 3 Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2029206/movie.293x165.jpg?t=1447358615",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2029206/movie480.webm?t=1447358615",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2029206/movie_max.webm?t=1447358615"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 171
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "24 Jan, 2014"
            },
            "support_info": {
                "url": "http://forums.eagle.ru/index.php",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/249320/page_bg_generated_v6b.jpg?t=1550320510",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}