{
    "258817": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Talisman: Digital Edition - Season Pass",
            "steam_appid": 258817,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<strong>Please note that all of the below DLC items are available separately</strong><br><br>This Season Pass contains the following content, all available now -<h2 class=\"bb_tag\">The Reaper - expansion pack</h2>A shadow has fallen across the countryside. Death himself wanders the land. Can the heroes fulfil their epic quests with the spectre of the Grim Reaper hounding their every move?<br><br><br>The Reaper expansion adds;<br>4 Characters<br>90 Adventure Cards<br>26 Spell Cards<br>12 Warlock Quest Cards<br>and the Grim Reaper, a dark figure that players manipulate against each other.<h2 class=\"bb_tag\">Runestone Cards - Complete Deck</h2>A complete set of Runestone cards, which give your Talisman characters extra abilities, for use in online and offline game modes.<br><br><strong>Important note - These Runestone cards can be unlocked through normal game progression.</strong><br><br>Designed to speed up a game of Talisman, and also make your characters more powerful, Runestones are cards which you can attach to your characters to give them the advantage over their opponents.<h2 class=\"bb_tag\">The Frostmarch - expansion pack</h2>A continent of ice dominates the horizon...<br>It is the Frostmarch, brought here across the northern waters by the Ice Queen. Armed with the Crown of Command, she is transforming the realm into a desolate, frozen wasteland.<br>Can you overcome the raging storms and strange creatures that inhabit this bitter land? Will your blood freeze when you behold the Ice Queen’s cold, cruel gaze?<br>The Frostmarch expansion offers 3 Alternative Ending Cards – including a final climactic battle with the Ice Queen!<br><br>The Frostmarch expansion adds;<br>4 Characters<br>84 Adventure Cards<br>3 Alternate Endings<br>24 Warlock Quest Cards<br>20 Spell Cards<h2 class=\"bb_tag\">The Dungeon - expansion pack</h2>The Dungeon adds a new Region to the game for heroes to explore. <br>A new board section and over 100 new cards bring this subterranean realm vividly to life. Five brand-new characters – the formidable Gladiator, noble Amazon, dashing Swashbuckler, enigmatic Gypsy, and sagacious Philosopher – offer fantastic new playing experiences.<br>Brave untold dangers, and discover what lies in the darkness beneath the world of Talisman!<br><br>The Dungeon expansion adds;<br>5 Characters<br>1 new board section<br>128 Dungeon Cards<br>10 Adventure Cards<br>10 Treasure Cards<br>20 Spell Cards<h2 class=\"bb_tag\">The Highland - expansion pack</h2>Do you have what it takes to brave the Highland? All sorts of perils await you in those daunting peaks. Tread carefully, brave adventurers...<br>The Eagle King stirs. <br>The Highland adds a new Region to the game for heroes to explore. A new map board and over 100 new cards bring this mountainous realm vividly to life, while six brand-new characters offer fantastic new playing experiences.<br>Climb as high as you dare, and lay claim to the unimaginable wealth that awaits atop the tallest peak in the world of Talisman!<br><br>The Highland expansion adds;<br>6 Characters<br>1 new board section<br>142 Highland Cards<br>12 Adventure Cards<br>3 Alternate Endings<br>10 Spell Cards<h2 class=\"bb_tag\">The Sacred Pool - expansion pack</h2>The Sacred Pool brings new excitement and tension to your quest for the Crown of Command! Four new playable characters join the race for power, and never-before-seen Alternate Ending cards ensure ample replayability. Meanwhile, Stable cards bring you useful equestrian followers, and Quest Reward cards give new incentives to complete the perilous Warlock Quests!<br><br><br>The Sacred Pool adds;<br>4 Characters<br>72 Adventure Cards<br>3 Alternate Endings<br>24 Quest Reward Cards<br>12 Stables Cards<br>16 Spell Cards<h2 class=\"bb_tag\">The City - expansion pack</h2>The City provides those who live within it a chance to pursue their lives with a modicum of safety and comfort. However, though the outside world is kept outside, any alert adventurer strolling through the City Gate will feel the tension humming in the air.<br><br>The City, a new Region expansion board for Talisman, provides players with three alternative endings, its own deck, a host of shops for all your questing needs, and six new characters. Collect bounties listed on the Wanted Posters at the City Gate and fill your pockets with gold before doing some serious spending. Secure a steed from the Stables, pick up Pets or Potions, or head to the Armoury and the Magic Emporium.<br><br>The City adds;<br>6 Characters<br>1 new board section<br>82 City Cards<br>3 Alternate Endings<br>12 Armoury Cards<br>16 Magic Emporium Cards<br>12 Pet Cards<br>16 Potion Cards<br>8 Stables Cards<h2 class=\"bb_tag\">The Nether Realm - expansion pack</h2>Can you survive the Nether Realm?<br>The Nether Realm, where the most terrible beasts of fairy tales and nightmares live, once threatened to swallow up the world of men. Legends say that thousands of years ago, a mighty wizard sealed the Nether Realm in a great golden box. But now, the box has been opened. The denizens of the Nether Realm are free to cross into this world and plunge those brave few who seek the Crown of Command into a living nightmare! <br>This expansion features three new alternative endings using Nether Cards, an exciting new deck of Adventure cards designed to challenge even the hardiest of  adventurers!<br><br>The Nether Realm adds;<br>36 Nether Cards<br>3 Alternative Ending Cards<h2 class=\"bb_tag\">The Blood Moon - expansion pack</h2>The Blood Moon adds a gripping layer of gothic horror to your quest for the Crown of Command. In addition to a host of new challenges, The Blood Moon introduces two engaging mechanics: time alternates between “Day” and “Night,” and a bloodthirsty Werewolf prowls the land. The new Time Card flips between its Day and Night sides to indicate the inexorable passage of time, introducing a range of engaging new game effects depending on its status. Meanwhile, a horrifying Werewolf preys on Adventurers who wander into his hunting grounds.<br><br><br>The Blood Moon expansion adds;<br>3 Characters<br>111 Adventure Cards<br>10 Spell Cards<br>1 Time Card<br>6 Lycanthrope Cards<br>3 Alternative Endings<br>1 Werewolf<h2 class=\"bb_tag\">The Firelands - expansion pack</h2>The Ifrit – legendary beings, once enslaved to create the Crown of Command – have returned to exact vengeance upon the land of Talisman. Even as you quest to seize the Crown of Command, the Ifrit wage war against you and your fellow players, burning precious cards away and setting the land itself ablaze in a furious inferno. Can you escape their flames and triumph over the Ifrit? Only the greatest of heroes will rise above the fire and defeat the newest threat to the land.<br><br><br>The Firelands adds;<br>81 Adventure Cards<br>18 Spell Cards<br>20 Terrain Cards<br>3 Alternative Endings<br>4 Characters<h2 class=\"bb_tag\">The Dragon - expansion pack</h2>Three new Draconic Lords vie for rulership of the Firelands – Varthrax, Cadorus, and Grilipus. Talisman grows more dangerous as they struggle to claim dominance over their territory and the Crown of Command.<br>The Dragon expansion offers players even more choices and strategic challenges, including a new, dual-sided Inner Region for their heroes to conquer. The alternate sides allow you to face familiar terrain along a path that requires all new tactics, or to venture into the Dragon Tower, where a hero’s every step meets opposition by the Dragon King’s minions and leads him ever closer to an ultimate confrontation with the Dragon King, himself.<br>The Dragon brings the Draconic Lords and their legions of dragons to life with over 300 new cards and tokens, and six new characters are introduced.<br>Any hero who dares confront the Dragon King must be prepared for an epic battle!<br><br><br>The Dragon expansion adds;<br>6 Characters<br>1 new double-sided board section<br>168 Dragon Cards<br>3 Alternate Endings<h2 class=\"bb_tag\">The Harbinger - expansion pack</h2>This expansion introduces the Harbinger, a mysterious figure of prophecy and doom who wanders the realm, with destruction following everywhere he walks. As the demons and plagues of the new Harbinger deck wreak havoc throughout Talisman, three new powerful characters seek the Crown of Command. That quest becomes more dangerous than ever before: cursed followers lie in wait for fresh prey, flames descend from the darkened skies, and the dead crawl from their tombs. <br><br>Four new Omen decks reveal the changing and dire effects of impending doom, counting down to its arrival. Terrain cards abruptly transform the ground beneath characters' feet, changing deserts into bogs, or farmland into ruins. You'll have to navigate these obstacles and numerous others if you want to seize victory before time runs out for the entire realm – and the true apocalypse begins.<br><br>The Harbinger adds;<br>The Harbinger figure and accompanying Harbinger deck<br>Three more characters seek the Crown of Command<br>Four Omen decks each unleash a unique scenario of doom<br>Terrain cards transform the landscape of the realm<br>Two apocalypse-themed alternate endings<h2 class=\"bb_tag\">The Woodland - expansion pack</h2>Journey to the realm of the fae in The Woodland! In this expansion, you can walk your own path through the Woodland corner, encountering strange new creatures, events, and dangers. At the end of your path, a meeting with destiny awaits, transforming your character’s future and developing your story further.<br><br>Even more waits beneath the boughs of the Woodland, however. Redesigned rules for fate tokens allow you to either help yourself or interfere with others, and your fate will shape many of your interactions within the groves and glades of the Woodland. <br><br>The Woodlands adds;<br>A new corner section, depicting the wilds of the Woodland<br>5 characters <br>3 alternative endings<br>Nearly 150 new cards to bring the Woodland alive<h2 class=\"bb_tag\">The Cataclysm - expansion pack</h2>Decades ago an apocalypse destroyed the world, wrecking its cities, ravaging the land, and devastating the population. Now, after more than a generation, a new age dawns with The Cataclysm. People are returning to establish settlements, nature is evolving in bizarre, unprecedented ways, and traces of the former civilization can be found everywhere. This is a time of chaos and possibility, of challenges and heroism. <br><br>The Cataclysm introduces a new main board that opens up a reinvented, post-apocalyptic realm for your exploration. Those brave enough to inhabit this world are brought to life in the Denizens deck, while the Remnants deck fills spaces with lost treasures, broken artifacts, and the lingering after-effects of the apocalypse. Five more characters now seek the Crown of Command, including the Black Knight who once menaced the Middle Region, and four alternative endings shape your quests in this ever-changing world.<h2 class=\"bb_tag\">Extra Characters</h2>A whole host of new characters offering new ways to play...<br><br>Exorcist <br>Devil's Minion<br>Genie<br>Courtesan <br>Martyr <br>Black Witch<br>Gambler <br>Apprentice Mage <br>Martial Artist <br>Goblin Shaman <br>Jester <br>Saracen<br>Illusionist<br>Shapeshifter<br>Samurai <br>Woodsman <br>Pathfinder <br><br>Please note that the Shaman character is NOT included in the Season Pass.",
            "about_the_game": "<strong>Please note that all of the below DLC items are available separately</strong><br><br>This Season Pass contains the following content, all available now -<h2 class=\"bb_tag\">The Reaper - expansion pack</h2>A shadow has fallen across the countryside. Death himself wanders the land. Can the heroes fulfil their epic quests with the spectre of the Grim Reaper hounding their every move?<br><br><br>The Reaper expansion adds;<br>4 Characters<br>90 Adventure Cards<br>26 Spell Cards<br>12 Warlock Quest Cards<br>and the Grim Reaper, a dark figure that players manipulate against each other.<h2 class=\"bb_tag\">Runestone Cards - Complete Deck</h2>A complete set of Runestone cards, which give your Talisman characters extra abilities, for use in online and offline game modes.<br><br><strong>Important note - These Runestone cards can be unlocked through normal game progression.</strong><br><br>Designed to speed up a game of Talisman, and also make your characters more powerful, Runestones are cards which you can attach to your characters to give them the advantage over their opponents.<h2 class=\"bb_tag\">The Frostmarch - expansion pack</h2>A continent of ice dominates the horizon...<br>It is the Frostmarch, brought here across the northern waters by the Ice Queen. Armed with the Crown of Command, she is transforming the realm into a desolate, frozen wasteland.<br>Can you overcome the raging storms and strange creatures that inhabit this bitter land? Will your blood freeze when you behold the Ice Queen’s cold, cruel gaze?<br>The Frostmarch expansion offers 3 Alternative Ending Cards – including a final climactic battle with the Ice Queen!<br><br>The Frostmarch expansion adds;<br>4 Characters<br>84 Adventure Cards<br>3 Alternate Endings<br>24 Warlock Quest Cards<br>20 Spell Cards<h2 class=\"bb_tag\">The Dungeon - expansion pack</h2>The Dungeon adds a new Region to the game for heroes to explore. <br>A new board section and over 100 new cards bring this subterranean realm vividly to life. Five brand-new characters – the formidable Gladiator, noble Amazon, dashing Swashbuckler, enigmatic Gypsy, and sagacious Philosopher – offer fantastic new playing experiences.<br>Brave untold dangers, and discover what lies in the darkness beneath the world of Talisman!<br><br>The Dungeon expansion adds;<br>5 Characters<br>1 new board section<br>128 Dungeon Cards<br>10 Adventure Cards<br>10 Treasure Cards<br>20 Spell Cards<h2 class=\"bb_tag\">The Highland - expansion pack</h2>Do you have what it takes to brave the Highland? All sorts of perils await you in those daunting peaks. Tread carefully, brave adventurers...<br>The Eagle King stirs. <br>The Highland adds a new Region to the game for heroes to explore. A new map board and over 100 new cards bring this mountainous realm vividly to life, while six brand-new characters offer fantastic new playing experiences.<br>Climb as high as you dare, and lay claim to the unimaginable wealth that awaits atop the tallest peak in the world of Talisman!<br><br>The Highland expansion adds;<br>6 Characters<br>1 new board section<br>142 Highland Cards<br>12 Adventure Cards<br>3 Alternate Endings<br>10 Spell Cards<h2 class=\"bb_tag\">The Sacred Pool - expansion pack</h2>The Sacred Pool brings new excitement and tension to your quest for the Crown of Command! Four new playable characters join the race for power, and never-before-seen Alternate Ending cards ensure ample replayability. Meanwhile, Stable cards bring you useful equestrian followers, and Quest Reward cards give new incentives to complete the perilous Warlock Quests!<br><br><br>The Sacred Pool adds;<br>4 Characters<br>72 Adventure Cards<br>3 Alternate Endings<br>24 Quest Reward Cards<br>12 Stables Cards<br>16 Spell Cards<h2 class=\"bb_tag\">The City - expansion pack</h2>The City provides those who live within it a chance to pursue their lives with a modicum of safety and comfort. However, though the outside world is kept outside, any alert adventurer strolling through the City Gate will feel the tension humming in the air.<br><br>The City, a new Region expansion board for Talisman, provides players with three alternative endings, its own deck, a host of shops for all your questing needs, and six new characters. Collect bounties listed on the Wanted Posters at the City Gate and fill your pockets with gold before doing some serious spending. Secure a steed from the Stables, pick up Pets or Potions, or head to the Armoury and the Magic Emporium.<br><br>The City adds;<br>6 Characters<br>1 new board section<br>82 City Cards<br>3 Alternate Endings<br>12 Armoury Cards<br>16 Magic Emporium Cards<br>12 Pet Cards<br>16 Potion Cards<br>8 Stables Cards<h2 class=\"bb_tag\">The Nether Realm - expansion pack</h2>Can you survive the Nether Realm?<br>The Nether Realm, where the most terrible beasts of fairy tales and nightmares live, once threatened to swallow up the world of men. Legends say that thousands of years ago, a mighty wizard sealed the Nether Realm in a great golden box. But now, the box has been opened. The denizens of the Nether Realm are free to cross into this world and plunge those brave few who seek the Crown of Command into a living nightmare! <br>This expansion features three new alternative endings using Nether Cards, an exciting new deck of Adventure cards designed to challenge even the hardiest of  adventurers!<br><br>The Nether Realm adds;<br>36 Nether Cards<br>3 Alternative Ending Cards<h2 class=\"bb_tag\">The Blood Moon - expansion pack</h2>The Blood Moon adds a gripping layer of gothic horror to your quest for the Crown of Command. In addition to a host of new challenges, The Blood Moon introduces two engaging mechanics: time alternates between “Day” and “Night,” and a bloodthirsty Werewolf prowls the land. The new Time Card flips between its Day and Night sides to indicate the inexorable passage of time, introducing a range of engaging new game effects depending on its status. Meanwhile, a horrifying Werewolf preys on Adventurers who wander into his hunting grounds.<br><br><br>The Blood Moon expansion adds;<br>3 Characters<br>111 Adventure Cards<br>10 Spell Cards<br>1 Time Card<br>6 Lycanthrope Cards<br>3 Alternative Endings<br>1 Werewolf<h2 class=\"bb_tag\">The Firelands - expansion pack</h2>The Ifrit – legendary beings, once enslaved to create the Crown of Command – have returned to exact vengeance upon the land of Talisman. Even as you quest to seize the Crown of Command, the Ifrit wage war against you and your fellow players, burning precious cards away and setting the land itself ablaze in a furious inferno. Can you escape their flames and triumph over the Ifrit? Only the greatest of heroes will rise above the fire and defeat the newest threat to the land.<br><br><br>The Firelands adds;<br>81 Adventure Cards<br>18 Spell Cards<br>20 Terrain Cards<br>3 Alternative Endings<br>4 Characters<h2 class=\"bb_tag\">The Dragon - expansion pack</h2>Three new Draconic Lords vie for rulership of the Firelands – Varthrax, Cadorus, and Grilipus. Talisman grows more dangerous as they struggle to claim dominance over their territory and the Crown of Command.<br>The Dragon expansion offers players even more choices and strategic challenges, including a new, dual-sided Inner Region for their heroes to conquer. The alternate sides allow you to face familiar terrain along a path that requires all new tactics, or to venture into the Dragon Tower, where a hero’s every step meets opposition by the Dragon King’s minions and leads him ever closer to an ultimate confrontation with the Dragon King, himself.<br>The Dragon brings the Draconic Lords and their legions of dragons to life with over 300 new cards and tokens, and six new characters are introduced.<br>Any hero who dares confront the Dragon King must be prepared for an epic battle!<br><br><br>The Dragon expansion adds;<br>6 Characters<br>1 new double-sided board section<br>168 Dragon Cards<br>3 Alternate Endings<h2 class=\"bb_tag\">The Harbinger - expansion pack</h2>This expansion introduces the Harbinger, a mysterious figure of prophecy and doom who wanders the realm, with destruction following everywhere he walks. As the demons and plagues of the new Harbinger deck wreak havoc throughout Talisman, three new powerful characters seek the Crown of Command. That quest becomes more dangerous than ever before: cursed followers lie in wait for fresh prey, flames descend from the darkened skies, and the dead crawl from their tombs. <br><br>Four new Omen decks reveal the changing and dire effects of impending doom, counting down to its arrival. Terrain cards abruptly transform the ground beneath characters' feet, changing deserts into bogs, or farmland into ruins. You'll have to navigate these obstacles and numerous others if you want to seize victory before time runs out for the entire realm – and the true apocalypse begins.<br><br>The Harbinger adds;<br>The Harbinger figure and accompanying Harbinger deck<br>Three more characters seek the Crown of Command<br>Four Omen decks each unleash a unique scenario of doom<br>Terrain cards transform the landscape of the realm<br>Two apocalypse-themed alternate endings<h2 class=\"bb_tag\">The Woodland - expansion pack</h2>Journey to the realm of the fae in The Woodland! In this expansion, you can walk your own path through the Woodland corner, encountering strange new creatures, events, and dangers. At the end of your path, a meeting with destiny awaits, transforming your character’s future and developing your story further.<br><br>Even more waits beneath the boughs of the Woodland, however. Redesigned rules for fate tokens allow you to either help yourself or interfere with others, and your fate will shape many of your interactions within the groves and glades of the Woodland. <br><br>The Woodlands adds;<br>A new corner section, depicting the wilds of the Woodland<br>5 characters <br>3 alternative endings<br>Nearly 150 new cards to bring the Woodland alive<h2 class=\"bb_tag\">The Cataclysm - expansion pack</h2>Decades ago an apocalypse destroyed the world, wrecking its cities, ravaging the land, and devastating the population. Now, after more than a generation, a new age dawns with The Cataclysm. People are returning to establish settlements, nature is evolving in bizarre, unprecedented ways, and traces of the former civilization can be found everywhere. This is a time of chaos and possibility, of challenges and heroism. <br><br>The Cataclysm introduces a new main board that opens up a reinvented, post-apocalyptic realm for your exploration. Those brave enough to inhabit this world are brought to life in the Denizens deck, while the Remnants deck fills spaces with lost treasures, broken artifacts, and the lingering after-effects of the apocalypse. Five more characters now seek the Crown of Command, including the Black Knight who once menaced the Middle Region, and four alternative endings shape your quests in this ever-changing world.<h2 class=\"bb_tag\">Extra Characters</h2>A whole host of new characters offering new ways to play...<br><br>Exorcist <br>Devil's Minion<br>Genie<br>Courtesan <br>Martyr <br>Black Witch<br>Gambler <br>Apprentice Mage <br>Martial Artist <br>Goblin Shaman <br>Jester <br>Saracen<br>Illusionist<br>Shapeshifter<br>Samurai <br>Woodsman <br>Pathfinder <br><br>Please note that the Shaman character is NOT included in the Season Pass.",
            "short_description": "The Season Pass for Talisman: Digital Edition includes many expansion packs for the base game.",
            "fullgame": {
                "appid": "247000",
                "name": "Talisman: Digital Edition"
            },
            "supported_languages": "English, French, Italian, German, Spanish - Spain",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/258817/header.jpg?t=1541600345",
            "website": null,
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows XP<br></li><li><strong>Processor:</strong> 1.6 GHz<br></li><li><strong>Memory:</strong> 512 MB RAM<br></li><li><strong>DirectX:</strong> Version 9.0<br></li><li><strong>Storage:</strong> 400 MB available space</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> 10.8<br></li><li><strong>Memory:</strong> 512 MB RAM<br></li><li><strong>Graphics:</strong> 256MB Video Memory<br></li><li><strong>Storage:</strong> 600 MB available space</li></ul>"
            },
            "linux_requirements": [],
            "developers": [
                "Nomad Games"
            ],
            "publishers": [
                "Asmodee Digital"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 5499,
                "final": 5499,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "54,99€"
            },
            "packages": [
                32819
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Talisman: Digital Edition - Season Pass",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 32819,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Talisman: Digital Edition Season Pass - 54,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 5499
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": true,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 24,
                    "description": "Shared/Split Screen"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 29,
                    "description": "Steam Trading Cards"
                },
                {
                    "id": 23,
                    "description": "Steam Cloud"
                },
                {
                    "id": 25,
                    "description": "Steam Leaderboards"
                }
            ],
            "genres": [
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "3",
                    "description": "RPG"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_32361ba91de4d23e8d695bcb3d877b76ce101c01.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_32361ba91de4d23e8d695bcb3d877b76ce101c01.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_d77ed2e2f3fe4a50f18278581ad9c19594892f5b.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_d77ed2e2f3fe4a50f18278581ad9c19594892f5b.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_67219d7d77456c66d5e2824e42c578f86caa2fc1.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_67219d7d77456c66d5e2824e42c578f86caa2fc1.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_c0d463ffacce2c3e1f07b9e32db111cf940540a7.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_c0d463ffacce2c3e1f07b9e32db111cf940540a7.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_991cf7b1ce6b5b20e867613e35e27b5abd1ef920.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_991cf7b1ce6b5b20e867613e35e27b5abd1ef920.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_4b1401e91bcf4cf3d97be18058e0b1f88633b9ea.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_4b1401e91bcf4cf3d97be18058e0b1f88633b9ea.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_2f04fe524025e15c52272719e827c734dc76e25c.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_2f04fe524025e15c52272719e827c734dc76e25c.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_56571a5cb4406c71f5f7b1df31c614f6785dda3a.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_56571a5cb4406c71f5f7b1df31c614f6785dda3a.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_9db2a1be20486227ecc2bb089c9f483d03f87be4.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_9db2a1be20486227ecc2bb089c9f483d03f87be4.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_0b4b3b6839b07402699354c643bf7669cc90cdc9.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_0b4b3b6839b07402699354c643bf7669cc90cdc9.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_48bfe6e881e3d0d7f8e311044e19250634bae49d.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_48bfe6e881e3d0d7f8e311044e19250634bae49d.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_f838e89908f01d062a54a07248edf1e2d50be92f.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_f838e89908f01d062a54a07248edf1e2d50be92f.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_915f6cf476682c7de8a89288f709313dfdad28ba.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_915f6cf476682c7de8a89288f709313dfdad28ba.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_eeab4863943e381b12fd1be4572765cd687d1c2c.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_eeab4863943e381b12fd1be4572765cd687d1c2c.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_8b98ed92b693d177a33f230a2092e310b69ed952.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_8b98ed92b693d177a33f230a2092e310b69ed952.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 15,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_c264dc1cd3cec98b405719847eac13f98c6f3a50.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_c264dc1cd3cec98b405719847eac13f98c6f3a50.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 16,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_27f9255cdc8f78012161502cff0304c054313a72.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_27f9255cdc8f78012161502cff0304c054313a72.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 17,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_9cbab4755ea0a8da0ba5b48e710a6917c7c8d1bb.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_9cbab4755ea0a8da0ba5b48e710a6917c7c8d1bb.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 18,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_171b9eaabaf2040e9d1badbe5780d3177aaf7a8d.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_171b9eaabaf2040e9d1badbe5780d3177aaf7a8d.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 19,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_2efc4df817fe50a415f8c973420e9ce53b766401.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_2efc4df817fe50a415f8c973420e9ce53b766401.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 20,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_eebe30270e469112dc78ebd1c32e5065c8664779.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_eebe30270e469112dc78ebd1c32e5065c8664779.1920x1080.jpg?t=1541600345"
                },
                {
                    "id": 21,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_69901bf11a90eea0360923001ed9ef10588c11d9.600x338.jpg?t=1541600345",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/258817/ss_69901bf11a90eea0360923001ed9ef10588c11d9.1920x1080.jpg?t=1541600345"
                }
            ],
            "movies": [
                {
                    "id": 2030325,
                    "name": "Talisman: Digital Edition Season Pass",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2030325/movie.293x165.jpg?t=1447359668",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2030325/movie480.webm?t=1447359668",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2030325/movie_max.webm?t=1447359668"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "10 Jan, 2014"
            },
            "support_info": {
                "url": "https://asmodee.helpshift.com/a/talisman/",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/258817/page_bg_generated_v6b.jpg?t=1541600345",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}