{
    "266590": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "AGFPPROV3 Premium",
            "steam_appid": 266590,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<h2 class=\"bb_tag\">Axis Game Factory’s AGFPRO v3.0 – for PC, MAC and LINUX</h2><br><strong>We just released version 3.0 of AGFPRO &amp; Premium - there are a TON of new features, assets and functionality that have been added, giving users the ability to create amazing game levels and maps like NEVER BEFORE!!</strong><br><br>Many users ask <i>&quot;why do I need to buy the Premium DLC for AGFPRO&quot;</i> and <i>&quot;what are the key differences&quot;?</i>  - The answer is simple - <i>if </i>you are buying AGFPRO as a tool for your game development software pipeline, then <strong>yes - you should definitely use the Premium DLC! </strong> Premium offers additional features that are not available in the basic version, it expedites the development process exponentially with batch processing, allows for multiplayer co-op development for up to 8 users, provides open source on over 500 assets included, just to name a few of the many and on going benefits!  - And the best part... you do NOT need to have UnityPro in order to take advantage of the great features offered in AGFPRO or Premium.<br><br>AGFPRO v3.0 is a comprehensive toolset designed to provide game developers and enthusiasts with a powerful and rapid level creation, terrain/vegetation editing, lighting and atmosphere system. <br><br>AGF is an independent product that empowers users to create game levels and environments for many types of game genres, and the AGFPRO v3.0 PREMIUM version is also designed to work in concert with the Free and Pro versions of the Unity 5.0 game engine to allow further customization and game publishing. AGF runs on the PC, MAC and LINUX systems.<br><br>AGF allows developers to rapidly create game maps, sculpt terrain and design levels quickly and easily. With over 1000+ assets pre-stocked in the warehouse, along with 48 pre-set themes and 8 sample maps, developers and enthusiasts can begin creating levels in minutes. AGFPRO v3.0 includes all of the necessary tools to allow users the ability to import AGF scenes into Unity3d Free and Pro 5.0. <br><br>Creating game levels and maps in AGFPRO is easy and fun - now ANYONE can create their own quality game maps without having to program, model or animate!<br><br>Please note that in order to use AGFPRO Premium (DLC), you must first purchase AGFPRO.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/266590/extras/AGF2.0features4.png?t=1447359595\" ><h2 class=\"bb_tag\">KEY FEATURES:</h2><br><strong>AGFPRO v3.0 now Features Nine (9) Key Areas or Apps for Development that Include:</strong><br><ul class=\"bb_ul\"><li>AGF Launch Pad<br></li><li>AGF World Editor<br></li><li>AGF Construct App<br></li><li>AGF Browser<br></li><li>AGF Packager<br></li><li>AGF Scene Loader<br></li><li>ARGP Player (Internal &amp; External)<br></li><li>Platform Player (Internal &amp; External)<br></li><li>FPS Player (External)</li></ul><h2 class=\"bb_tag\">New v3.0 AGF<i> Launch Pad</i>:</h2><br><ul class=\"bb_ul\"><li>This App replaces the AGF editor from the AGF icon in Steam<br></li><li>Launches all AGF Apps including the <strong><i>Editor</i></strong> from one toolbar<br></li><li>No need to go through the Editor to launch the <strong><i>Players</i></strong></li></ul><h2 class=\"bb_tag\">New v3.0 AGF <strong><i>World Editor</i></strong> Features:</h2><br><ul class=\"bb_ul\"><li>Redesigned GUI in the<strong><i> Editor</i></strong><br></li><li>Dropdown menu system<br></li><li>Collapsing, drag-able windows with easy to see icons<br></li><li>3x Speed increase for terrain sculpting<br></li><li>New Smoothing feature for the terrain sculpting has been added to give the user the ability to smooth and soften terrain on their maps<br></li><li>New X, Y, Z directional compass added to the <strong><i>Editor</i></strong><br></li><li>Camera automatically changes the atmosphere when users are underwater vs. above water<br></li><li>Addition of &quot;Build Time Clock&quot; that is saved with each scene file every time users work, creating a standing time on how long each level takes to create</li></ul><br><ul class=\"bb_ul\"><li><strong>User-Friendly Project Creation Wizard</strong><br></li><li>  o\tExtensive library of pre-set themes for immediate level design<br></li><li>  o\tThemes include lighting, atmosphere, terrain, vegetation, &amp; water pre-defined</li></ul><br><ul class=\"bb_ul\"><li><strong>Intuitive User Interface with &quot;Radial Menu&quot; to expedite workflow</strong> <br></li><li>Drag and reorganize windows to customize UI<br></li><li>On &amp; Off feature quickly hide menus</li></ul><br><ul class=\"bb_ul\"><li><strong>Advanced Terrain Creation System</strong><br></li><li>Adjustable: terrain size, splat map &amp; vegetation detail resolution<br></li><li>Supports terrains from 200 meters up to 200 meters down max<br></li><li>Terrains are now expanded to a maximum terrain of 4,000 meters square<br></li><li>3x Speed increase for terrain sculpting<br></li><li>10 levels of undo for terrain editing<br></li><li>Undo Vegetation, Painting and Sculpting independent of each other</li></ul><br><ul class=\"bb_ul\"><li><strong>Paint, Sculpt and Plant vegetation individually or simultaneously</strong><br></li><li>Toggle: terrain visibility, painting, sculpting, planting</li></ul><br><ul class=\"bb_ul\"><li><strong>Sophisticated Brush Support</strong><br></li><li>Extensive brush library with adjustable brush size, rotation, power, blend<br></li><li>Edit the entire Default Brush library for users preference<br></li><li>Project specific and default brushes independent of each other<br></li><li>Via the new integrated <strong><i>AGF Browser</i></strong>, users can now import their own original:  Brushes, Terrain Textures, Terrain Vegetation Textures in PNG. Format<br></li><li>Newly added:  Custom Images can be both loaded and removed for the Brushes – Terrain and Vegetation</li></ul><br><ul class=\"bb_ul\"><li><strong>Real Time Terrain Deformation and Painting System with Tri-Planar Texturing with Normal Maps</strong><br></li><li>Toggle between tri-planar shader &amp; simple<br></li><li>Intuitive Terrain &quot;Snap to Grid Height&quot; to set terrain<br></li><li>Numeric input and readout of terrain height at specific locations</li></ul><br><ul class=\"bb_ul\"><li><strong>Tri-Planar Shaders and Texturing</strong><br></li><li>Shader automatically maps terrain inclines with user defined texture<br></li><li>Over 40 textures included with Normal Maps</li></ul><br><ul class=\"bb_ul\"><li><strong>Terrain Texture Color Tinting Feature</strong><br></li><li>Change individual textures or batch<br></li><li>Change terrain textures quickly and update in real-time</li></ul><br><ul class=\"bb_ul\"><li><strong>Advanced Vegetation System</strong><br></li><li>Adjustable vegetation density &amp; distance, unlimited layers<br></li><li>Set vegetation min. width, height &amp; color spectrum</li></ul><br><ul class=\"bb_ul\"><li><strong>Advanced Global Vegetation Editor</strong><br></li><li>Globally change vegetation color saturation, value, size, minimum width &amp; height, color spectrum</li></ul><br><ul class=\"bb_ul\"><li><strong>Fully featured lighting and atmosphere configuration allows quick real time and run-time customization</strong></li></ul><br><ul class=\"bb_ul\"><li><strong>Customized Lighting System</strong><br></li><li>Key, Fill, Back, and Ambient light sources<br></li><li>Set light colors, flares &amp; shadow configurations<br></li><li>Extensive Lens Flares to “main” light in lighting rig (over 15)<br></li><li>Newly added Underwater Lighting system</li></ul><br><ul class=\"bb_ul\"><li><strong>Fog System</strong><br></li><li>Global and simple fog with a variety of parameters: density, falloff, color and distance<br></li><li>Set fog haze, density, distance, color, height and falloff<br></li><li>Newly added Fog System </li></ul><br><ul class=\"bb_ul\"><li><strong>Skyboxes – Select skybox cube maps with the ability to apply rotation &amp; tint</strong></li></ul><br><ul class=\"bb_ul\"><li><strong>Beautiful water system with sliders for wave direction, speed, intensity, refraction/reflection color and foam properties</strong></li></ul><br><ul class=\"bb_ul\"><li><strong>Geometry Brush System</strong><br></li><li>Create unlimited sets of geometry brushes<br></li><li>Brushes function as an independent layer to edit<br></li><li>Set min/max scale range<br></li><li>Randomly rotate X, Y, Z coordinates<br></li><li>Align to Normal<br></li><li>Spray geometry from camera view direction</li></ul><br><ul class=\"bb_ul\"><li><strong>User-friendly file saving thumbnail generation for scenes when saved</strong></li></ul><br><ul class=\"bb_ul\"><li><strong>Extensive Presets to quickly start scenes (48 included)</strong><br></li><li>Create custom presets and share with friends</li></ul><br><ul class=\"bb_ul\"><li><strong>Independent Pre-Fab Mode to create complex collections of assets outside of your scene</strong></li></ul><br><ul class=\"bb_ul\"><li><strong>Fully featured transformation tools include:</strong><br></li><li>Select, Multiple-Select, Copy/Paste, Duplicate, Translate, Rotate &amp; Scale</li></ul><br><ul class=\"bb_ul\"><li><strong>Intuitive Grid-Snapping and Collision Detection easily place objects in scene with new enhanced features that include:</strong><br></li><li>On screen display of Grid Size<br></li><li>On screen display of Grid-Snap Setting<br></li><li>There are now reference numbers for both the X or Z Axis, the numbers change dynamically with the scale of the grid<br></li><li>Grid Reference Number Scaling and Display Settings can be defined by the user</li></ul><br><br><strong><h2 class=\"bb_tag\">New Construct App Feature:</h2></strong><br><ul class=\"bb_ul\"><li>Gone is the old prefab workspace and it has been moved into its very own App<br></li><li> <i><strong>Construct</strong></i> is where you go to create your own prefab assets from the always-expanding library of textures and assets (over 1,000+) that are available in the <strong><i>AGFPRO Warehouse</i></strong><br></li><li>Users can launch <strong><i>Construct</i></strong> from the <strong><i>Launchpad</i></strong> or from the <strong><i>Editor</i></strong><br></li><li>Use the “refresh assets” button to load prefabs into the <strong><i>Warehouse</i></strong> library<br></li><li><strong><i>Construct</i></strong> allows users to import their own .OBJ files (objects or assets) as well as .PNG texture files<br></li><li>Load your own models, .OBJ files, directly into <strong><i>Construct</i></strong> – <strong>USERS NO LONGER HAVE TO IMPORT THEIR OWN ASSETS THROUGH UNITY PRO!!!!!</strong>   This feature is included in AGFPRO and Premium.<br></li><li>Combine several .OBJ files and save them as a Prefab to be used in the <strong><i>World Editor</i></strong></li></ul><br><br><strong><h2 class=\"bb_tag\">New AGF Browser (file browser)</h2></strong><br><ul class=\"bb_ul\"><li>This is a standalone browser that connects the AGF Apps together!<br></li><li>The new <strong><i>AGF Browser</i></strong> is designed to be the glue that is used to bring in users custom content.  Now users are able to bring in their own Textures and Objects files into AGF creations without the necessity of using Unity Free or Unity Pro… This feature is HUGE as it empowers users the flexibility to create their own custom levels with any supported asset types they choose to bring in with the ability to take their scene files back into Unity to publish their own work </li></ul><br><br><strong><h2 class=\"bb_tag\">New AGF Packager</h2></strong><br><ul class=\"bb_ul\"><li>By popular demand – we have added this great feature… AGF DLC users are able to package their games easily and share with anyone!  Just do the following:<br></li><li>1) Select the Game Type <br></li><li>2) Select the Project Folder<br></li><li>3) Select the Destination of the New Game onto User’s Machine<br></li><li>4) Give a Name to the Game<br></li><li>… And the<strong><i> AGF Packager</i></strong> does the rest… it’s really that easy!  Best of all, friends do not need to own AGF to run the packaged game, nor do they need to have a Steam account. The Packaged Game is completely stand-alone, DRM FREE, and redistribution of users game(s) is encouraged. AGF Packager will make a game for the OS that it was packaged on. The AGF packaged games are NOT intended for resale. It’s about creating and sharing with all.<br></li><li>As an option, the Packager will automatically zip the game(s) package for easy distribution and no installation is required for the end user to play – no installers are necessary for friends to play – just unzip and have fun!</li></ul><br><br><strong><h2 class=\"bb_tag\">New AGF Scene Loader Features:</h2></strong><br><ul class=\"bb_ul\"><li>The AGF Scene Loader loads the AGF Scene Format into Unity Free and Unity Pro<br></li><li>Custom Images that are used on terrains now load into Unity with scene(s) created in AGF<br></li><li>Any locked assets in an AGF scene are no longer an issue… The AGF/Unity Scene Loader skips any assets that are not supposed to load automatically <br></li><li>Any OBJ files that are loaded into AGF will also be loaded into Unity Free and Pro</li></ul><br><br><strong><h2 class=\"bb_tag\">Action Role-Playing Game Player:</h2></strong><br><ul class=\"bb_ul\"><li>The ARGP Player provides users with player and camera controls that are genre specific for ARPG game creation<br></li><li>Using the Internal Player, creations can be played in real-time to play test map creations <br></li><li>The External Player allows users the ability to package and send their levels to others to play</li></ul><br><br><strong><h2 class=\"bb_tag\">Platform Player:</h2></strong><br><ul class=\"bb_ul\"><li>The Platform Player provides users with player and camera controls that are genre specific for Platform game level creation<br></li><li>The Internal Player allows users to immediately play and test their game maps in real-time<br></li><li>The External Player allows users the ability to package and send their levels to others to play</li></ul><br><br><strong><h2 class=\"bb_tag\">First-Person Shooter Player:</h2></strong><br><ul class=\"bb_ul\"><li>This Player provides the user with an FPS camera and controller, specific for FPS game level creation and play testing<br></li><li>The FPS Player can be used with the AGF Packager to package their game levels to share with others<br></li><li>This Player also supports Scene-Linking and allows users to share their AGF FPS game level creations with friends and link their maps together for endless gameplay!<br></li><li>FPS Weapon asset packs are also included</li></ul><h2 class=\"bb_tag\"><strong>AGFPRO v3.0 PREMIUM</strong></h2><br><ul class=\"bb_ul\"><li>AGFPRO + PREMIUM ASSET Packager – users are able to package their assets in Unity Pro and use in the AGF tool-set<br></li><li>Batch Asset Processing<br></li><li>Automatic Icon Creation<br></li><li>Over 500 Source Art Assets and Samples are included for Premium users<br></li><li>MultiPlayer Co-op Development - up to 8 users at a time<br></li><li>Reflection tools</li></ul><h2 class=\"bb_tag\"><strong>More Information on what AGFPRO is and what you can do with AGFPRO</strong></h2><br><ul class=\"bb_ul\"><li>Users are able to create game levels and maps using the software and also place characters (provided with the software) to play and explore their levels with multiple player style options (Action Role Playing, Platformer, FPS)<br><br></li><li>Just to be CLEAR – AGFPRO is NOT a game engine.  It is literally made using the Unity game engine.  AGFPRO is a real-time, RAPID Game Environment Development Toolkit and is made to be used in concert with Unity Free and Pro for level/map creation. – However, AGFPRO does NOT need Unity to run or create levels/maps.<br><br></li><li>The scene files that users create in AGFPRO “Basic” and “Premium” can be imported into Unity4 Free and Pro using our AGF/Unity tools.<br><br></li><li>By using the DLC we have already released for AGFPRO (Fantasy Side-Scroller &amp; Zombie FPS), users are able to create playable levels with AGFPRO (only – not viable with Unity) with a variety of characters, assets, gameplay mechanics and special feature, “Scene-Linking” to connect game levels<br><br></li><li>There are limitations to some asset packs “locked (L)” that limit the users from loading these assets into Unity.  All unlocked asset packs are free of copyright and can be used via Unity for redistribution per the terms of the EULA <a href=\"https://steamcommunity.com/linkfilter/?url=http://ttp:/media.wix.com/ugd/43457c_ee338ac5b4f644eb8b432518a8bb3d79.pdf\" target=\"_blank\" rel=\"noopener\"  >http://ttp:/media.wix.com/ugd/43457c_ee338ac5b4f644eb8b432518a8bb3d79.pdf</a><br><br></li><li>The redistribution or “sharing” of the games users are able to make using AGF and DLC “Players” is a feature we are working on at this time and will be made available to users at no additional fee<br><br></li><li>Users are also able to create and place specific game play mechanics that are provided in the software<br><br></li><li>Full customization of your levels and maps is possible with AGFPRO Premium and Unity Pro, whereby users are able to bring in their own assets and models to make their games unique and further commercialize, making a complete Stand-Alone game</li></ul><h2 class=\"bb_tag\"><strong>Additional Questions RE: AGFPRO?</strong></h2><ul class=\"bb_ul\"><li>If you are interested in making a complete Stand-Alone game with unique characters, models, assets and game play mechanics not provided in AGFPRO and  commercialize it for sale, you will need AGFPRO Premium and either Unity Free or Pro software<br><br></li><li>If you are a development team using AGFPRO + Premium, you will need one seat per team member using the software, but we do offer studio discounts, so be sure to contact us for special pricing<br><br></li><li>We have many schools all over the globe using AGFPRO to teach game development and design in the classroom, from middle schools to elite Colleges and Universities.  We have a basic curriculum available that instructors are able to include in their course curriculum and we provide additional support that includes software updates, access to DLC, non-Steam versions of the software if necessary, user support and special feature integration upon request and based on the terms of the agreement.  We offer special pricing for schools and we find that schools love using the software as it allows students the ability to create complete games within the limitation of a semester and is a great introduction to begin to interface with Unity3d, without users having to program, model, animate or script.  Please contact Tammy McDonald at <a href=\"mailto:tammy@heavyh2o.com\">tammy@heavyh2o.com</a> if you have specific questions or interest regarding AGFPRO's Educational License.</li></ul>",
            "about_the_game": "<h2 class=\"bb_tag\">Axis Game Factory’s AGFPRO v3.0 – for PC, MAC and LINUX</h2><br><strong>We just released version 3.0 of AGFPRO &amp; Premium - there are a TON of new features, assets and functionality that have been added, giving users the ability to create amazing game levels and maps like NEVER BEFORE!!</strong><br><br>Many users ask <i>&quot;why do I need to buy the Premium DLC for AGFPRO&quot;</i> and <i>&quot;what are the key differences&quot;?</i>  - The answer is simple - <i>if </i>you are buying AGFPRO as a tool for your game development software pipeline, then <strong>yes - you should definitely use the Premium DLC! </strong> Premium offers additional features that are not available in the basic version, it expedites the development process exponentially with batch processing, allows for multiplayer co-op development for up to 8 users, provides open source on over 500 assets included, just to name a few of the many and on going benefits!  - And the best part... you do NOT need to have UnityPro in order to take advantage of the great features offered in AGFPRO or Premium.<br><br>AGFPRO v3.0 is a comprehensive toolset designed to provide game developers and enthusiasts with a powerful and rapid level creation, terrain/vegetation editing, lighting and atmosphere system. <br><br>AGF is an independent product that empowers users to create game levels and environments for many types of game genres, and the AGFPRO v3.0 PREMIUM version is also designed to work in concert with the Free and Pro versions of the Unity 5.0 game engine to allow further customization and game publishing. AGF runs on the PC, MAC and LINUX systems.<br><br>AGF allows developers to rapidly create game maps, sculpt terrain and design levels quickly and easily. With over 1000+ assets pre-stocked in the warehouse, along with 48 pre-set themes and 8 sample maps, developers and enthusiasts can begin creating levels in minutes. AGFPRO v3.0 includes all of the necessary tools to allow users the ability to import AGF scenes into Unity3d Free and Pro 5.0. <br><br>Creating game levels and maps in AGFPRO is easy and fun - now ANYONE can create their own quality game maps without having to program, model or animate!<br><br>Please note that in order to use AGFPRO Premium (DLC), you must first purchase AGFPRO.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/266590/extras/AGF2.0features4.png?t=1447359595\" ><h2 class=\"bb_tag\">KEY FEATURES:</h2><br><strong>AGFPRO v3.0 now Features Nine (9) Key Areas or Apps for Development that Include:</strong><br><ul class=\"bb_ul\"><li>AGF Launch Pad<br></li><li>AGF World Editor<br></li><li>AGF Construct App<br></li><li>AGF Browser<br></li><li>AGF Packager<br></li><li>AGF Scene Loader<br></li><li>ARGP Player (Internal &amp; External)<br></li><li>Platform Player (Internal &amp; External)<br></li><li>FPS Player (External)</li></ul><h2 class=\"bb_tag\">New v3.0 AGF<i> Launch Pad</i>:</h2><br><ul class=\"bb_ul\"><li>This App replaces the AGF editor from the AGF icon in Steam<br></li><li>Launches all AGF Apps including the <strong><i>Editor</i></strong> from one toolbar<br></li><li>No need to go through the Editor to launch the <strong><i>Players</i></strong></li></ul><h2 class=\"bb_tag\">New v3.0 AGF <strong><i>World Editor</i></strong> Features:</h2><br><ul class=\"bb_ul\"><li>Redesigned GUI in the<strong><i> Editor</i></strong><br></li><li>Dropdown menu system<br></li><li>Collapsing, drag-able windows with easy to see icons<br></li><li>3x Speed increase for terrain sculpting<br></li><li>New Smoothing feature for the terrain sculpting has been added to give the user the ability to smooth and soften terrain on their maps<br></li><li>New X, Y, Z directional compass added to the <strong><i>Editor</i></strong><br></li><li>Camera automatically changes the atmosphere when users are underwater vs. above water<br></li><li>Addition of &quot;Build Time Clock&quot; that is saved with each scene file every time users work, creating a standing time on how long each level takes to create</li></ul><br><ul class=\"bb_ul\"><li><strong>User-Friendly Project Creation Wizard</strong><br></li><li>  o\tExtensive library of pre-set themes for immediate level design<br></li><li>  o\tThemes include lighting, atmosphere, terrain, vegetation, &amp; water pre-defined</li></ul><br><ul class=\"bb_ul\"><li><strong>Intuitive User Interface with &quot;Radial Menu&quot; to expedite workflow</strong> <br></li><li>Drag and reorganize windows to customize UI<br></li><li>On &amp; Off feature quickly hide menus</li></ul><br><ul class=\"bb_ul\"><li><strong>Advanced Terrain Creation System</strong><br></li><li>Adjustable: terrain size, splat map &amp; vegetation detail resolution<br></li><li>Supports terrains from 200 meters up to 200 meters down max<br></li><li>Terrains are now expanded to a maximum terrain of 4,000 meters square<br></li><li>3x Speed increase for terrain sculpting<br></li><li>10 levels of undo for terrain editing<br></li><li>Undo Vegetation, Painting and Sculpting independent of each other</li></ul><br><ul class=\"bb_ul\"><li><strong>Paint, Sculpt and Plant vegetation individually or simultaneously</strong><br></li><li>Toggle: terrain visibility, painting, sculpting, planting</li></ul><br><ul class=\"bb_ul\"><li><strong>Sophisticated Brush Support</strong><br></li><li>Extensive brush library with adjustable brush size, rotation, power, blend<br></li><li>Edit the entire Default Brush library for users preference<br></li><li>Project specific and default brushes independent of each other<br></li><li>Via the new integrated <strong><i>AGF Browser</i></strong>, users can now import their own original:  Brushes, Terrain Textures, Terrain Vegetation Textures in PNG. Format<br></li><li>Newly added:  Custom Images can be both loaded and removed for the Brushes – Terrain and Vegetation</li></ul><br><ul class=\"bb_ul\"><li><strong>Real Time Terrain Deformation and Painting System with Tri-Planar Texturing with Normal Maps</strong><br></li><li>Toggle between tri-planar shader &amp; simple<br></li><li>Intuitive Terrain &quot;Snap to Grid Height&quot; to set terrain<br></li><li>Numeric input and readout of terrain height at specific locations</li></ul><br><ul class=\"bb_ul\"><li><strong>Tri-Planar Shaders and Texturing</strong><br></li><li>Shader automatically maps terrain inclines with user defined texture<br></li><li>Over 40 textures included with Normal Maps</li></ul><br><ul class=\"bb_ul\"><li><strong>Terrain Texture Color Tinting Feature</strong><br></li><li>Change individual textures or batch<br></li><li>Change terrain textures quickly and update in real-time</li></ul><br><ul class=\"bb_ul\"><li><strong>Advanced Vegetation System</strong><br></li><li>Adjustable vegetation density &amp; distance, unlimited layers<br></li><li>Set vegetation min. width, height &amp; color spectrum</li></ul><br><ul class=\"bb_ul\"><li><strong>Advanced Global Vegetation Editor</strong><br></li><li>Globally change vegetation color saturation, value, size, minimum width &amp; height, color spectrum</li></ul><br><ul class=\"bb_ul\"><li><strong>Fully featured lighting and atmosphere configuration allows quick real time and run-time customization</strong></li></ul><br><ul class=\"bb_ul\"><li><strong>Customized Lighting System</strong><br></li><li>Key, Fill, Back, and Ambient light sources<br></li><li>Set light colors, flares &amp; shadow configurations<br></li><li>Extensive Lens Flares to “main” light in lighting rig (over 15)<br></li><li>Newly added Underwater Lighting system</li></ul><br><ul class=\"bb_ul\"><li><strong>Fog System</strong><br></li><li>Global and simple fog with a variety of parameters: density, falloff, color and distance<br></li><li>Set fog haze, density, distance, color, height and falloff<br></li><li>Newly added Fog System </li></ul><br><ul class=\"bb_ul\"><li><strong>Skyboxes – Select skybox cube maps with the ability to apply rotation &amp; tint</strong></li></ul><br><ul class=\"bb_ul\"><li><strong>Beautiful water system with sliders for wave direction, speed, intensity, refraction/reflection color and foam properties</strong></li></ul><br><ul class=\"bb_ul\"><li><strong>Geometry Brush System</strong><br></li><li>Create unlimited sets of geometry brushes<br></li><li>Brushes function as an independent layer to edit<br></li><li>Set min/max scale range<br></li><li>Randomly rotate X, Y, Z coordinates<br></li><li>Align to Normal<br></li><li>Spray geometry from camera view direction</li></ul><br><ul class=\"bb_ul\"><li><strong>User-friendly file saving thumbnail generation for scenes when saved</strong></li></ul><br><ul class=\"bb_ul\"><li><strong>Extensive Presets to quickly start scenes (48 included)</strong><br></li><li>Create custom presets and share with friends</li></ul><br><ul class=\"bb_ul\"><li><strong>Independent Pre-Fab Mode to create complex collections of assets outside of your scene</strong></li></ul><br><ul class=\"bb_ul\"><li><strong>Fully featured transformation tools include:</strong><br></li><li>Select, Multiple-Select, Copy/Paste, Duplicate, Translate, Rotate &amp; Scale</li></ul><br><ul class=\"bb_ul\"><li><strong>Intuitive Grid-Snapping and Collision Detection easily place objects in scene with new enhanced features that include:</strong><br></li><li>On screen display of Grid Size<br></li><li>On screen display of Grid-Snap Setting<br></li><li>There are now reference numbers for both the X or Z Axis, the numbers change dynamically with the scale of the grid<br></li><li>Grid Reference Number Scaling and Display Settings can be defined by the user</li></ul><br><br><strong><h2 class=\"bb_tag\">New Construct App Feature:</h2></strong><br><ul class=\"bb_ul\"><li>Gone is the old prefab workspace and it has been moved into its very own App<br></li><li> <i><strong>Construct</strong></i> is where you go to create your own prefab assets from the always-expanding library of textures and assets (over 1,000+) that are available in the <strong><i>AGFPRO Warehouse</i></strong><br></li><li>Users can launch <strong><i>Construct</i></strong> from the <strong><i>Launchpad</i></strong> or from the <strong><i>Editor</i></strong><br></li><li>Use the “refresh assets” button to load prefabs into the <strong><i>Warehouse</i></strong> library<br></li><li><strong><i>Construct</i></strong> allows users to import their own .OBJ files (objects or assets) as well as .PNG texture files<br></li><li>Load your own models, .OBJ files, directly into <strong><i>Construct</i></strong> – <strong>USERS NO LONGER HAVE TO IMPORT THEIR OWN ASSETS THROUGH UNITY PRO!!!!!</strong>   This feature is included in AGFPRO and Premium.<br></li><li>Combine several .OBJ files and save them as a Prefab to be used in the <strong><i>World Editor</i></strong></li></ul><br><br><strong><h2 class=\"bb_tag\">New AGF Browser (file browser)</h2></strong><br><ul class=\"bb_ul\"><li>This is a standalone browser that connects the AGF Apps together!<br></li><li>The new <strong><i>AGF Browser</i></strong> is designed to be the glue that is used to bring in users custom content.  Now users are able to bring in their own Textures and Objects files into AGF creations without the necessity of using Unity Free or Unity Pro… This feature is HUGE as it empowers users the flexibility to create their own custom levels with any supported asset types they choose to bring in with the ability to take their scene files back into Unity to publish their own work </li></ul><br><br><strong><h2 class=\"bb_tag\">New AGF Packager</h2></strong><br><ul class=\"bb_ul\"><li>By popular demand – we have added this great feature… AGF DLC users are able to package their games easily and share with anyone!  Just do the following:<br></li><li>1) Select the Game Type <br></li><li>2) Select the Project Folder<br></li><li>3) Select the Destination of the New Game onto User’s Machine<br></li><li>4) Give a Name to the Game<br></li><li>… And the<strong><i> AGF Packager</i></strong> does the rest… it’s really that easy!  Best of all, friends do not need to own AGF to run the packaged game, nor do they need to have a Steam account. The Packaged Game is completely stand-alone, DRM FREE, and redistribution of users game(s) is encouraged. AGF Packager will make a game for the OS that it was packaged on. The AGF packaged games are NOT intended for resale. It’s about creating and sharing with all.<br></li><li>As an option, the Packager will automatically zip the game(s) package for easy distribution and no installation is required for the end user to play – no installers are necessary for friends to play – just unzip and have fun!</li></ul><br><br><strong><h2 class=\"bb_tag\">New AGF Scene Loader Features:</h2></strong><br><ul class=\"bb_ul\"><li>The AGF Scene Loader loads the AGF Scene Format into Unity Free and Unity Pro<br></li><li>Custom Images that are used on terrains now load into Unity with scene(s) created in AGF<br></li><li>Any locked assets in an AGF scene are no longer an issue… The AGF/Unity Scene Loader skips any assets that are not supposed to load automatically <br></li><li>Any OBJ files that are loaded into AGF will also be loaded into Unity Free and Pro</li></ul><br><br><strong><h2 class=\"bb_tag\">Action Role-Playing Game Player:</h2></strong><br><ul class=\"bb_ul\"><li>The ARGP Player provides users with player and camera controls that are genre specific for ARPG game creation<br></li><li>Using the Internal Player, creations can be played in real-time to play test map creations <br></li><li>The External Player allows users the ability to package and send their levels to others to play</li></ul><br><br><strong><h2 class=\"bb_tag\">Platform Player:</h2></strong><br><ul class=\"bb_ul\"><li>The Platform Player provides users with player and camera controls that are genre specific for Platform game level creation<br></li><li>The Internal Player allows users to immediately play and test their game maps in real-time<br></li><li>The External Player allows users the ability to package and send their levels to others to play</li></ul><br><br><strong><h2 class=\"bb_tag\">First-Person Shooter Player:</h2></strong><br><ul class=\"bb_ul\"><li>This Player provides the user with an FPS camera and controller, specific for FPS game level creation and play testing<br></li><li>The FPS Player can be used with the AGF Packager to package their game levels to share with others<br></li><li>This Player also supports Scene-Linking and allows users to share their AGF FPS game level creations with friends and link their maps together for endless gameplay!<br></li><li>FPS Weapon asset packs are also included</li></ul><h2 class=\"bb_tag\"><strong>AGFPRO v3.0 PREMIUM</strong></h2><br><ul class=\"bb_ul\"><li>AGFPRO + PREMIUM ASSET Packager – users are able to package their assets in Unity Pro and use in the AGF tool-set<br></li><li>Batch Asset Processing<br></li><li>Automatic Icon Creation<br></li><li>Over 500 Source Art Assets and Samples are included for Premium users<br></li><li>MultiPlayer Co-op Development - up to 8 users at a time<br></li><li>Reflection tools</li></ul><h2 class=\"bb_tag\"><strong>More Information on what AGFPRO is and what you can do with AGFPRO</strong></h2><br><ul class=\"bb_ul\"><li>Users are able to create game levels and maps using the software and also place characters (provided with the software) to play and explore their levels with multiple player style options (Action Role Playing, Platformer, FPS)<br><br></li><li>Just to be CLEAR – AGFPRO is NOT a game engine.  It is literally made using the Unity game engine.  AGFPRO is a real-time, RAPID Game Environment Development Toolkit and is made to be used in concert with Unity Free and Pro for level/map creation. – However, AGFPRO does NOT need Unity to run or create levels/maps.<br><br></li><li>The scene files that users create in AGFPRO “Basic” and “Premium” can be imported into Unity4 Free and Pro using our AGF/Unity tools.<br><br></li><li>By using the DLC we have already released for AGFPRO (Fantasy Side-Scroller &amp; Zombie FPS), users are able to create playable levels with AGFPRO (only – not viable with Unity) with a variety of characters, assets, gameplay mechanics and special feature, “Scene-Linking” to connect game levels<br><br></li><li>There are limitations to some asset packs “locked (L)” that limit the users from loading these assets into Unity.  All unlocked asset packs are free of copyright and can be used via Unity for redistribution per the terms of the EULA <a href=\"https://steamcommunity.com/linkfilter/?url=http://ttp:/media.wix.com/ugd/43457c_ee338ac5b4f644eb8b432518a8bb3d79.pdf\" target=\"_blank\" rel=\"noopener\"  >http://ttp:/media.wix.com/ugd/43457c_ee338ac5b4f644eb8b432518a8bb3d79.pdf</a><br><br></li><li>The redistribution or “sharing” of the games users are able to make using AGF and DLC “Players” is a feature we are working on at this time and will be made available to users at no additional fee<br><br></li><li>Users are also able to create and place specific game play mechanics that are provided in the software<br><br></li><li>Full customization of your levels and maps is possible with AGFPRO Premium and Unity Pro, whereby users are able to bring in their own assets and models to make their games unique and further commercialize, making a complete Stand-Alone game</li></ul><h2 class=\"bb_tag\"><strong>Additional Questions RE: AGFPRO?</strong></h2><ul class=\"bb_ul\"><li>If you are interested in making a complete Stand-Alone game with unique characters, models, assets and game play mechanics not provided in AGFPRO and  commercialize it for sale, you will need AGFPRO Premium and either Unity Free or Pro software<br><br></li><li>If you are a development team using AGFPRO + Premium, you will need one seat per team member using the software, but we do offer studio discounts, so be sure to contact us for special pricing<br><br></li><li>We have many schools all over the globe using AGFPRO to teach game development and design in the classroom, from middle schools to elite Colleges and Universities.  We have a basic curriculum available that instructors are able to include in their course curriculum and we provide additional support that includes software updates, access to DLC, non-Steam versions of the software if necessary, user support and special feature integration upon request and based on the terms of the agreement.  We offer special pricing for schools and we find that schools love using the software as it allows students the ability to create complete games within the limitation of a semester and is a great introduction to begin to interface with Unity3d, without users having to program, model, animate or script.  Please contact Tammy McDonald at <a href=\"mailto:tammy@heavyh2o.com\">tammy@heavyh2o.com</a> if you have specific questions or interest regarding AGFPRO's Educational License.</li></ul>",
            "short_description": "AGFPRO v3.0 is a comprehensive toolset designed to provide game developers and enthusiasts with a powerful and rapid level creation, terrain/vegetation editing, lighting and atmosphere system. AGF is an independent product that empowers users to create game levels and environments for many types of game genres, and the AGFPRO v3.",
            "fullgame": {
                "appid": "253370",
                "name": "Axis Game Factory's AGFPRO v3"
            },
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/266590/header.jpg?t=1447359595",
            "website": "http://www.axisgamefactory.com/",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 or better<br></li><li><strong>Processor:</strong> One Intel or AMD 3.0 GHz processor(s) or better<br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia video cards made in 2009 - 2013 Intel 4000 - 5000<br></li><li><strong>DirectX:</strong> Version 10<br></li><li><strong>Storage:</strong> 700 MB available space<br></li><li><strong>Sound Card:</strong> N/A<br></li><li><strong>Additional Notes:</strong> On 64 bit machines the following must be installed - Microsoft Visual C++ Redist (64)</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 or better<br></li><li><strong>Processor:</strong> Eight Intel or AMD 3.0 GHz processor(s) or better<br></li><li><strong>Memory:</strong> 16 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia Geforce GTX Titan<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 700 MB available space<br></li><li><strong>Sound Card:</strong> N/A<br></li><li><strong>Additional Notes:</strong> On 64 bit machines the following must be installed - Microsoft Visual C++ Redist (64)</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Snow Leopard or better<br></li><li><strong>Processor:</strong> One Intel 3.0 GHz processor(s) or better<br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia video cards made in 2009 - 2013 Intel 4000 - 5000<br></li><li><strong>Storage:</strong> 700 MB available space<br></li><li><strong>Sound Card:</strong> N/A<br></li><li><strong>Additional Notes:</strong> More is better</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Snow Leopard or better<br></li><li><strong>Processor:</strong> Eight Intel or AMD 3.0 GHz processor(s) or better<br></li><li><strong>Memory:</strong> 16 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia Geforce GTX Titan<br></li><li><strong>Storage:</strong> 700 MB available space<br></li><li><strong>Sound Card:</strong> N/A<br></li><li><strong>Additional Notes:</strong> More is better</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Ubuntu 12.04 or better<br></li><li><strong>Processor:</strong> Intel or AMD<br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia video cards made in 2009 - 2013 Intel 4000 - 5000<br></li><li><strong>Storage:</strong> 700 MB available space<br></li><li><strong>Sound Card:</strong> N/A<br></li><li><strong>Additional Notes:</strong> More is better</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Ubuntu 12.04 or better<br></li><li><strong>Processor:</strong> Eight Intel or AMD 3.0 GHz processor(s) or better<br></li><li><strong>Memory:</strong> 16 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia Geforce GTX Titan<br></li><li><strong>Storage:</strong> 700 MB available space<br></li><li><strong>Sound Card:</strong> N/A<br></li><li><strong>Additional Notes:</strong> More is better</li></ul>"
            },
            "legal_notice": "<h2 class=\"bb_tag\">END USER LICENSE AGREEMENT </h2>  <br>  <br>This copy of AGF PRO v3.0 (\"the Software Product\") and accompanying documentation is licensed and not sold. This Software Product is protected by copyright laws and treaties, as well as laws and treaties related to other forms of intellectual property. Axis Game Factory, LLC or its subsidiaries, affiliates, and suppliers (collectively \"AGF\") own intellectual property rights in the Software Product. The Licensee's (\"you\" or \"your\") license to download, use, copy, or change the Software Product is subject to these rights and to all the terms and conditions of this End User License Agreement (\"Agreement\"). <br>  <br><strong>Acceptance </strong><br>YOU ACCEPT AND AGREE TO BE BOUND BY THE TERMS OF THIS AGREEMENT BY SELECTING THE \"ACCEPT\" OPTION AND DOWNLOADING THE SOFTWARE PRODUCT OR BY INSTALLING, USING, OR COPYING THE SOFTWARE PRODUCT. YOU MUST AGREE TO ALL OF THE TERMS OF THIS AGREEMENT BEFORE YOU WILL BE ALLOWED TO DOWNLOAD THE SOFTWARE PRODUCT. IF YOU DO NOT AGREE TO ALL OF THE TERMS OF THIS AGREEMENT, YOU MUST SELECT \"DECLINE\" AND YOU MUST NOT INSTALL, USE, OR COPY THE SOFTWARE PRODUCT. <br>  <br><strong>License Grant</strong> <br>This Agreement entitles you to install and use one copy of the Software Product. In addition, you may make one archival copy of the Software Product. The archival copy must be on a storage medium other than a hard drive, and may only be used for the reinstallation of the Software Product. This Agreement does not permit the installation or use of multiple copies of the Software Product, or the installation of the Software Product on more than one computer at any given time, on a system that allows shared used of applications, on a multi-user network, or on any configuration or system of computers that allows multiple users. Multiple copy use or installation is only allowed if you obtain an appropriate licensing agreement for each user and each copy of the Software Product. For further information regarding multiple copy licensing of the Software Product, please contact: <br>  <br>Representative:\t\tAxis Game Factory, LLC  <br>Address:\t\t        10531 4S Commons Drive, Suite 482 <br> \t\t\t\tSan Diego, CA 92127 <br>E-mail Address:\t        <a href=\"mailto:sales@axisgamefactory.com\">sales@axisgamefactory.com</a> <br>  <br><strong>Restrictions on Transfer</strong> <br>Without first obtaining the express written consent of AGF, you may not assign your rights and obligations under this Agreement, or redistribute, encumber, sell, rent, lease, sublicense, or otherwise transfer your rights to the Software Product. <br>  <br><strong>Restrictions on Use </strong><br>You may not use, copy, or install the Software Product on any system with more than one computer, or permit the use, copying, or installation of the Software Product by more than one user or on more than one computer. If you hold multiple, validly licensed copies, you may not use, copy, or install the Software Product on any system with more than the number of computers permitted by license, or permit the use, copying, or installation by more users, or on more computers than the number permitted by license. <br>  <br>You may not decompile, \"reverse-engineer\", disassemble, or otherwise attempt to derive the source code for the Software Product. <br>  <br>You may not use the database portion of the Software Product in connection with any software other than the Software Product. <br>  <br><strong>Restrictions on Alteration</strong> <br>You may not modify the Software Product or create any derivative work of the Software Product or its accompanying documentation. Derivative works include but are not limited to translations. You may not alter any files or libraries in any portion of the Software Product. You may not reproduce the database portion or create any tables or reports relating to the database portion. <br>  <br><strong>Restrictions on Copying </strong><br>You may not copy any part of the Software Product except to the extent that licensed use inherently demands the creation of a temporary copy stored in computer memory and not permanently affixed on storage medium. You may make one archival copy which must be stored on a medium other than a computer hard drive. <br>  <br><strong>Disclaimer of Warranties and Limitation of Liability </strong><br>UNLESS OTHERWISE EXPLICITLY AGREED TO IN WRITING BY AGF, AGF MAKES NO OTHER WARRANTIES, EXPRESS OR IMPLIED, IN FACT OR IN LAW, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OTHER THAN AS SET FORTH IN THIS AGREEMENT OR IN THE LIMITED WARRANTY DOCUMENTS PROVIDED WITH THE SOFTWARE PRODUCT. <br>  <br>AGF makes no warranty that the Software Product will meet your requirements or operate under your specific conditions of use. AGF makes no warranty that operation of the Software Product will be secure, error free, or free from interruption. YOU MUST DETERMINE WHETHER THE SOFTWARE PRODUCT SUFFICIENTLY MEETS YOUR REQUIREMENTS FOR SECURITY AND UNINTERRUPTABILITY. YOU BEAR SOLE RESPONSIBILITY AND ALL LIABILITY FOR ANY LOSS INCURRED DUE TO FAILURE OF THE SOFTWARE PRODUCT TO MEET YOUR REQUIREMENTS. AGF WILL NOT, UNDER ANY CIRCUMSTANCES, BE RESPONSIBLE OR LIABLE FOR THE LOSS OF DATA ON ANY COMPUTER OR INFORMATION STORAGE DEVICE. <br>  <br>UNDER NO CIRCUMSTANCES SHALL AGF, ITS DIRECTORS, OFFICERS, EMPLOYEES OR AGENTS BE LIABLE TO YOU OR ANY OTHER PARTY FOR INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL, PUNITIVE, OR EXEMPLARY DAMAGES OF ANY KIND (INCLUDING LOST REVENUES OR PROFITS OR LOSS OF BUSINESS) RESULTING FROM THIS AGREEMENT, OR FROM THE FURNISHING, PERFORMANCE, INSTALLATION, OR USE OF THE SOFTWARE PRODUCT, WHETHER DUE TO A BREACH OF CONTRACT, BREACH OF WARRANTY, OR THE NEGLIGENCE OF AGF OR ANY OTHER PARTY, EVEN IF AGF IS ADVISED BEFOREHAND OF THE POSSIBILITY OF SUCH DAMAGES. TO THE EXTENT THAT THE APPLICABLE JURISDICTION LIMITS AGF'S ABILITY TO DISCLAIM ANY IMPLIED WARRANTIES, THIS DISCLAIMER SHALL BE EFFECTIVE TO THE MAXIMUM EXTENT PERMITTED. <br>  <br><strong>Limitation of Remedies and Damages </strong><br>Your remedy for a breach of this Agreement or of any warranty included in this Agreement is the correction or replacement of the Software Product. Selection of whether to correct or replace shall be solely at the discretion of AGF. AGF reserves the right to substitute a functionally equivalent copy of the Software Product as a replacement. If AGF is unable to provide a replacement or substitute Software Product or corrections to the Software Product, your sole alternate remedy shall be a refund of the purchase price for the Software Product exclusive of any costs for shipping and handling. <br>  <br>Any claim must be made within the applicable warranty period. All warranties cover only defects arising under normal use and do not include malfunctions or failure resulting from misuse, abuse, neglect, alteration, problems with electrical power, acts of nature, unusual temperatures or humidity, improper installation, or damage determined by AGF to have been caused by you. All limited warranties on the Software Product are granted only to you and are non-transferable. You agree to indemnify and hold AGF harmless from all claims, judgments, liabilities, expenses, or costs arising from your breach of this Agreement and/or acts or omissions. <br>  <br><strong>Governing Law, Jurisdiction and Costs </strong><br>This Agreement is governed by the laws of California, without regard to California's conflict or choice of law provisions. <br>  <br><strong>Severability </strong><br>If any provision of this Agreement shall be held to be invalid or unenforceable, the remainder of this Agreement shall remain in full force and effect. To the extent any express or implied restrictions are not permitted by applicable laws, these express or implied restrictions shall remain in force and effect to the maximum extent permitted by such applicable laws. <br><br>AGF PRO v3.0 and the AGF PRO v3.0 logo are registered trademarks of Axis Game Factory, LLC.  All other trademarks are the property of their respective owners. © 2013 <a href=\"https://steamcommunity.com/linkfilter/?url=http://Axisgamefactory.com\" target=\"_blank\" rel=\"noopener\"  >Axisgamefactory.com</a> or its affiliates.  All rights reserved.",
            "developers": [
                "Axis Game Factory LLC"
            ],
            "publishers": [
                "Axis Game Factory LLC"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 2499,
                "final": 2499,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "24,99€"
            },
            "packages": [
                44150,
                34894,
                54346,
                64908,
                68851,
                73036
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy AGFPPROV3 Premium",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 44150,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "AGFPRO PREMIUM - 24,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 2499
                        },
                        {
                            "packageid": 34894,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Axis Game Factory's AGFPRO + PREMIUM Bundle - 33,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 3399
                        },
                        {
                            "packageid": 54346,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Axis Game Factory's AGFPRO + Premium + BattleMat Multiplayer - 33,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 3399
                        },
                        {
                            "packageid": 64908,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Axis Game Factory's AGFPRO + Voxel Sculpt + PREMIUM Bundle - 41,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 4199
                        },
                        {
                            "packageid": 68851,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Axis Game Factory's GeoVox + AGFPRO + Premium DLC - 41,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 4199
                        },
                        {
                            "packageid": 73036,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Axis Game Factory's + Zombie FPS + Zombie Survival Pack + Premium DLC - 41,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 4199
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": true,
                "linux": true
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 17,
                    "description": "Includes level editor"
                }
            ],
            "genres": [
                {
                    "id": "51",
                    "description": "Animation & Modeling"
                },
                {
                    "id": "53",
                    "description": "Design & Illustration"
                },
                {
                    "id": "54",
                    "description": "Education"
                },
                {
                    "id": "56",
                    "description": "Software Training"
                },
                {
                    "id": "57",
                    "description": "Utilities"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/266590/ss_56ef991fb4b4e11736fb401aeff3e95090eeb622.600x338.jpg?t=1447359595",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/266590/ss_56ef991fb4b4e11736fb401aeff3e95090eeb622.1920x1080.jpg?t=1447359595"
                }
            ],
            "movies": [
                {
                    "id": 2037997,
                    "name": "Features",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2037997/movie.293x165.jpg?t=1447371510",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2037997/movie480.webm?t=1447371510",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2037997/movie_max.webm?t=1447371510"
                    },
                    "highlight": true
                },
                {
                    "id": 2030209,
                    "name": "AGFPRO Sample_001",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2030209/movie.293x165.jpg?t=1447359601",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2030209/movie480.webm?t=1447359601",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2030209/movie_max.webm?t=1447359601"
                    },
                    "highlight": true
                },
                {
                    "id": 2030210,
                    "name": "AGFPRO Sample 002",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2030210/movie.293x165.jpg?t=1447359601",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2030210/movie480.webm?t=1447359601",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2030210/movie_max.webm?t=1447359601"
                    },
                    "highlight": true
                },
                {
                    "id": 2030211,
                    "name": "AGFPRO Sample 003",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2030211/movie.293x165.jpg?t=1447359602",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2030211/movie480.webm?t=1447359602",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2030211/movie_max.webm?t=1447359602"
                    },
                    "highlight": true
                },
                {
                    "id": 2030212,
                    "name": "AGFPRO Sample 004",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2030212/movie.293x165.jpg?t=1447359602",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2030212/movie480.webm?t=1447359602",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2030212/movie_max.webm?t=1447359602"
                    },
                    "highlight": true
                },
                {
                    "id": 2030213,
                    "name": "AGFPRO 1.0 Promotional Video 01",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2030213/movie.293x165.jpg?t=1447359603",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2030213/movie480.webm?t=1447359603",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2030213/movie_max.webm?t=1447359603"
                    },
                    "highlight": true
                },
                {
                    "id": 2030214,
                    "name": "AGFPRO Sample 005",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2030214/movie.293x165.jpg?t=1447359604",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2030214/movie480.webm?t=1447359604",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2030214/movie_max.webm?t=1447359604"
                    },
                    "highlight": true
                },
                {
                    "id": 2030215,
                    "name": "AGF Tutorial 001",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2030215/movie.293x165.jpg?t=1447359606",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2030215/movie480.webm?t=1447359606",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2030215/movie_max.webm?t=1447359606"
                    },
                    "highlight": true
                },
                {
                    "id": 2030216,
                    "name": "AGF Tutorial 002",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2030216/movie.293x165.jpg?t=1447359606",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2030216/movie480.webm?t=1447359606",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2030216/movie_max.webm?t=1447359606"
                    },
                    "highlight": true
                },
                {
                    "id": 2037998,
                    "name": "AGF Tutorial 004",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2037998/movie.293x165.jpg?t=1447371511",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2037998/movie480.webm?t=1447371511",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2037998/movie_max.webm?t=1447371511"
                    },
                    "highlight": true
                },
                {
                    "id": 2037999,
                    "name": "AGF Tutorial 005",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2037999/movie.293x165.jpg?t=1447371511",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2037999/movie480.webm?t=1447371511",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2037999/movie_max.webm?t=1447371511"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "19 Jan, 2015"
            },
            "support_info": {
                "url": "http://www.axisgamefactory.com/#!contact/c1epe",
                "email": "matt@axisgamefactory.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/266590/page_bg_generated_v6b.jpg?t=1447359595",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}