{
    "300260": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Planetoid Pioneers",
            "steam_appid": 300260,
            "required_age": 0,
            "is_free": false,
            "controller_support": "full",
            "dlc": [
                667680
            ],
            "detailed_description": "Welcome to Planetoid Pioneers, a cooperative sci-fi Physicsvania where kooky old astronauts fall over themselves with QWOP-like action to explore the Asteroid Belt beyond Mars. It’s been built on the unique Crush2D physics engine and can be played on your couch with or against your friends in seamless pick-up-and-play Co-Op and PvP action.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/300260/extras/when_your_co-op_partner_goes_afk_2.jpg?t=1533322405\" ><br><br>You’ll trip over rocks, lose limbs and get your stuff stolen while fleeing from terrifying enemies that make you forget you’re walking right into the next trap. Come up with alternate creative solutions to the challenges thrown at you, or get your hands dirty and build some of your own Planetoids in the <strong>editors that are now all included</strong> in the standard edition, too. Laugh while others attempt to survive your carefully constructed carnage!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/300260/extras/Contributor_Edition_Steam_Page_Header.png?t=1533322405\" ><br>If you choose to purchase the <i>Contributor Edition</i> today, you will also get access to the official Contributor Community Discord server, where you can collaborate and share content with creatively-minded people, and also chat directly with the developers.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/300260/extras/PP_BP_Editor.jpg?t=1533322405\" >",
            "about_the_game": "Welcome to Planetoid Pioneers, a cooperative sci-fi Physicsvania where kooky old astronauts fall over themselves with QWOP-like action to explore the Asteroid Belt beyond Mars. It’s been built on the unique Crush2D physics engine and can be played on your couch with or against your friends in seamless pick-up-and-play Co-Op and PvP action.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/300260/extras/when_your_co-op_partner_goes_afk_2.jpg?t=1533322405\" ><br><br>You’ll trip over rocks, lose limbs and get your stuff stolen while fleeing from terrifying enemies that make you forget you’re walking right into the next trap. Come up with alternate creative solutions to the challenges thrown at you, or get your hands dirty and build some of your own Planetoids in the <strong>editors that are now all included</strong> in the standard edition, too. Laugh while others attempt to survive your carefully constructed carnage!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/300260/extras/Contributor_Edition_Steam_Page_Header.png?t=1533322405\" ><br>If you choose to purchase the <i>Contributor Edition</i> today, you will also get access to the official Contributor Community Discord server, where you can collaborate and share content with creatively-minded people, and also chat directly with the developers.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/300260/extras/PP_BP_Editor.jpg?t=1533322405\" >",
            "short_description": "Explore deep circular worlds in this Physicsvania with couch Co-Op combat, crafting, and ridiculous physics fails! Also bring your own game ideas to life with the powerful engine and integrated game development tools. Each Planetoid is a whole separate game mode that you can fully edit and easily share!",
            "supported_languages": "English<strong>*</strong>, Russian, German<br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/300260/header.jpg?t=1533322405",
            "website": "http://www.planetoidpioneers.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Windows 7 or newer<br></li><li><strong>Processor:</strong> Dual core 2.5 GHz<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> Modern graphics card with 1 GB memory<br></li><li><strong>Storage:</strong> 4 GB available space<br></li><li><strong>Sound Card:</strong> Any sound card<br></li><li><strong>Additional Notes:</strong> Play with joypad or keyboard and mouse</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Windows 7 or newer<br></li><li><strong>Processor:</strong> Quad core 3 GHz<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> Modern graphics card with 2 GB memory<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 4 GB available space<br></li><li><strong>Sound Card:</strong> Any sound card<br></li><li><strong>Additional Notes:</strong> Play with joypad or keyboard and mouse</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
            },
            "legal_notice": "Planetoid Pioneers<br>END USER LICENSE AGREEMENT [EULA]<br>v.1 [4-February-2016]<br><br>Data Realms would like to thank you for getting Planetoid Pioneers. We hope you enjoy the experience. But before you get started, we need to make some matters clear. When you paid for Planetoid Pioneers you did not actually buy the game. What you bought was a license to use the software that comprises the game and its related materials. And that license is subject to the terms of this EULA. This EULA is a binding contract between you and Data Realms and its licensors, licensees and suppliers. <br><br>We know you want to get the game installed and start playing it. But, please take the time to read through this agreement first because BY INSTALLING PLANETOID PIONEERS YOU ARE ACKNOWLEDGING THAT YOU ARE AT LEAST 13 YEARS OLD, HAVE READ THIS EULA, AGREE TO ITS TERMS AND AGREE TO BE BOUND BY THEM. IF YOU DO NOT AGREE TO THESE TERMS, PROMPTLY DISCONTINUE THE INSTALLATION PROCESS AND CEASE ANY AND ALL USE OF THIS SOFTWARE.<br><br>1. Limited Use License<br><br>Planetoid Pioneers software and any files that are provided with it by digital distribution or on tangible media, as well as any printed materials, patches or updates, (collectively referred to as “PP”) contains copyrighted material, trade secrets and other proprietary material of Data Realms and its licensors, licensees and suppliers. PP is licensed to you for your use. This license is a non-exclusive limited license to install and use PP yourself, including use over the internet or on a LAN. Your continuing license to use PP is conditioned on your compliance with this EULA. If you violate any of the terms of this EULA, all of your right to use PP will immediately end, without any further notification from Data Realms or anyone else. Once your license is terminated, you will be obliged to immediately uninstall PP and all of its components.<br><br>2. Permitted User Generated Content (“UGC”)<br><br>Planetoid Pioneers was designed from the ground up for UGC.  The Crush 2D Engine (“C2D”) comes with PP.  Once you agree to the Crush2D Engine License that you will see when you first launch the engine, you can use C2D to make blueprints, environments and pretty much anything else you might want to make (referred to as Packed PNG files, “PPNG” for short) to be used playing PP. You agree that you will not distribute or share the C2D engine because it is not shareware. You agree that any new PPNGs that you make for PP, with the C2D engine, are subject to the following restrictions:<br><br>* Your PPNGs must only work with the full, registered copy of PP, not independently or with any other software.<br><br>* Your PPNGs must not contain modifications to any executable file(s).<br><br>* Your PPNGs must not contain any sexually explicit, harmful, threatening, abusive, defamatory, obscene, hateful, racially or ethnically offensive imagery or libelous, defamatory, or other illegal material, material that is scandalous or invades the rights of privacy or publicity of any third party.<br><br>* Your PPNGs must not contain, or be used in conjunction with, any trademarks, copyright protected work, or other recognizable property of third parties without their written authority.<br><br>* Your PPNGs must not be used by you, or anyone else, for any commercial exploitation including, but not limited to, in-game advertising, other advertising or marketing for any company, product or service.<br><br>Unless selected for inclusion in the PP Steam Workshop or other PP store, PPNGs must be distributed for free, period. Neither you, nor any other person or party, may sell them to anyone, commercially exploit them in any way, or charge anyone for receiving or using them without prior written consent from Data Realms. You may exchange them at no charge among other end users and distribute them to others over the Internet or otherwise for free.<br><br>The prohibitions and restrictions in this section apply to anyone in possession of PP or any PPNGs.<br> <br>Data Realms wholeheartedly supports UGC for PP. But we need to retain all of our ownership rights in PP and any works derived from PP. That's just the way it is. So, go make some more cool stuff. But remember that you do not gain any ownership whatsoever in any PP content nor can you use any PP content outside the scope of the rights granted here. <br><br>3. Make Money from Your UGC<br><br>Data Realms will be selling UGC through Steam Workshop and elsewhere (the Store”) to other individuals that have PP.  We will be working with the community to select the top rated UGC for sale.  If one or more of your PPNGs are selected for inclusion in the Store, it will be up to you whether you want us to sell it for you or if you want to continue to distribute it for free.  If you do want us to include it in the Store you will receive a portion of the revenue derived from the distribution of your PPNG.  Prior to inclusion in the Store you may need to agree to some additional terms as required by Steam or our other partners, in order to distribute PP PPNGS on their respective platforms.<br><br>4.  Commercial Exploitation<br><br>You may not use PP, or any PPNGs created for or from PP or using the C2D engine or any other tools provided with this PP, for any other commercial purposes without the prior written consent of Data Realms or its authorized licensees including, but not limited to, the following rules: 1. If you are the proprietor of an Internet café or gaming room, you may operate the PP in a “pay for play” environment provided that all computers used have validly licensed PP installed, such PP having been properly purchased through one of our licensees. 2. You may not, without prior written consent from Data Realms, operate the PP in any gaming contest where (a) the cash value of all winnings and prizes paid throughout the entire competition is equal to or greater than US$1,000.00 or (b) the name of the event, or any individual contest therein, incorporates or approximates the name of a company, product or commercial service or (c) any company has provided, whether donated or as sponsorship any prizes, products or services worth with a fair market value of over US$2,000.00. <br><br>4. Restrictions on Use<br><br>Just to make sure you understand what you can and cannot do with PP and the C2D Engine, here is a list of restrictions to your use of PP under this EULA:<br><br>* You may not decompile, modify, reverse engineer, prepare derivative works based on PP (except as permitted in Section 2, above), disassemble or otherwise reproduce PP or the C2D Engine.<br><br>* Except as set forth herein, you may not rent, sell, lease, barter, sublicense or distribute PP. You may not delete the copyright notices or any other proprietary legends on the original copy of PP. <br><br>* You may not offer PP on a pay per play basis or otherwise commercially exploit PP or use PP for any commercial purpose except as described in this agreement.<br><br>* You may not electronically transmit PP from one computer to another or over a network except as described in this agreement.<br> <br>5. Export Controls<br><br>You may not ship or export PP or the C2D Engine to any country other than where you bought it, in violation of the U.S. Export Administration Act (or any other law governing such matters) and you will not utilize and will not authorize anyone to utilize PP or the C2D Engine in violation of any applicable law. PP or the C2D Engine may not be downloaded or otherwise exported into (or to a national or resident of) any country to which the U.S. has embargoed goods or to anyone or into any country who/which are prohibited by applicable law, from receiving it.<br><br>6. Abusive Behaviors<br><br>We will not tolerate anyone using the game, or any servers or forums provided for the game, to be continually or repeatedly abusive to other players. This includes, but is not limited to, \"griefing,” racist bigotry, sexism or any other forms of \"cyber bullying.” If we find you are a Cheater or Abusive, we will revoke your CD key and ban you from PP and tell your mom! Your license will automatically terminate, without notice, and you will have no right to play PP, use the C2D Engine or make any other use of PP. End of story.<br><br>7. Intellectual Property Rights.<br><br>PP, the C2D Engine and all copyrights, trademarks and all other conceivable intellectual property rights related to the PP or the C2D Engine are owned by Data Realms or its licensors, licensees or suppliers and are protected by United States copyrights laws, international treaty provisions, and all applicable laws, such as the Lanham Act. PP must be treated like any other copyrighted material, as required by 17 U.S.C. #101 et seq. and other applicable law. Please do not make unauthorized copies. PP and the C2D Engine were created through the efforts of many people who earn their livelihood from its lawful use. Please don’t make copies for others who have not paid for the right to use it. To report copyright violations to the Software Publishers Association, call 1 800 388 PIR8 or write: Software Publishers Association, 1101 Connecticut Ave., Suite 901, Washington, D.C. 20036.<br><br>8. Disclaimer of Warranty<br> <br>You are aware and agree that use of PP or the C2D Engine and the media on which they are recorded, if any, is at your sole risk. PP and the C2D Engine are provided “AS IS.” DATA REALMS EXPRESSLY DISCLAIMS ALL OTHER WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. WE DO NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE SOFTWARE WILL MEET YOUR REQUIREMENTS. NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY US OR ANY OF OUR AUTHORIZED REPRESENTATIVES SHALL CREATE A WARRANTY OR IN ANY WAY INCREASE THE SCOPE OF THIS WARRANTY. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.<br><br>9. Limitation of Liability<br><br>UNDER NO CIRCUMSTANCES, INCLUDING WILLFUL ACTS OR NEGLIGENCE, SHALL DATA REALMS OR ANY OF ITS OFFICERS, EMPLOYEES, DIRECTORS, AGENTS, LICENSORS, LICENSEES, SUBLICENSEE, SUPPLIERS OR ASSIGNS BE LIABLE FOR ANY INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES THAT RESULT FROM THE USE OF OR INABILITY TO USE THE SOFTWARE OR RELATED DOCUMENTATION, EVEN IF SUCH PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF THOSE DAMAGES. THERE WILL BE NO LIABILITY FOR ANY PERSONAL INJURY, EVEN SELF INFLICTED INJURY, OR FOR ANY INTENTIONAL TORT COMMITTED BY YOU OR ANY OTHER PERSON WHO PLAYS OR OBSERVES SOMEONE ELSE PLAYING PP. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU. In no event shall our total liability to you for all damages, losses, and causes of action (whether in contract, tort or otherwise) exceed the amount paid by you for PP.<br><br>10. Controlling Law and Severability <br><br>This license is governed by and construed in accordance with the laws of the State of Washington, USA. Exclusive venue for all litigation shall be in King County, Washington. If any provision of this EULA is determined to be unenforceable by a court or other tribunal of competent jurisdiction, such provision will be enforced to the maximum extent permissible and the remaining portions of this EULA will remain in full force and effect.<br><br>11. Complete Agreement<br><br>This EULA constitutes the entire agreement between the parties with respect to the use of PP and other related materials and software. Data Realms reserves the right to modify the terms of this EULA from time to time and will post notice of material changes by updating the version number and issue date.<br><br>12. Acceptance of Terms<br><br>By selecting the “I Agree” choice during the install and installing PP or the C2D Engine, you agree to all of the terms of this EULA. That's right, all of it. Now get on with the installation, start making lots of cool stuff and enjoy PP...we hope you enjoy playing PP and making cool stuff with the C2D Engine as much as we enjoyed making it for you.<br><br>GL & HF!<br>The Gang at Data Realms",
            "developers": [
                "Data Realms"
            ],
            "publishers": [
                "Data Realms, LLC\t"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 1679,
                "final": 1679,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "16,79€"
            },
            "packages": [
                43822,
                93794
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Planetoid Pioneers",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 43822,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Planetoid Pioneers - Now Includes All Editors - 16,79€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 1679
                        },
                        {
                            "packageid": 93794,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Planetoid Pioneers Contributor Edition - 27,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 2799
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 37,
                    "description": "Local Multi-Player"
                },
                {
                    "id": 39,
                    "description": "Local Co-op"
                },
                {
                    "id": 24,
                    "description": "Shared/Split Screen"
                },
                {
                    "id": 28,
                    "description": "Full controller support"
                },
                {
                    "id": 30,
                    "description": "Steam Workshop"
                },
                {
                    "id": 23,
                    "description": "Steam Cloud"
                },
                {
                    "id": 17,
                    "description": "Includes level editor"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "25",
                    "description": "Adventure"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "9",
                    "description": "Racing"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_1153a49d1e65de635998cc8173f7a9f833b3905d.600x338.jpg?t=1533322405",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_1153a49d1e65de635998cc8173f7a9f833b3905d.1920x1080.jpg?t=1533322405"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_066950d198cd070f912928bbc02cb51cfadb4ebd.600x338.jpg?t=1533322405",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_066950d198cd070f912928bbc02cb51cfadb4ebd.1920x1080.jpg?t=1533322405"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_5a2242452dd2e56e737809741306fa4aa18e8610.600x338.jpg?t=1533322405",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_5a2242452dd2e56e737809741306fa4aa18e8610.1920x1080.jpg?t=1533322405"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_2a27baac1d13b7af320d57c003ade5f525f392f8.600x338.jpg?t=1533322405",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_2a27baac1d13b7af320d57c003ade5f525f392f8.1920x1080.jpg?t=1533322405"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_a37687ab94f96bf9ce07b675c9fe2a7b87e8119f.600x338.jpg?t=1533322405",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_a37687ab94f96bf9ce07b675c9fe2a7b87e8119f.1920x1080.jpg?t=1533322405"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_0bce5a5381bacc04b8a82c3c7e8beade06031384.600x338.jpg?t=1533322405",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_0bce5a5381bacc04b8a82c3c7e8beade06031384.1920x1080.jpg?t=1533322405"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_3ea79b0dac94d8b9cb026b0f734ef75aed6c9cfa.600x338.jpg?t=1533322405",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_3ea79b0dac94d8b9cb026b0f734ef75aed6c9cfa.1920x1080.jpg?t=1533322405"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_29f30f7151f403d87b0143468d655236d63b86c2.600x338.jpg?t=1533322405",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_29f30f7151f403d87b0143468d655236d63b86c2.1920x1080.jpg?t=1533322405"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_430bd1e78d5236e19b9049cd6c121f4957ffe79b.600x338.jpg?t=1533322405",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_430bd1e78d5236e19b9049cd6c121f4957ffe79b.1920x1080.jpg?t=1533322405"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_08b3fd4e26e74d6b542fdb0ab80d0bf0bfdff753.600x338.jpg?t=1533322405",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_08b3fd4e26e74d6b542fdb0ab80d0bf0bfdff753.1920x1080.jpg?t=1533322405"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_fb845a1857d0ac23d7d483cd514a89b7df61efa0.600x338.jpg?t=1533322405",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_fb845a1857d0ac23d7d483cd514a89b7df61efa0.1920x1080.jpg?t=1533322405"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_2282a3f9e867c7c122a9cf87f102a2384e56aa7b.600x338.jpg?t=1533322405",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/300260/ss_2282a3f9e867c7c122a9cf87f102a2384e56aa7b.1920x1080.jpg?t=1533322405"
                }
            ],
            "movies": [
                {
                    "id": 256708327,
                    "name": "Planetoid Pioneers Launch Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256708327/movie.293x165.jpg?t=1518118805",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256708327/movie480.webm?t=1518118805",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256708327/movie_max.webm?t=1518118805"
                    },
                    "highlight": true
                },
                {
                    "id": 256708337,
                    "name": "Planetoid Pioneers Launch Date Announcement Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256708337/movie.293x165.jpg?t=1518118817",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256708337/movie480.webm?t=1518118817",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256708337/movie_max.webm?t=1518118817"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 247
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "8 Feb, 2018"
            },
            "support_info": {
                "url": "http://datarealms.com",
                "email": "support@datarealms.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/300260/page_bg_generated_v6b.jpg?t=1533322405",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}