{
    "343463": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Total War: ATTILA - Empires of Sand Culture Pack",
            "steam_appid": 343463,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "The Empires of Sand Culture Pack brings three new playable factions and new religion features to Total War™: ATTILA. <br><br>-\tNew Factions; Aksum, Himyar and Tanukhids with new unique units.<br>-\tNew Campaign mechanics.<br>-\tNew Horde mechanics.<br>-\tNew Religion features.<br><br>Aksum, Himyar and the Tanukhids may be used in Single or Multiplayer Campaign modes and Custom and Multiplayer battles.<br><br>Hailing from the harsh deserts of Africa and the Middle East, these factions are part of the new Desert Kingdoms cultural group, and bring new campaign mechanics, new horde gameplay mechanics, events, enhanced religion features, battlefield rosters and unique units to Total War™: ATTILA. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/343463/extras/TW_ATTILA_EoS_Steam_banner_Desert_Kingdoms_section.png?t=1540814066\" ><h2 class=\"bb_tag\">Desert Kingdoms</h2>All factions in the Desert Kingdoms cultural group benefit from the following traits:<br><br>+2 Sanitation in all regions<br>+15 Melee attack in desert battles <br>Immunity to desert attrition<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/343463/extras/TW_ATTILA_EoS_Steam_banner_New_Religion_Features_section.png?t=1540814066\" ><h2 class=\"bb_tag\">New Religion Features</h2>Because of the dramatic impact religious changes had on these cultures in this period, the Empires of Sand Culture Pack includes a number of changes that increase the importance of religion. There are three new religions available: Eastern Christianity, Judaism and Semitic Paganism.<br><br>Each non-horde Desert Kingdoms faction has two main religions to choose between. Aksum may follow Eastern Christianity and Semitic Paganism, while Himyar may choose between Judaism and Semitic Paganism.<br><br>Religion now has further-reaching effects, influencing many aspects of Desert Kingdoms campaign gameplay. It is deeply intertwined with a number of features including building chains, victory conditions, events, technologies and overall campaign bonuses:<h2 class=\"bb_tag\">Dual religion building chains</h2>Aksum and Himyar possess a building chain for each of their main religions. They can build these buildings regardless of their faction religion. This allows players to exert greater control over their faction religion and change it reactively in response to their situation.<h2 class=\"bb_tag\">Tier-5 barracks</h2>Aksum and Himyar have two new tier-5 barracks available, one for each religion. To unlock a barracks, the faction must have 75% influence in the respective religion. These barracks buildings each provide three unique elite units as well as unlocking a variety of campaign benefits.<h2 class=\"bb_tag\">Split victory-conditions and achievements</h2>Desert Kingdoms factions have two sets of victory conditions, one for each of their main religions, that involve a number of units and structures related to that religion.<h2 class=\"bb_tag\">Increased diplomatic significance</h2>The new religions have increased diplomatic impact, forcing the player to choose their religion carefully based on who they wish to ally with.<h2 class=\"bb_tag\">Pleasure building-chain</h2>Non-horde Desert Kingdoms factions have access to a new industrial building-chain which provides large sums of money, but decreases your majority religion, meaning you must choose between religious stability and financial gain.<h2 class=\"bb_tag\">Religious technologies</h2>Each non-horde Desert Kingdoms faction has a technology chain for each of its main religions. These convey a number of religious and campaign bonuses to help you manage and optimize your religious choices.<h2 class=\"bb_tag\">Increased Religious Discord Penalties</h2>The public order penalties for religious disharmony within your provinces have been increased between the new religions, meaning that the benefits are balanced with increased risk if you fail to manage your religions correctly.<h2 class=\"bb_tag\">Reactive Religious events (Aksum and Himyar) </h2>Two new events have been added that trigger when certain religious conditions are met, and provide you with intriguing dilemmas and missions.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/343463/extras/TW_ATTILA_EoS_Steam_banner_Factions_section.png?t=1540814066\" ><h2 class=\"bb_tag\">Factions</h2><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/343463/extras/TW_ATTILA_EoS_Steam_banner_Tanukhids_section.png?t=1540814066\" ><h2 class=\"bb_tag\">The Tanukhids</h2><br>The Tanukhids are a horde faction, representing a desert rebellion with a hyper-aggressive playstyle, plus a host of unique traits and features.<br><br><u>Faction Trait: Legendary Raiders</u><br>Rapacious Horde: Food is obtained through settlement battles rather than buildings.<br>Victory rallies: Every military victory spreads your fame and swells your ranks, increasing the horde’s growth.<br>Swelling Ranks: Armies in Raiding stance gain a free Rebellion Militia unit every turn.<br><br><u>History</u><br>The Tanukhids have travelled a long way from their homelands. Originally part of the Qahtani tribal confederation, they migrated north in the aftermath of a flood which devastated their homeland, eventually leaving Arabia altogether. <br><br>Coming into contact with the Roman Empire, the Tanukhids have since been employed as Roman foederati, and considered a dependable cavalry force. However, they recently rebelled against Rome following Emperor Valens' attempts to convert them from Orthodox to Arian Christianity. The Tanukhids – under their warrior queen, Mavia – fought so hard, and so fiercely, that they defeated the Romans in the field on several occasions and forced agreement to their terms. <br><br>Despite the odds, these devout people have created a life for themselves as free Arabs, who pledge allegiance to none but God and their brave queen - surely all that is required to attain true greatness!<h2 class=\"bb_tag\">Campaign features</h2><br><u>New building trees </u><br>While migrating, the Tanukhids have access to a completely new Horde building tree comprising 34 new buildings, each with unique artwork and campaign effects. <br><br><u>Unique event chain</u><br>A brand new event-chain guides you in your rebellion against the Romans, and leads you ultimately to settlement and the formation of an empire. <br><br><u>Dynamic Barrack unlocks</u><br>Completing missions unlocks higher tiers of barracks and provides access to new, defecting Roman units. <br><br><u>Unit Roster </u><br>The Tanukhid Roster focuses on battlefield area-control and micro management. Light but powerful shock cavalry are paired with stealth units and fast pike units. <br><br>Badyia Skirmishers – Light stalk (remain hidden in all terrains) Javelinmen <br>Desert Pikes – Light, rapid advance pikes with high missile block chance <br>Dune Lancers – Very light guerilla-deployment shock cavalry with javelin precursor <br>Mavia’s Bodyguards – Very heavy shock cavalry (general’s unit)<br>Mavia’s Chargers – Very light shock cav with very good charge bonus <br>Mavia’s Chosen – Very light shock cav with exceptional charge bonus<br>Mavia’s Lancers – Very light shock cav with good charge bonus<br>Rebellion Militia – Zero-upkeep troops with high missile block chance and low damage<br>Sandstorm Lancers – Very light guerilla deployment shock cavalry with javelin precursor<br>Tanukhid Ambushers – Light stalk swordsmen with exceptional charge<br>Tanukhid Pikes – Heavy pikes with rapid advance <br>Desert Palatina Defectors – Heavy Roman defensive infantry <br>Desert Legionary Guards - Heavy Roman defensive infantry<br>Hetaireia Guards – Roman two-handed axe infantry <br>Clibanarii – Heavy Roman shock cavalry with bows<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/343463/extras/TW_ATTILA_EoS_Steam_banner_Aksum_section.png?t=1540814066\" ><h2 class=\"bb_tag\">Aksum</h2><br>Located on the coast of Africa, the people of Aksum owe their power to excellent trade routes, a fact reflected in their gameplay and traits.<br><br><u>Faction Trait: Gateway To The East</u><br>Supply network: +30 food for each active trade network (maximum 150).<br>Merchant Guards: +100 to mercenary pool replenishment rate.<br>Commercial Mastery: +10% trade income.<br>History<br>The Kingdom of Aksum grows prosperous through trade; the Silk Road is kind to those who know <br>how to harness its riches, and the Aksumites have spent their lives trading along it. <br><br>Although its Ethiopian heartlands have been occupied for hundreds of years, Aksum has recently grown in size due to the hugely lucrative trade route to India and beyond, on which it sits. When a nation becomes so rich and powerful, it attracts those who wish to steal its wealth for themselves; the neighbouring Himyarites are one such adversary. <br><br>As the 5th century dawns, military and religious lines have once again been drawn in the sand. Aksum enjoys Rome's favour, and the wealth of the world fills its coffers - let those who would challenge that might face Aksumite steel, and feel Aksumite strength!<h2 class=\"bb_tag\">Campaign features</h2><br><u>Unique Event Chain</u><br>A unique event chain challenges you to claim a series of resources in exchange for unlocking new spice buildings, and Gupta Indian influenced units. <br><br><br><u>Unit Roster </u><br><br>The Aksumite roster focuses on powerful spears and shock troops. They are lightly armoured but capable of devastating optimal damage. They also have a number of unusual troops, such as hunting dog archers and hybrid axe/bow units.<br><br>Abunas Guard – Heavy defensive spear cavalry (Eastern Christian only)<br>Adana Marksmen – Elite Warhound bowmen<br>Adana Trackers – Warhound Bowmen<br>Afar Camel Riders – Guerilla deployment mounted Camel Swordsmen<br>Afar Raidmasters – Shock infantry with exceptional attack (Semitic Pagan only)<br>Afar Swordsmen – Shock infantry with high attack<br>Beher’s Chosen – Heavy shotel unit (Semitic Pagan only)<br>Bet Giorgis Cavalry – Medium spear cavalry with exceptional attack (Eastern Christian only)<br>Elite Tor Warriors – Heavy defensive spears <br>Marz Archers – Snipe (fire from cover) archers<br>Masqal Spearmen – High armour-piercing, high attack spearmen (Eastern Christian only)<br>Mounted Marz Archers – Mounted archers <br>Ras Guard – Heavy defensive spear unit with precursor <br>Sons of the Invincible Mahrem – High base damage, high attack spearmen (Semitic Pagan only)<br>Spice Guard – Hybrid two-handed axe unit with bow<br>Spice Warriors – Light khanda wielder<br>T’or Warriors – Defensive spearmen <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/343463/extras/TW_ATTILA_EoS_Steam_banner_Himyar_section.png?t=1540814066\" ><h2 class=\"bb_tag\">Himyar</h2><br>Himyar is a powerful Arabian kingdom on the peninsula. The Himyarites survive in their arid lands through a series of specialised adaptations to the desert.<br><br>Faction Trait: Desert Warriors<br>Fatigue rate: -15% for all warriors.<br>Marib Dam: Unique fertility-boosting building in faction capital.<br>Desert Saboteurs: Stops foreign replenishment in regions where armies are present.<br><br><u>History</u><br>The Sabaean Kingdom is diminished and, in its place, Himyar ascends! The victorious Shamir Yuhar'ish has declared himself &quot;King of Saba, Dhu Raydan and of Hadramawt and Yamanat&quot; at his coronation, and no one dares challenge this proclamation. <br><br>Sabaean local power was based, in large part, on overland trade routes, but Himyar has discovered and exploited new sea trade routes to India, making it the principle economic power in southern Arabia. Much like neighbouring Aksum, Himyar controls the flow of trade along major trade routes to the east. <br><br>The militaristic Himyarites relentlessly pursue their aims, particularly when facing the hated Aksumites. Himyar has even recently converted to Judaism, seemingly only to fuel the constant war that rages between them. It has sacrificed much to hold onto a powerful position during a tumultuous time, and will surely seize the future by force of will alone!<h2 class=\"bb_tag\">Campaign features</h2><br><u>Marib Dam: Unique Events</u><br>The Marib Dam was an engineering marvel of the ancient world, though it was famously breached. Playing as Himyar, players will periodically be presented with options to make repairs. Leaving the dam untended brings the risk of floods, and repair is costly – however, in good working order, the dam can bring a powerful series of benefits.<br><br><u>Unit Roster</u><br>Hardy and weathered, Himyar forces are drilled to feats of great stamina. Their roster is built around a series of tanking defensive units to represent their desert hardiness.<br> <br>Almaqahs Lancers – Very heavy camel lancers (Semitic Pagan only)<br>Armoured Himyarite Shotelai – Armoured camel mounted shotelai<br>Ashum – Light archers with large shield <br>Athars Chosen – 80 man unit with exceptional health, attack, morale, damage and charge (Semitic Pagan only)<br>Baltha Defenders – Elite heavy defensive axe infantry<br>Baltha Warriors – Defensive axe infantry<br>Himyarite Shotelai – Camel mounted shotel unit<br>Jamal al-Baltha – Camel mounted axe men<br>Jamal al-Rumha – Camel mounted javelin unit<br>Khahyahlim – Heavily armoured defensive sword unit (Judaism only)<br>Rumha Skirmishers – Heavily armoured skirmishers with spear wall formation<br>Rumha Warriors – Elite heavy skirmishers with spear wall formation<br>Sahnegohrim – Exceptional melee defense unit (Judaism only)<br>Zafar Sentinels – Very heavy defensive axe unit (general only)<br>Zealot Sicarius – Fragile stalk unit with high moral and charge (Judaism only)<br>Zodiac Archers - Mounted archers (Semitic Pagan only)",
            "about_the_game": "The Empires of Sand Culture Pack brings three new playable factions and new religion features to Total War™: ATTILA. <br><br>-\tNew Factions; Aksum, Himyar and Tanukhids with new unique units.<br>-\tNew Campaign mechanics.<br>-\tNew Horde mechanics.<br>-\tNew Religion features.<br><br>Aksum, Himyar and the Tanukhids may be used in Single or Multiplayer Campaign modes and Custom and Multiplayer battles.<br><br>Hailing from the harsh deserts of Africa and the Middle East, these factions are part of the new Desert Kingdoms cultural group, and bring new campaign mechanics, new horde gameplay mechanics, events, enhanced religion features, battlefield rosters and unique units to Total War™: ATTILA. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/343463/extras/TW_ATTILA_EoS_Steam_banner_Desert_Kingdoms_section.png?t=1540814066\" ><h2 class=\"bb_tag\">Desert Kingdoms</h2>All factions in the Desert Kingdoms cultural group benefit from the following traits:<br><br>+2 Sanitation in all regions<br>+15 Melee attack in desert battles <br>Immunity to desert attrition<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/343463/extras/TW_ATTILA_EoS_Steam_banner_New_Religion_Features_section.png?t=1540814066\" ><h2 class=\"bb_tag\">New Religion Features</h2>Because of the dramatic impact religious changes had on these cultures in this period, the Empires of Sand Culture Pack includes a number of changes that increase the importance of religion. There are three new religions available: Eastern Christianity, Judaism and Semitic Paganism.<br><br>Each non-horde Desert Kingdoms faction has two main religions to choose between. Aksum may follow Eastern Christianity and Semitic Paganism, while Himyar may choose between Judaism and Semitic Paganism.<br><br>Religion now has further-reaching effects, influencing many aspects of Desert Kingdoms campaign gameplay. It is deeply intertwined with a number of features including building chains, victory conditions, events, technologies and overall campaign bonuses:<h2 class=\"bb_tag\">Dual religion building chains</h2>Aksum and Himyar possess a building chain for each of their main religions. They can build these buildings regardless of their faction religion. This allows players to exert greater control over their faction religion and change it reactively in response to their situation.<h2 class=\"bb_tag\">Tier-5 barracks</h2>Aksum and Himyar have two new tier-5 barracks available, one for each religion. To unlock a barracks, the faction must have 75% influence in the respective religion. These barracks buildings each provide three unique elite units as well as unlocking a variety of campaign benefits.<h2 class=\"bb_tag\">Split victory-conditions and achievements</h2>Desert Kingdoms factions have two sets of victory conditions, one for each of their main religions, that involve a number of units and structures related to that religion.<h2 class=\"bb_tag\">Increased diplomatic significance</h2>The new religions have increased diplomatic impact, forcing the player to choose their religion carefully based on who they wish to ally with.<h2 class=\"bb_tag\">Pleasure building-chain</h2>Non-horde Desert Kingdoms factions have access to a new industrial building-chain which provides large sums of money, but decreases your majority religion, meaning you must choose between religious stability and financial gain.<h2 class=\"bb_tag\">Religious technologies</h2>Each non-horde Desert Kingdoms faction has a technology chain for each of its main religions. These convey a number of religious and campaign bonuses to help you manage and optimize your religious choices.<h2 class=\"bb_tag\">Increased Religious Discord Penalties</h2>The public order penalties for religious disharmony within your provinces have been increased between the new religions, meaning that the benefits are balanced with increased risk if you fail to manage your religions correctly.<h2 class=\"bb_tag\">Reactive Religious events (Aksum and Himyar) </h2>Two new events have been added that trigger when certain religious conditions are met, and provide you with intriguing dilemmas and missions.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/343463/extras/TW_ATTILA_EoS_Steam_banner_Factions_section.png?t=1540814066\" ><h2 class=\"bb_tag\">Factions</h2><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/343463/extras/TW_ATTILA_EoS_Steam_banner_Tanukhids_section.png?t=1540814066\" ><h2 class=\"bb_tag\">The Tanukhids</h2><br>The Tanukhids are a horde faction, representing a desert rebellion with a hyper-aggressive playstyle, plus a host of unique traits and features.<br><br><u>Faction Trait: Legendary Raiders</u><br>Rapacious Horde: Food is obtained through settlement battles rather than buildings.<br>Victory rallies: Every military victory spreads your fame and swells your ranks, increasing the horde’s growth.<br>Swelling Ranks: Armies in Raiding stance gain a free Rebellion Militia unit every turn.<br><br><u>History</u><br>The Tanukhids have travelled a long way from their homelands. Originally part of the Qahtani tribal confederation, they migrated north in the aftermath of a flood which devastated their homeland, eventually leaving Arabia altogether. <br><br>Coming into contact with the Roman Empire, the Tanukhids have since been employed as Roman foederati, and considered a dependable cavalry force. However, they recently rebelled against Rome following Emperor Valens' attempts to convert them from Orthodox to Arian Christianity. The Tanukhids – under their warrior queen, Mavia – fought so hard, and so fiercely, that they defeated the Romans in the field on several occasions and forced agreement to their terms. <br><br>Despite the odds, these devout people have created a life for themselves as free Arabs, who pledge allegiance to none but God and their brave queen - surely all that is required to attain true greatness!<h2 class=\"bb_tag\">Campaign features</h2><br><u>New building trees </u><br>While migrating, the Tanukhids have access to a completely new Horde building tree comprising 34 new buildings, each with unique artwork and campaign effects. <br><br><u>Unique event chain</u><br>A brand new event-chain guides you in your rebellion against the Romans, and leads you ultimately to settlement and the formation of an empire. <br><br><u>Dynamic Barrack unlocks</u><br>Completing missions unlocks higher tiers of barracks and provides access to new, defecting Roman units. <br><br><u>Unit Roster </u><br>The Tanukhid Roster focuses on battlefield area-control and micro management. Light but powerful shock cavalry are paired with stealth units and fast pike units. <br><br>Badyia Skirmishers – Light stalk (remain hidden in all terrains) Javelinmen <br>Desert Pikes – Light, rapid advance pikes with high missile block chance <br>Dune Lancers – Very light guerilla-deployment shock cavalry with javelin precursor <br>Mavia’s Bodyguards – Very heavy shock cavalry (general’s unit)<br>Mavia’s Chargers – Very light shock cav with very good charge bonus <br>Mavia’s Chosen – Very light shock cav with exceptional charge bonus<br>Mavia’s Lancers – Very light shock cav with good charge bonus<br>Rebellion Militia – Zero-upkeep troops with high missile block chance and low damage<br>Sandstorm Lancers – Very light guerilla deployment shock cavalry with javelin precursor<br>Tanukhid Ambushers – Light stalk swordsmen with exceptional charge<br>Tanukhid Pikes – Heavy pikes with rapid advance <br>Desert Palatina Defectors – Heavy Roman defensive infantry <br>Desert Legionary Guards - Heavy Roman defensive infantry<br>Hetaireia Guards – Roman two-handed axe infantry <br>Clibanarii – Heavy Roman shock cavalry with bows<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/343463/extras/TW_ATTILA_EoS_Steam_banner_Aksum_section.png?t=1540814066\" ><h2 class=\"bb_tag\">Aksum</h2><br>Located on the coast of Africa, the people of Aksum owe their power to excellent trade routes, a fact reflected in their gameplay and traits.<br><br><u>Faction Trait: Gateway To The East</u><br>Supply network: +30 food for each active trade network (maximum 150).<br>Merchant Guards: +100 to mercenary pool replenishment rate.<br>Commercial Mastery: +10% trade income.<br>History<br>The Kingdom of Aksum grows prosperous through trade; the Silk Road is kind to those who know <br>how to harness its riches, and the Aksumites have spent their lives trading along it. <br><br>Although its Ethiopian heartlands have been occupied for hundreds of years, Aksum has recently grown in size due to the hugely lucrative trade route to India and beyond, on which it sits. When a nation becomes so rich and powerful, it attracts those who wish to steal its wealth for themselves; the neighbouring Himyarites are one such adversary. <br><br>As the 5th century dawns, military and religious lines have once again been drawn in the sand. Aksum enjoys Rome's favour, and the wealth of the world fills its coffers - let those who would challenge that might face Aksumite steel, and feel Aksumite strength!<h2 class=\"bb_tag\">Campaign features</h2><br><u>Unique Event Chain</u><br>A unique event chain challenges you to claim a series of resources in exchange for unlocking new spice buildings, and Gupta Indian influenced units. <br><br><br><u>Unit Roster </u><br><br>The Aksumite roster focuses on powerful spears and shock troops. They are lightly armoured but capable of devastating optimal damage. They also have a number of unusual troops, such as hunting dog archers and hybrid axe/bow units.<br><br>Abunas Guard – Heavy defensive spear cavalry (Eastern Christian only)<br>Adana Marksmen – Elite Warhound bowmen<br>Adana Trackers – Warhound Bowmen<br>Afar Camel Riders – Guerilla deployment mounted Camel Swordsmen<br>Afar Raidmasters – Shock infantry with exceptional attack (Semitic Pagan only)<br>Afar Swordsmen – Shock infantry with high attack<br>Beher’s Chosen – Heavy shotel unit (Semitic Pagan only)<br>Bet Giorgis Cavalry – Medium spear cavalry with exceptional attack (Eastern Christian only)<br>Elite Tor Warriors – Heavy defensive spears <br>Marz Archers – Snipe (fire from cover) archers<br>Masqal Spearmen – High armour-piercing, high attack spearmen (Eastern Christian only)<br>Mounted Marz Archers – Mounted archers <br>Ras Guard – Heavy defensive spear unit with precursor <br>Sons of the Invincible Mahrem – High base damage, high attack spearmen (Semitic Pagan only)<br>Spice Guard – Hybrid two-handed axe unit with bow<br>Spice Warriors – Light khanda wielder<br>T’or Warriors – Defensive spearmen <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/343463/extras/TW_ATTILA_EoS_Steam_banner_Himyar_section.png?t=1540814066\" ><h2 class=\"bb_tag\">Himyar</h2><br>Himyar is a powerful Arabian kingdom on the peninsula. The Himyarites survive in their arid lands through a series of specialised adaptations to the desert.<br><br>Faction Trait: Desert Warriors<br>Fatigue rate: -15% for all warriors.<br>Marib Dam: Unique fertility-boosting building in faction capital.<br>Desert Saboteurs: Stops foreign replenishment in regions where armies are present.<br><br><u>History</u><br>The Sabaean Kingdom is diminished and, in its place, Himyar ascends! The victorious Shamir Yuhar'ish has declared himself &quot;King of Saba, Dhu Raydan and of Hadramawt and Yamanat&quot; at his coronation, and no one dares challenge this proclamation. <br><br>Sabaean local power was based, in large part, on overland trade routes, but Himyar has discovered and exploited new sea trade routes to India, making it the principle economic power in southern Arabia. Much like neighbouring Aksum, Himyar controls the flow of trade along major trade routes to the east. <br><br>The militaristic Himyarites relentlessly pursue their aims, particularly when facing the hated Aksumites. Himyar has even recently converted to Judaism, seemingly only to fuel the constant war that rages between them. It has sacrificed much to hold onto a powerful position during a tumultuous time, and will surely seize the future by force of will alone!<h2 class=\"bb_tag\">Campaign features</h2><br><u>Marib Dam: Unique Events</u><br>The Marib Dam was an engineering marvel of the ancient world, though it was famously breached. Playing as Himyar, players will periodically be presented with options to make repairs. Leaving the dam untended brings the risk of floods, and repair is costly – however, in good working order, the dam can bring a powerful series of benefits.<br><br><u>Unit Roster</u><br>Hardy and weathered, Himyar forces are drilled to feats of great stamina. Their roster is built around a series of tanking defensive units to represent their desert hardiness.<br> <br>Almaqahs Lancers – Very heavy camel lancers (Semitic Pagan only)<br>Armoured Himyarite Shotelai – Armoured camel mounted shotelai<br>Ashum – Light archers with large shield <br>Athars Chosen – 80 man unit with exceptional health, attack, morale, damage and charge (Semitic Pagan only)<br>Baltha Defenders – Elite heavy defensive axe infantry<br>Baltha Warriors – Defensive axe infantry<br>Himyarite Shotelai – Camel mounted shotel unit<br>Jamal al-Baltha – Camel mounted axe men<br>Jamal al-Rumha – Camel mounted javelin unit<br>Khahyahlim – Heavily armoured defensive sword unit (Judaism only)<br>Rumha Skirmishers – Heavily armoured skirmishers with spear wall formation<br>Rumha Warriors – Elite heavy skirmishers with spear wall formation<br>Sahnegohrim – Exceptional melee defense unit (Judaism only)<br>Zafar Sentinels – Very heavy defensive axe unit (general only)<br>Zealot Sicarius – Fragile stalk unit with high moral and charge (Judaism only)<br>Zodiac Archers - Mounted archers (Semitic Pagan only)",
            "short_description": "The Empires of Sand Culture Pack brings three new playable factions and new religion features to Total War™: ATTILA.",
            "fullgame": {
                "appid": "325610",
                "name": "Total War: ATTILA"
            },
            "supported_languages": "English<strong>*</strong>, French<strong>*</strong>, Italian, German<strong>*</strong>, Spanish - Spain, Czech, Polish, Russian, Turkish<br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/343463/header.jpg?t=1540814066",
            "website": "http://www.totalwar.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista*<br></li><li><strong>Processor:</strong> Intel Core 2 Duo 3 GHz<br></li><li><strong>Memory:</strong> 3 GB RAM<br></li><li><strong>Graphics:</strong> 512 MB NVIDIA GeForce 8800 GT, AMD Radeon HD 2900 XT or Intel HD 4000<br></li><li><strong>DirectX:</strong> Version 10<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> PC integrated graphics chipsets require 64 bit Windows, e.g. Intel HD series., Unsupported graphics chipsets for Mac: NVIDIA GeForce 9 series, GeForce 300 series, GeForce Quatro series ; AMD Radeon HD 4000 series, Radeon HD 2000 series.</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7*<br></li><li><strong>Processor:</strong> 2nd Generation Intel Core i5 • RAM: 4 GB<br></li><li><strong>Memory:</strong> 3 GB RAM<br></li><li><strong>Graphics:</strong> 2 GB NVIDIA GeForce GTX 560 Ti or AMD Radeon HD 5870<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> PC integrated graphics chipsets require 64 bit Windows, e.g. Intel HD series., Unsupported graphics chipsets for Mac: NVIDIA GeForce 9 series, GeForce 300 series, GeForce Quatro series ; AMD Radeon HD 4000 series, Radeon HD 2000 series.</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> OS X 10.9.4<br></li><li><strong>Processor:</strong> Intel Core i5 1.7 GHz<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> 512 MB NVIDIA GeForce GT 640M, AMD Mobility Radeon HD 5670 or Intel HD 4000<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> Unsupported graphics chipsets for Mac: Unsupported graphics chipsets for Mac: NVIDIA GeForce 9 series, GeForce 300 series, GeForce Quatro series ; AMD Radeon HD 4000 series, Radeon HD 3000 series, Radeon HD 2000 series.</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> OS X 10.9.4<br></li><li><strong>Processor:</strong> 2nd Generation Intel Core i5<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> 2 GB NVIDIA GeForce GT 750M<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> Unsupported graphics chipsets for Mac: NVIDIA GeForce 9 series, GeForce 300 series, GeForce Quatro series ; AMD Radeon HD 4000 series, Radeon HD 3000 series, Radeon HD 2000 series.</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Ubuntu 14.04 LTS / SteamOS Brewmaster update 2.49<br></li><li><strong>Processor:</strong> AMD Phenom II X4 955 or Intel Core2 Quad Q9650<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia GeForce GTX 470<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> AMD graphics cards and Intel IGPU’s are not currently supported on the SteamOS + Linux version of Total War: ATTILA</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Ubuntu 14.04 LTS / SteamOS Brewmaster update 2.49 or later<br></li><li><strong>Processor:</strong> AMD FX 8350 or Intel i5-3570K<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia GeForce GTX 760<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> AMD graphics cards and Intel IGPU’s are not currently supported on the SteamOS + Linux version of Total War: ATTILA</li></ul>"
            },
            "developers": [
                "CREATIVE ASSEMBLY"
            ],
            "publishers": [
                "SEGA"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 749,
                "final": 749,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "7,49€"
            },
            "packages": [
                58255
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Total War: ATTILA - Empires of Sand Culture Pack",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 58255,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Total War: ATTILA - Empires of Sand Culture Pack - 7,49€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 749
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": true,
                "linux": true
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                }
            ],
            "genres": [
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/343463/ss_50e344c963785babb0590483866ef4457f5e3f0c.600x338.jpg?t=1540814066",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/343463/ss_50e344c963785babb0590483866ef4457f5e3f0c.1920x1080.jpg?t=1540814066"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/343463/ss_a4513ceeb4b332a59d05dbe44e7106f533a58409.600x338.jpg?t=1540814066",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/343463/ss_a4513ceeb4b332a59d05dbe44e7106f533a58409.1920x1080.jpg?t=1540814066"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/343463/ss_e153ff588405afa4be1eaa316cd393a2fca7477e.600x338.jpg?t=1540814066",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/343463/ss_e153ff588405afa4be1eaa316cd393a2fca7477e.1920x1080.jpg?t=1540814066"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/343463/ss_714b47e89c3b330cdfee077d3ae5c51f6a697e01.600x338.jpg?t=1540814066",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/343463/ss_714b47e89c3b330cdfee077d3ae5c51f6a697e01.1920x1080.jpg?t=1540814066"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/343463/ss_59b5b52b80a35b663ec60ab54f0755cddd5c6577.600x338.jpg?t=1540814066",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/343463/ss_59b5b52b80a35b663ec60ab54f0755cddd5c6577.1920x1080.jpg?t=1540814066"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/343463/ss_3057c42dc0b5821aa60ce94c0874f458471a2423.600x338.jpg?t=1540814066",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/343463/ss_3057c42dc0b5821aa60ce94c0874f458471a2423.1920x1080.jpg?t=1540814066"
                }
            ],
            "movies": [
                {
                    "id": 256656235,
                    "name": "Empires PEGI Eng",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256656235/movie.293x165.jpg?t=1447377968",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256656235/movie480.webm?t=1447377968",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256656235/movie_max.webm?t=1447377968"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 209
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "15 Sep, 2015"
            },
            "support_info": {
                "url": "https://support.sega.co.uk",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/343463/page_bg_generated_v6b.jpg?t=1540814066",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}