{
    "352310": {
        "success": true,
        "data": {
            "type": "game",
            "name": "CA-2A T-Type Leveling Amplifier",
            "steam_appid": 352310,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<h1>Audio Plugins on Steam</h1><p><strong>CA-2A</strong> is an <strong>Audio Plugin</strong>. For more information on Audio Plugins please read the <a href=\"https://support.steampowered.com/kb_article.php?ref=5828-WIFZ-6347\" target=\"_blank\" rel=\"noreferrer\"  >STEAM Audio Plugin FAQ.</a></p><br><h1>About the Software</h1><h2 class=\"bb_tag\">Faithfully modeled after one of the most sought after studio compressors in history.</h2><ul class=\"bb_ul\"><li> Use in your Windows Digital Audio Workstation<br></li><li> Zero latency for real-time tracking and mixing<br></li><li> Up to 40dB of smooth, transparent gain reduction<br></li><li> Frequency dependent compression<br></li><li> Program dependent attack/release<br></li><li> Fully modeled &quot;R37&quot; HF Pre-emphasis control<br></li><li> Dual photocell reset modes (Classic &amp; Fast Reset)<br></li><li> Use side-chain compression for ducking, pumping, and more<br></li><li> <a href=\"http://store.steampowered.com/app/352380/Cakewalk_ProChannel/\" target=\"_blank\" rel=\"noreferrer\"  >ProChannel</a>, <strong>VST2.4, AAX, VST3</strong></li></ul><h2 class=\"bb_tag\">Level the playing field</h2>Since the 1960s, professional engineers have relied on the unique characteristics of this electro-optical tube-based compressor to work its magic on all kinds of sources, including guitars, bass, pads, and especially vocals.  Previously only available to big studios that could afford these all tube units, the CA-2A T-Type Leveling Amplifier lets you wield this legendary sonic weapon in your own studio, on your own tracks. With only a few simple controls, it’s easy to use and provides instant gratification with professional results. It features native x64 operation, zero latency performance, and 64-bit double precision audio fidelity. Get the kind of smooth, warm sound heard on so many classic recordings, at a fraction of the cost and with modern convenience.<h2 class=\"bb_tag\">Modeled to a T</h2>The characteristic sound of the original hardware unit is a result of both its tube design and the famous T4 circuitry – and the CA-2A T-Type Leveling Amplifier meticulously models both. The T4 circuit is made up of an electroluminescent panel partnered with and an optical photocell that, together, determine the the attack and release time - all based on incoming program material. The four tubes in the original hardware unit were also carefully modeled giving the CA-2A its warm character. The tubes slightly change the shape of the signal, adding even and odd harmonics based on the frequency of the incoming program material. We even went so far as to model the user-adjustable “R37” screw on the original unit. Turning the R37 screw controls how much compression is applied to high-frequency content, such as vocal sibilance. Every detail of the original hardware has been carefully considered and incorporated into this stunning software model.<br><br>The classic unit used for modeling is a soft-knee compressor featuring program dependent release times and a flat frequency response of 30Hz to 15kHz (see R37 control for frequency response adjustment). The attack time is fixed at 10 milliseconds while the release time is roughly 60 milliseconds for 50% release, and 0.5 to 5 seconds for full release, depending on the previous program material. This two-stage release results in extremely smooth and transparent compression characteristics.<br><br>The CA-2A T-Type Leveling Amplifier carefully models the tubes and the T4 electro-optical device in the original hardware units. The T4 circuit consists of an electroluminescent panel, partnered with an optical photocell, that together determine both the attack and release times. This results in complete program dependence and very little distortion. To realize the characteristic sound of the original hardware, the tubes are also modeled. The tube modeling supplies the warm, analog characteristics of the original unit. Total Harmonic Distortion (THD) comes from the four tubes in the original hardware, which slightly change the signal shape adding even and odd harmonics based on the frequency of the program material. The THD has a slight effect on the output gain; less than 0.35% to 0.75% at +10 dB to +16 dB of the program material.<br><br>The modeling of both the tubes and the T4 circuit is what gives the CA-2A T-Type Leveling Amplifier its unique compression characteristics. The curves are “wobbly” and only reduce gain to a certain point before “giving in” and letting the output level increase again. In addition to the program dependent release times, it also employs frequency dependent gain reduction, rather than having a fixed compression ratio across all frequencies.<br><br>This is the secret to the sauce - and it’s been modeled down to the finest of details.<h2 class=\"bb_tag\">The R37 screw:</h2>The original hardware used for modeling was designed for leveling in radio and TV broadcast applications. Due to an increase in high frequency content in FM broadcasting the unit featured a back-panel, screw adjusted potentiometer with the rather mysterious name of “R37”. Basically it adjusts the unit’s gain reduction frequency response (High Frequency Pre-emphasis trim). On the original hardware unit, the R37 control adds gain reduction at frequencies above 1kHz, based on the program material. Use this control to reduce or prevent over-modulation on tracks caused by pre-emphasis (high-frequency sensitivity). When set to the FLAT position, gain reduction is applied equally on all frequencies. When the control is moved toward the HF position, gain reduction is increased on the high frequencies. While the FLAT setting finds most usage, adjusting the R37 control is often useful for de-essing (cut down sibilance by compressing high frequencies) or changing the tonality of vocals. Experiment to achieve a good balance between low and high frequency limiting.<h2 class=\"bb_tag\">The “Photocell Memory” Option:</h2>The CA-2A T-Type Leveling Amplifier emulates a classic hardware optical compressor. An optical compressor is different from an FET style compressor, in that it uses a luminescent panel and photocell to determine the amount of compression, attack and release times. These controls are not fixed, and are dependent on the reaction of the photocell, determined by the audio source.The photocell has unique properties that make optical compressors the prime choice for vocals and other material with smoother transients. But the hardware is not necessarily perfect. Longer, multi-stage release times result from high levels of gain-reduction. This will cause the photocell to &quot;remember&quot; its &quot;on&quot; or “lit” state, for a longer period of time. Attack-times become snappier as the input becomes more active, and relaxed (slower) during periods of less activity. After long periods of silence, the compressor can become very sluggish in its ability to reduce the gain of sudden transients. Under these conditions, the onset of a new transient can result in a “pop” at the output as the compressor is “waking up”. Since this behavior might not be desirable, we’ve included the “Fast Reset” mode to allow a faster wake-up time, and to avoid the &quot;pop&quot;.  The “Classic” mode sticks to the true emulation and responds like the original hardware.<br><br><i>Note: The original hardware unit is mono, and can be linked with a second unit for stereo<br>leveling. CA-2A T-Type Leveling Amplifier operates in both mono and stereo modes without a<br>loss in stereo imaging.</i><h2 class=\"bb_tag\">Smooth Operator</h2>Because it’s essentially a tube amp with some photo-resistors there is no electronic circuitry involved in the compression process. This simple yet clever design offers flat frequency response and transparent sound with automatic attack and release times that are completely program dependent. Unlike typical dynamics processors that have a fixed compression ratio across all frequencies, the CA-2A T-Type Leveling Amplifier’s gain reduction varies at different frequencies. This unique design only reduces gain to a certain point before “giving in” and allowing the output level to naturally increase again. These characteristics play a big part in its smooth and transparent sound and why it is so universally revered as a vocal compressor. But it’s equally at home on guitars, bass, wind instruments and any other highly dynamic source material. Silky smooth and easy to use, the CA-2A T-Type Leveling Amplifier is truly a must have dynamics processor.<h2 class=\"bb_tag\">Side-chaining</h2>The CA-2A T-Type Leveling Amplifier also includes side-chain capability allowing the compressor to react to program material from one track, and apply it to another. This is an improvement that many mixing engineers will find useful for a wide variety of use cases, such as ducking or pumping of synth sounds in EDM.<h2 class=\"bb_tag\">Using CA-2A T Type Leveling Amplifier</h2>CA-2A T-Type Leveling Amplifier is suitable for just about any audio material. It sounds especially good on vocals, and also works great on guitar, electric and upright bass, guitars, piano, wind instruments, and other tracks that need gentle compression. It even works well on full-program mixes.<br><br>Percussive instruments that have a lot of peaks, such as drums, may require more care. Although CA-2A T-Type Leveling Amplifier works great for certain kick drum sounds, you may want to combine CA-2A T-Type Leveling Amplifier with another compressor with a faster release time and more precise control. Unlike a traditional compressor that has Ratio, Threshold, Attack, Release and Make-up Gain controls, CA-2A T-Type Leveling Amplifier is very straightforward with only two primary controls: Gain and Peak Reduction. Peak Reduction controls the amount of compression and Gain controls the post-processed output level.<h2 class=\"bb_tag\">What can you do with CA-2A T-Type Leveling Amplifier?</h2>The purpose of the CA-2A T-Type Leveling Amplifier is to limit the dynamic range of a signal by reducing the amplitude of its transient peaks. The CA-2A T-Type Leveling Amplifier varies its gain in response to the level of the input signal. Large input signals result in less gain, thus reducing or “compressing” the dynamic range of the signal.<br><br>In a typical mix of audio material, there are a few peaks that are much louder than the average signal. Increasing the overall volume would make these peaks exceed the maximum output level, causing unpleasant distortion in the music. Compression reduces the level of any peaks above the threshold so the average level can be boosted.<h2 class=\"bb_tag\">Limiting Versus Compression</h2>A compressor typically has a compression ratio lower than 10:1. A limiter has a compression ratio higher than 10:1. For example, with a ratio of 4:1, an input level increase of 4 dB will only result in a 1 dB output level increase.<br><br>The threshold is the level the input signal must reach before compression begins. Gain reduction is only applied to audio that exceeds the threshold.<br><br>When an audio signal is below this threshold the compressor acts like an amplifier and there is no gain reduction. Above the threshold, the slope becomes less than 45 degrees, indicating gain reduction and hence compression. The point at which a compressor transitions into compression is commonly called the knee.<br><br>Compression is suitable for leveling and reducing the general dynamic range of individual instrument tracks such as vocals and drums. Limiting is used to limit the dynamic range and increase the perceived overall level of the mix, and<br>to prevent the audio signal from exceeding a specific level.<br><br><i>Note: The CA-2A T-Type Leveling Amplifier is not a limiter by modern standards, which typically have a fixed Infinity:1 ratio. If you need to use a brickwall-type limiter, a limiter such as the <a href=\"http://store.steampowered.com/app/352391/ProChannel_Concrete_Limiter/\" target=\"_blank\" rel=\"noreferrer\"  >ProChannel Concrete Limiter</a> is a better choice than the CA-2A T-Type Leveling Amplifier.</i>",
            "about_the_game": "<h2 class=\"bb_tag\">Faithfully modeled after one of the most sought after studio compressors in history.</h2><ul class=\"bb_ul\"><li> Use in your Windows Digital Audio Workstation<br></li><li> Zero latency for real-time tracking and mixing<br></li><li> Up to 40dB of smooth, transparent gain reduction<br></li><li> Frequency dependent compression<br></li><li> Program dependent attack/release<br></li><li> Fully modeled &quot;R37&quot; HF Pre-emphasis control<br></li><li> Dual photocell reset modes (Classic &amp; Fast Reset)<br></li><li> Use side-chain compression for ducking, pumping, and more<br></li><li> <a href=\"http://store.steampowered.com/app/352380/Cakewalk_ProChannel/\" target=\"_blank\" rel=\"noreferrer\"  >ProChannel</a>, <strong>VST2.4, AAX, VST3</strong></li></ul><h2 class=\"bb_tag\">Level the playing field</h2>Since the 1960s, professional engineers have relied on the unique characteristics of this electro-optical tube-based compressor to work its magic on all kinds of sources, including guitars, bass, pads, and especially vocals.  Previously only available to big studios that could afford these all tube units, the CA-2A T-Type Leveling Amplifier lets you wield this legendary sonic weapon in your own studio, on your own tracks. With only a few simple controls, it’s easy to use and provides instant gratification with professional results. It features native x64 operation, zero latency performance, and 64-bit double precision audio fidelity. Get the kind of smooth, warm sound heard on so many classic recordings, at a fraction of the cost and with modern convenience.<h2 class=\"bb_tag\">Modeled to a T</h2>The characteristic sound of the original hardware unit is a result of both its tube design and the famous T4 circuitry – and the CA-2A T-Type Leveling Amplifier meticulously models both. The T4 circuit is made up of an electroluminescent panel partnered with and an optical photocell that, together, determine the the attack and release time - all based on incoming program material. The four tubes in the original hardware unit were also carefully modeled giving the CA-2A its warm character. The tubes slightly change the shape of the signal, adding even and odd harmonics based on the frequency of the incoming program material. We even went so far as to model the user-adjustable “R37” screw on the original unit. Turning the R37 screw controls how much compression is applied to high-frequency content, such as vocal sibilance. Every detail of the original hardware has been carefully considered and incorporated into this stunning software model.<br><br>The classic unit used for modeling is a soft-knee compressor featuring program dependent release times and a flat frequency response of 30Hz to 15kHz (see R37 control for frequency response adjustment). The attack time is fixed at 10 milliseconds while the release time is roughly 60 milliseconds for 50% release, and 0.5 to 5 seconds for full release, depending on the previous program material. This two-stage release results in extremely smooth and transparent compression characteristics.<br><br>The CA-2A T-Type Leveling Amplifier carefully models the tubes and the T4 electro-optical device in the original hardware units. The T4 circuit consists of an electroluminescent panel, partnered with an optical photocell, that together determine both the attack and release times. This results in complete program dependence and very little distortion. To realize the characteristic sound of the original hardware, the tubes are also modeled. The tube modeling supplies the warm, analog characteristics of the original unit. Total Harmonic Distortion (THD) comes from the four tubes in the original hardware, which slightly change the signal shape adding even and odd harmonics based on the frequency of the program material. The THD has a slight effect on the output gain; less than 0.35% to 0.75% at +10 dB to +16 dB of the program material.<br><br>The modeling of both the tubes and the T4 circuit is what gives the CA-2A T-Type Leveling Amplifier its unique compression characteristics. The curves are “wobbly” and only reduce gain to a certain point before “giving in” and letting the output level increase again. In addition to the program dependent release times, it also employs frequency dependent gain reduction, rather than having a fixed compression ratio across all frequencies.<br><br>This is the secret to the sauce - and it’s been modeled down to the finest of details.<h2 class=\"bb_tag\">The R37 screw:</h2>The original hardware used for modeling was designed for leveling in radio and TV broadcast applications. Due to an increase in high frequency content in FM broadcasting the unit featured a back-panel, screw adjusted potentiometer with the rather mysterious name of “R37”. Basically it adjusts the unit’s gain reduction frequency response (High Frequency Pre-emphasis trim). On the original hardware unit, the R37 control adds gain reduction at frequencies above 1kHz, based on the program material. Use this control to reduce or prevent over-modulation on tracks caused by pre-emphasis (high-frequency sensitivity). When set to the FLAT position, gain reduction is applied equally on all frequencies. When the control is moved toward the HF position, gain reduction is increased on the high frequencies. While the FLAT setting finds most usage, adjusting the R37 control is often useful for de-essing (cut down sibilance by compressing high frequencies) or changing the tonality of vocals. Experiment to achieve a good balance between low and high frequency limiting.<h2 class=\"bb_tag\">The “Photocell Memory” Option:</h2>The CA-2A T-Type Leveling Amplifier emulates a classic hardware optical compressor. An optical compressor is different from an FET style compressor, in that it uses a luminescent panel and photocell to determine the amount of compression, attack and release times. These controls are not fixed, and are dependent on the reaction of the photocell, determined by the audio source.The photocell has unique properties that make optical compressors the prime choice for vocals and other material with smoother transients. But the hardware is not necessarily perfect. Longer, multi-stage release times result from high levels of gain-reduction. This will cause the photocell to &quot;remember&quot; its &quot;on&quot; or “lit” state, for a longer period of time. Attack-times become snappier as the input becomes more active, and relaxed (slower) during periods of less activity. After long periods of silence, the compressor can become very sluggish in its ability to reduce the gain of sudden transients. Under these conditions, the onset of a new transient can result in a “pop” at the output as the compressor is “waking up”. Since this behavior might not be desirable, we’ve included the “Fast Reset” mode to allow a faster wake-up time, and to avoid the &quot;pop&quot;.  The “Classic” mode sticks to the true emulation and responds like the original hardware.<br><br><i>Note: The original hardware unit is mono, and can be linked with a second unit for stereo<br>leveling. CA-2A T-Type Leveling Amplifier operates in both mono and stereo modes without a<br>loss in stereo imaging.</i><h2 class=\"bb_tag\">Smooth Operator</h2>Because it’s essentially a tube amp with some photo-resistors there is no electronic circuitry involved in the compression process. This simple yet clever design offers flat frequency response and transparent sound with automatic attack and release times that are completely program dependent. Unlike typical dynamics processors that have a fixed compression ratio across all frequencies, the CA-2A T-Type Leveling Amplifier’s gain reduction varies at different frequencies. This unique design only reduces gain to a certain point before “giving in” and allowing the output level to naturally increase again. These characteristics play a big part in its smooth and transparent sound and why it is so universally revered as a vocal compressor. But it’s equally at home on guitars, bass, wind instruments and any other highly dynamic source material. Silky smooth and easy to use, the CA-2A T-Type Leveling Amplifier is truly a must have dynamics processor.<h2 class=\"bb_tag\">Side-chaining</h2>The CA-2A T-Type Leveling Amplifier also includes side-chain capability allowing the compressor to react to program material from one track, and apply it to another. This is an improvement that many mixing engineers will find useful for a wide variety of use cases, such as ducking or pumping of synth sounds in EDM.<h2 class=\"bb_tag\">Using CA-2A T Type Leveling Amplifier</h2>CA-2A T-Type Leveling Amplifier is suitable for just about any audio material. It sounds especially good on vocals, and also works great on guitar, electric and upright bass, guitars, piano, wind instruments, and other tracks that need gentle compression. It even works well on full-program mixes.<br><br>Percussive instruments that have a lot of peaks, such as drums, may require more care. Although CA-2A T-Type Leveling Amplifier works great for certain kick drum sounds, you may want to combine CA-2A T-Type Leveling Amplifier with another compressor with a faster release time and more precise control. Unlike a traditional compressor that has Ratio, Threshold, Attack, Release and Make-up Gain controls, CA-2A T-Type Leveling Amplifier is very straightforward with only two primary controls: Gain and Peak Reduction. Peak Reduction controls the amount of compression and Gain controls the post-processed output level.<h2 class=\"bb_tag\">What can you do with CA-2A T-Type Leveling Amplifier?</h2>The purpose of the CA-2A T-Type Leveling Amplifier is to limit the dynamic range of a signal by reducing the amplitude of its transient peaks. The CA-2A T-Type Leveling Amplifier varies its gain in response to the level of the input signal. Large input signals result in less gain, thus reducing or “compressing” the dynamic range of the signal.<br><br>In a typical mix of audio material, there are a few peaks that are much louder than the average signal. Increasing the overall volume would make these peaks exceed the maximum output level, causing unpleasant distortion in the music. Compression reduces the level of any peaks above the threshold so the average level can be boosted.<h2 class=\"bb_tag\">Limiting Versus Compression</h2>A compressor typically has a compression ratio lower than 10:1. A limiter has a compression ratio higher than 10:1. For example, with a ratio of 4:1, an input level increase of 4 dB will only result in a 1 dB output level increase.<br><br>The threshold is the level the input signal must reach before compression begins. Gain reduction is only applied to audio that exceeds the threshold.<br><br>When an audio signal is below this threshold the compressor acts like an amplifier and there is no gain reduction. Above the threshold, the slope becomes less than 45 degrees, indicating gain reduction and hence compression. The point at which a compressor transitions into compression is commonly called the knee.<br><br>Compression is suitable for leveling and reducing the general dynamic range of individual instrument tracks such as vocals and drums. Limiting is used to limit the dynamic range and increase the perceived overall level of the mix, and<br>to prevent the audio signal from exceeding a specific level.<br><br><i>Note: The CA-2A T-Type Leveling Amplifier is not a limiter by modern standards, which typically have a fixed Infinity:1 ratio. If you need to use a brickwall-type limiter, a limiter such as the <a href=\"http://store.steampowered.com/app/352391/ProChannel_Concrete_Limiter/\" target=\"_blank\" rel=\"noreferrer\"  >ProChannel Concrete Limiter</a> is a better choice than the CA-2A T-Type Leveling Amplifier.</i>",
            "short_description": "Faithfully modeled after one of the most sought after studio compressors in history.",
            "supported_languages": "English",
            "reviews": "“The two-knob design is ideal for the compression novice as it encourages you to focus on those basic settings and use your ears rather than getting sidetracked by ratios and release times.”<br>4.5 – <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.musicradar.com/us/reviews/tech/cakewalk-ca-2a-t-type-leveling-amplifier-574669\" target=\"_blank\" rel=\"noopener\"  >Musicradar</a><br>",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/352310/header.jpg?t=1511579248",
            "website": "http://www.cakewalk.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7, 8, or 10 (32- or 64-bit)<br></li><li><strong>Processor:</strong> 2.6GHz Intel or AMD multi-core processor<br></li><li><strong>Graphics:</strong> 1280x800<br></li><li><strong>Storage:</strong> 50 MB available space<br></li><li><strong>Sound Card:</strong> ASIO compatible hardware is recommended</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>Graphics:</strong> 1920x1080</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "<h2 class=\"bb_tag\"><strong>Note:</strong></h2>Only the Windows version of CA2A is available at this time on STEAM. When a Mac/AU version is available, users will receive it for free.",
            "drm_notice": "Cakewalk: E-Mail<br>None machine activation limit",
            "developers": [
                "Cakewalk"
            ],
            "publishers": [
                "Cakewalk"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "genres": [
                {
                    "id": "52",
                    "description": "Audio Production"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/352310/ss_75e650c0632e010ad24d09d51ee2b7ad6b2d257c.600x338.jpg?t=1511579248",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/352310/ss_75e650c0632e010ad24d09d51ee2b7ad6b2d257c.1920x1080.jpg?t=1511579248"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/352310/ss_a5409a935432a2fcb3de2cdd93583e3fba401dd3.600x338.jpg?t=1511579248",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/352310/ss_a5409a935432a2fcb3de2cdd93583e3fba401dd3.1920x1080.jpg?t=1511579248"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/352310/ss_b5fc48868498d628ccd61e3d24aea244abbeb241.600x338.jpg?t=1511579248",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/352310/ss_b5fc48868498d628ccd61e3d24aea244abbeb241.1920x1080.jpg?t=1511579248"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/352310/ss_81be69c9f89f6e21fc4b53abf414f44d1baba540.600x338.jpg?t=1511579248",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/352310/ss_81be69c9f89f6e21fc4b53abf414f44d1baba540.1920x1080.jpg?t=1511579248"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/352310/ss_02bfd1ecc91bf3184980a91c781318fe16cec33e.600x338.jpg?t=1511579248",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/352310/ss_02bfd1ecc91bf3184980a91c781318fe16cec33e.1920x1080.jpg?t=1511579248"
                }
            ],
            "movies": [
                {
                    "id": 256684167,
                    "name": "CA-2A Introduction",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256684167/movie.293x165.jpg?t=1493659028",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256684167/movie480.webm?t=1493659028",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256684167/movie_max.webm?t=1493659028"
                    },
                    "highlight": true
                },
                {
                    "id": 256684168,
                    "name": "CA-2A on Bass Guitar",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256684168/movie.293x165.jpg?t=1493659035",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256684168/movie480.webm?t=1493659035",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256684168/movie_max.webm?t=1493659035"
                    },
                    "highlight": true
                },
                {
                    "id": 256684169,
                    "name": "CA-2A on Snare Drum",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256684169/movie.293x165.jpg?t=1493659044",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256684169/movie480.webm?t=1493659044",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256684169/movie_max.webm?t=1493659044"
                    },
                    "highlight": true
                },
                {
                    "id": 256684170,
                    "name": "CA-2A on Grand Piano",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256684170/movie.293x165.jpg?t=1493659052",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256684170/movie480.webm?t=1493659052",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256684170/movie_max.webm?t=1493659052"
                    },
                    "highlight": true
                },
                {
                    "id": 256684171,
                    "name": "CA-2A on Vocals",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256684171/movie.293x165.jpg?t=1493659060",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256684171/movie480.webm?t=1493659060",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256684171/movie_max.webm?t=1493659060"
                    },
                    "highlight": true
                },
                {
                    "id": 256684172,
                    "name": "CA-2A on Drum Reverb",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256684172/movie.293x165.jpg?t=1493659067",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256684172/movie480.webm?t=1493659067",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256684172/movie_max.webm?t=1493659067"
                    },
                    "highlight": true
                },
                {
                    "id": 256684173,
                    "name": "CA-2A Parallel Compression on your Mix",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256684173/movie.293x165.jpg?t=1493659075",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256684173/movie480.webm?t=1493659075",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256684173/movie_max.webm?t=1493659075"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "28 Apr, 2017"
            },
            "support_info": {
                "url": "www.cakewalk.com/support/contact",
                "email": "seth.i.kellogg@gmail.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/352310/page_bg_generated_v6b.jpg?t=1511579248",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}