{
    "368470": {
        "success": true,
        "data": {
            "type": "game",
            "name": "GeoVox",
            "steam_appid": 368470,
            "required_age": 0,
            "is_free": false,
            "controller_support": "full",
            "detailed_description": "<h2 class=\"bb_tag\">GeoVox</h2><br>GeoVox is the latest real time world generation software application created by Axis Game Factory, Inc.  GeoVox is a completely new stand-alone Voxel based real-time terrain creation tool. <br><br>GeoVox instantly creates lush AAA quality environments at the start of the application.  Designed with intuitive game like controls it allows users to test for level playability as they are creating.  <br><br><strong>Key Features:  </strong><br>  <strong>User Experience</strong><br>•\tInstant environment is generated at application start <br>•\tSimple tools that allow users to edit the environment as needed without a steep learning curve<br>•\tClean, low overhead GUI that allows for fast terrain editing, without limiting users creativity<br>•\tStandard game controls to allow users to explore their environment to simulate gameplay<br>•\tFlying Camera or FPS style with gravity and jump ability camera modes<br>•\tFull real-time Voxel based terrain editing<br>  o\t  Easily edit the terrain with simple point and click volume brushes<br>  o\t  Define Voxel brush sizes and shape<br>  o\t  Single click and click and drag on Voxel application<br>  o\t  Offset Voxel brush from center or base<br>  o\t  Brush snapping<br>  o\t  Add Voxel volumes<br>  o\t  Cut Voxel volumes<br>  o\t  Paint Voxel volumes<br>  o\t  User definable smoothing <br>  o\t  Cut volumes and Paint textures and apply environmental assets simultaneously  <br>  o\t  Create a pallet of Voxel types to be used in your environment<br>  o\t  Voxel types can include textures, assets and vegetation<br>  o\t  Mix and match variables to create many Voxel types<br>  o\t  Voxel types can be applied upright or aligned to terrain normal<br>  o\t  Assets can have user defined depth off-sets <br>•\tFully featured fractal algorithmic terrain generator <br>•\tLimited or Infinite terrain editing abilities (user decides and determines how large they want their maps)<br>•\tCreate from hundreds of pre-packed, license free assets to use for professional development<br>•\tAssets include:<br>  o\t  Trees<br>  o\t  Plants<br>  o\t  Rocks<br>  o\t  Shrubs<br>  o\t  Flowers<br>  o\t  Grasses<br>•\tLibrary of terrain textures included with color, normal and specular maps<br>•\tReal-Time, user defined Ambient Occlusion <br><br><strong>Input/Output</strong><br>•\tCreate Asset Packs for use with Geovox using the Geovox Asset packager and Unity FREE<br>•\tImporting of AGF and Geovox Asset Packs for use in Geovox<br>•\tImporting of the Geovox Terrain Format (Raw Mesh data) to Unity 5.0 <br>•      Asset Packager for use with Unity 5.0 Free to GeoVox asset package format<br>•\tGeoVox to .Obj exporting <br>  o\t  User defined model export parameters<br>  o\t  User defined export location<br>  o\t  User defined export size<br>  o\t  All mesh assets export with transforms applied <br>  o\t  All images export in .PNG format<br><br><strong>Product Road Map of Future Updates / DLC - will be added at a later date</strong><br>•\tImporting of the Geovox Terrain Format (Raw Mesh data) to Unity 5.0 (COMPLETED AND PUBLISHED 06.11.2015) <br>•\tImporting of the Geovox Terrain Format to the AGFPRO Editor (future update)<br>•\tImporting of the Geovox Terrain Format to the AGFPRO Player DLC (future update)<br>•      Asset Packager for use with Unity 5.0 Free to GeoVox asset package format (COMPLETED AND PUBLISHED 06.11.2015)",
            "about_the_game": "<h2 class=\"bb_tag\">GeoVox</h2><br>GeoVox is the latest real time world generation software application created by Axis Game Factory, Inc.  GeoVox is a completely new stand-alone Voxel based real-time terrain creation tool. <br><br>GeoVox instantly creates lush AAA quality environments at the start of the application.  Designed with intuitive game like controls it allows users to test for level playability as they are creating.  <br><br><strong>Key Features:  </strong><br>  <strong>User Experience</strong><br>•\tInstant environment is generated at application start <br>•\tSimple tools that allow users to edit the environment as needed without a steep learning curve<br>•\tClean, low overhead GUI that allows for fast terrain editing, without limiting users creativity<br>•\tStandard game controls to allow users to explore their environment to simulate gameplay<br>•\tFlying Camera or FPS style with gravity and jump ability camera modes<br>•\tFull real-time Voxel based terrain editing<br>  o\t  Easily edit the terrain with simple point and click volume brushes<br>  o\t  Define Voxel brush sizes and shape<br>  o\t  Single click and click and drag on Voxel application<br>  o\t  Offset Voxel brush from center or base<br>  o\t  Brush snapping<br>  o\t  Add Voxel volumes<br>  o\t  Cut Voxel volumes<br>  o\t  Paint Voxel volumes<br>  o\t  User definable smoothing <br>  o\t  Cut volumes and Paint textures and apply environmental assets simultaneously  <br>  o\t  Create a pallet of Voxel types to be used in your environment<br>  o\t  Voxel types can include textures, assets and vegetation<br>  o\t  Mix and match variables to create many Voxel types<br>  o\t  Voxel types can be applied upright or aligned to terrain normal<br>  o\t  Assets can have user defined depth off-sets <br>•\tFully featured fractal algorithmic terrain generator <br>•\tLimited or Infinite terrain editing abilities (user decides and determines how large they want their maps)<br>•\tCreate from hundreds of pre-packed, license free assets to use for professional development<br>•\tAssets include:<br>  o\t  Trees<br>  o\t  Plants<br>  o\t  Rocks<br>  o\t  Shrubs<br>  o\t  Flowers<br>  o\t  Grasses<br>•\tLibrary of terrain textures included with color, normal and specular maps<br>•\tReal-Time, user defined Ambient Occlusion <br><br><strong>Input/Output</strong><br>•\tCreate Asset Packs for use with Geovox using the Geovox Asset packager and Unity FREE<br>•\tImporting of AGF and Geovox Asset Packs for use in Geovox<br>•\tImporting of the Geovox Terrain Format (Raw Mesh data) to Unity 5.0 <br>•      Asset Packager for use with Unity 5.0 Free to GeoVox asset package format<br>•\tGeoVox to .Obj exporting <br>  o\t  User defined model export parameters<br>  o\t  User defined export location<br>  o\t  User defined export size<br>  o\t  All mesh assets export with transforms applied <br>  o\t  All images export in .PNG format<br><br><strong>Product Road Map of Future Updates / DLC - will be added at a later date</strong><br>•\tImporting of the Geovox Terrain Format (Raw Mesh data) to Unity 5.0 (COMPLETED AND PUBLISHED 06.11.2015) <br>•\tImporting of the Geovox Terrain Format to the AGFPRO Editor (future update)<br>•\tImporting of the Geovox Terrain Format to the AGFPRO Player DLC (future update)<br>•      Asset Packager for use with Unity 5.0 Free to GeoVox asset package format (COMPLETED AND PUBLISHED 06.11.2015)",
            "short_description": "GeoVox is the latest application by Axis Game Factory, Inc. GeoVox is a completely new stand-alone Voxel based real-time terrain creation tool. Instantly create lush AAA quality environments from the start; carve, sculpt, and generate scenes like never before! Build, Play &amp; Share.",
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/368470/header.jpg?t=1447373906",
            "website": "http://www.axisgamefactory.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows XP SP2 or better<br></li><li><strong>Processor:</strong> Intel Core 2 Duo / AMD Athlon X2 or Better<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia Geforce 6600 / ATI Radeon X800 (shader model 2.0+) or better<br></li><li><strong>DirectX:</strong> Version 9.0<br></li><li><strong>Storage:</strong> 700 MB available space<br></li><li><strong>Sound Card:</strong> N/A<br></li><li><strong>Additional Notes:</strong> On 64 bit machines the following must be installed - Microsoft Visual C++ Redist (64)</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 or Better<br></li><li><strong>Processor:</strong> Intel Core 2 Quad / AMD Phenom 2 x4 or Better<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia Geforce 470GTX Titan / ATI Radeon 5850 or better<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 700 MB available space<br></li><li><strong>Sound Card:</strong> N/A<br></li><li><strong>Additional Notes:</strong> On 64 bit machines the following must be installed - Microsoft Visual C++ Redist (64)</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Snow Leopard 10.6 or better<br></li><li><strong>Processor:</strong> 2.0 GHz PowerPC 970MP or better<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia / ATI (shader model 2.0+, year 2004) or better<br></li><li><strong>Storage:</strong> 700 MB available space<br></li><li><strong>Sound Card:</strong> N/A<br></li><li><strong>Additional Notes:</strong> More is better...</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Mountain Lion 10.8 or better<br></li><li><strong>Processor:</strong> Intel i5 or better<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia / ATI (shader model 4.0+, year 2009) or better<br></li><li><strong>Storage:</strong> 700 MB available space<br></li><li><strong>Sound Card:</strong> N/A<br></li><li><strong>Additional Notes:</strong> More is better</li></ul>"
            },
            "linux_requirements": [],
            "legal_notice": "<h2 class=\"bb_tag\">END USER LICENSE AGREEMENT </h2>  <br>  <br>This copy of GeoVox (\"the Software Product\") and accompanying documentation is licensed and not sold. This Software Product is protected by copyright laws and treaties, as well as laws and treaties related to other forms of intellectual property. Axis Game Factory, Inc. or its subsidiaries, affiliates, and suppliers (collectively \"AGF\") own intellectual property rights in the Software Product. The Licensee's (\"you\" or \"your\") license to download, use, copy, or change the Software Product is subject to these rights and to all the terms and conditions of this End User License Agreement (\"Agreement\"). <br>  <br><strong>Acceptance </strong><br>YOU ACCEPT AND AGREE TO BE BOUND BY THE TERMS OF THIS AGREEMENT BY SELECTING THE \"ACCEPT\" OPTION AND DOWNLOADING THE SOFTWARE PRODUCT OR BY INSTALLING, USING, OR COPYING THE SOFTWARE PRODUCT. YOU MUST AGREE TO ALL OF THE TERMS OF THIS AGREEMENT BEFORE YOU WILL BE ALLOWED TO DOWNLOAD THE SOFTWARE PRODUCT. IF YOU DO NOT AGREE TO ALL OF THE TERMS OF THIS AGREEMENT, YOU MUST SELECT \"DECLINE\" AND YOU MUST NOT INSTALL, USE, OR COPY THE SOFTWARE PRODUCT. <br>  <br><strong>License Grant </strong><br>This Agreement entitles you to install and use one copy of the Software Product. In addition, you may make one archival copy of the Software Product. The archival copy must be on a storage medium other than a hard drive, and may only be used for the reinstallation of the Software Product. This Agreement does not permit the installation or use of multiple copies of the Software Product, or the installation of the Software Product on more than one computer at any given time, on a system that allows shared use of applications, on a multi-user network, or on any configuration or system of computers that allows multiple users. Multiple copy use or installation is only allowed if you obtain an appropriate licensing agreement for each user and each copy of the Software Product. For further information regarding multiple copy licensing of the Software Product, please contact: <br>  <br>Representative:\t\tAxis Game Factory, LLC  <br>Address:\t\t10531 4S Commons Drive, Suite 482 <br> \t\t\t\tSan Diego, CA 92127 <br>E-mail Address:\t<a href=\"mailto:tammy@heavyh2o.com\">tammy@heavyh2o.com</a> <br>  <br><strong>Restrictions on Transfer</strong> <br>Without first obtaining the express written consent of AGF, you may not assign your rights and obligations under this Agreement, or redistribute, encumber, sell, rent, lease, sublicense, or otherwise transfer your rights to the Software Product. <br>  <br><strong>Restrictions on Use </strong><br>You may not use, copy, or install the Software Product on any system with more than one computer, or permit the use, copying, or installation of the Software Product by more than one user or on more than one computer. If you hold multiple, validly licensed copies, you may not use, copy, or install the Software Product on any system with more than the number of computers permitted by license, or permit the use, copying, or installation by more users, or on more computers than the number permitted by license. <br>  <br>You may not decompile, \"reverse-engineer\", disassemble, or otherwise attempt to derive the source code for the Software Product. <br>  <br>You may not use the database portion of the Software Product in connection with any software other than the Software Product. <br>  <br><strong>Restrictions on Alteration </strong><br>You may not modify the Software Product or create any derivative work of the Software Product or its accompanying documentation. Derivative works include but are not limited to translations. You may not alter any files or libraries in any portion of the Software Product. You may not reproduce the database portion or create any tables or reports relating to the database portion. <br>  <br><strong>Restrictions on Copying </strong><br>You may not copy any part of the Software Product except to the extent that licensed use inherently demands the creation of a temporary copy stored in computer memory and not permanently affixed on storage medium. You may make one archival copy, which must be stored on a medium other than a computer hard drive. <br>  <br><strong>Disclaimer of Warranties and Limitation of Liability </strong><br>UNLESS OTHERWISE EXPLICITLY AGREED TO IN WRITING BY AGF, AGF MAKES NO OTHER WARRANTIES, EXPRESS OR IMPLIED, IN FACT OR IN LAW, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OTHER THAN AS SET FORTH IN THIS AGREEMENT OR IN THE LIMITED WARRANTY DOCUMENTS PROVIDED WITH THE SOFTWARE PRODUCT. <br>  <br>AGF makes no warranty that the Software Product will meet your requirements or operate under your specific conditions of use. AGF makes no warranty that operation of the Software Product will be secure, error free, or free from interruption. YOU MUST DETERMINE WHETHER THE SOFTWARE PRODUCT SUFFICIENTLY MEETS YOUR REQUIREMENTS FOR SECURITY AND UNINTERRUPTABILITY. YOU BEAR SOLE RESPONSIBILITY AND ALL LIABILITY FOR ANY LOSS INCURRED DUE TO FAILURE OF THE SOFTWARE PRODUCT TO MEET YOUR REQUIREMENTS. AGF WILL NOT, UNDER ANY CIRCUMSTANCES, BE RESPONSIBLE OR LIABLE FOR THE LOSS OF DATA ON ANY COMPUTER OR INFORMATION STORAGE DEVICE. <br>  <br>UNDER NO CIRCUMSTANCES SHALL AGF, ITS DIRECTORS, OFFICERS, EMPLOYEES OR AGENTS BE LIABLE TO YOU OR ANY OTHER PARTY FOR INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL, PUNITIVE, OR EXEMPLARY DAMAGES OF ANY KIND (INCLUDING LOST REVENUES OR PROFITS OR LOSS OF BUSINESS) RESULTING FROM THIS AGREEMENT, OR FROM THE FURNISHING, PERFORMANCE, INSTALLATION, OR USE OF THE SOFTWARE PRODUCT, WHETHER DUE TO A BREACH OF CONTRACT, BREACH OF WARRANTY, OR THE NEGLIGENCE OF AGF OR ANY OTHER PARTY, EVEN IF AGF IS ADVISED BEFOREHAND OF THE POSSIBILITY OF SUCH DAMAGES. TO THE EXTENT THAT THE APPLICABLE JURISDICTION LIMITS AGF'S ABILITY TO DISCLAIM ANY IMPLIED WARRANTIES, THIS DISCLAIMER SHALL BE EFFECTIVE TO THE MAXIMUM EXTENT PERMITTED. <br>  <br><strong>Limitation of Remedies and Damages </strong><br>Your remedy for a breach of this Agreement or of any warranty included in this Agreement is the correction or replacement of the Software Product. Selection of whether to correct or replace shall be solely at the discretion of AGF. AGF reserves the right to substitute a functionally equivalent copy of the Software Product as a replacement. If AGF is unable to provide a replacement or substitute Software Product or corrections to the Software Product, your sole alternate remedy shall be a refund of the purchase price for the Software Product exclusive of any costs for shipping and handling. <br>  <br>Any claim must be made within the applicable warranty period. All warranties cover only defects arising under normal use and do not include malfunctions or failure resulting from misuse, abuse, neglect, alteration, problems with electrical power, acts of nature, unusual temperatures or humidity, improper installation, or damage determined by AGF to have been caused by you. All limited warranties on the Software Product are granted only to you and are non-transferable. You agree to indemnify and hold AGF harmless from all claims, judgments, liabilities, expenses, or costs arising from your breach of this Agreement and/or acts or omissions. <br>  <br><strong>Governing Law, Jurisdiction and Costs </strong><br>This Agreement is governed by the laws of California, without regard to California's conflict or choice of law provisions. <br>  <br><strong>Severability </strong><br>If any provision of this Agreement shall be held to be invalid or unenforceable, the remainder of this Agreement shall remain in full force and effect. To the extent any express or implied restrictions are not permitted by applicable laws, these express or implied restrictions shall remain in force and effect to the maximum extent permitted by such applicable laws. <br><br>© 2013-2015 GeoVox is a Copyright of Axis Game Factory, Inc., All Rights Reserved",
            "developers": [
                "Axis Game Factory, Inc."
            ],
            "publishers": [
                "Axis Game Factory, Inc."
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 2099,
                "final": 2099,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "20,99€"
            },
            "packages": [
                66948,
                68848,
                68851
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy GeoVox",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 66948,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "GeoVox - 20,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 2099
                        },
                        {
                            "packageid": 68848,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Axis Game Factory's AGFPRO 3.0 + GeoVox - 24,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 2499
                        },
                        {
                            "packageid": 68851,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Axis Game Factory's GeoVox + AGFPRO + Premium DLC - 41,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 4199
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 28,
                    "description": "Full controller support"
                },
                {
                    "id": 17,
                    "description": "Includes level editor"
                }
            ],
            "genres": [
                {
                    "id": "51",
                    "description": "Animation & Modeling"
                },
                {
                    "id": "53",
                    "description": "Design & Illustration"
                },
                {
                    "id": "54",
                    "description": "Education"
                },
                {
                    "id": "55",
                    "description": "Photo Editing"
                },
                {
                    "id": "56",
                    "description": "Software Training"
                },
                {
                    "id": "57",
                    "description": "Utilities"
                },
                {
                    "id": "58",
                    "description": "Video Production"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_99de88f8a2e520ec61701e8009b297d82f457895.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_99de88f8a2e520ec61701e8009b297d82f457895.1920x1080.jpg?t=1447373906"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_0cab6061b8dc08d7aa057c939160a8c2b216ef94.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_0cab6061b8dc08d7aa057c939160a8c2b216ef94.1920x1080.jpg?t=1447373906"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_96842fac10ebe5b688fd857fb48d2560c5bec09d.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_96842fac10ebe5b688fd857fb48d2560c5bec09d.1920x1080.jpg?t=1447373906"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_71950ef6a887f7bcbcbbfda36a0d363c8204bf74.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_71950ef6a887f7bcbcbbfda36a0d363c8204bf74.1920x1080.jpg?t=1447373906"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_e39c1534753d402937af93fd2584dd99b7da372d.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_e39c1534753d402937af93fd2584dd99b7da372d.1920x1080.jpg?t=1447373906"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_8a080c891ec9478062032deaf1b4e54097f82b1f.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_8a080c891ec9478062032deaf1b4e54097f82b1f.1920x1080.jpg?t=1447373906"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_f02ec0187d006c2efccfa5acdef85abdafa95ef4.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_f02ec0187d006c2efccfa5acdef85abdafa95ef4.1920x1080.jpg?t=1447373906"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_9c73d4953bf53142e4441f22d4b2e56d960eb3b7.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_9c73d4953bf53142e4441f22d4b2e56d960eb3b7.1920x1080.jpg?t=1447373906"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_63feeb234d9e7a3136b7d5371f45229075849fae.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_63feeb234d9e7a3136b7d5371f45229075849fae.1920x1080.jpg?t=1447373906"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_a57b2331f278ff93a94cd7f9006d0cf5a3c5504d.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_a57b2331f278ff93a94cd7f9006d0cf5a3c5504d.1920x1080.jpg?t=1447373906"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_2a2e414c70a662afae8e9acdee5142dc9fec2879.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_2a2e414c70a662afae8e9acdee5142dc9fec2879.1920x1080.jpg?t=1447373906"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_8391275e87213723cf4381ab19fc7adbb6d7b0e3.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_8391275e87213723cf4381ab19fc7adbb6d7b0e3.1920x1080.jpg?t=1447373906"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_9351ab4c6e6333f96bec8ca63bc94a0307784f8d.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_9351ab4c6e6333f96bec8ca63bc94a0307784f8d.1920x1080.jpg?t=1447373906"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_bf5e46bcc1e2698417a2d3327402fe1e14788752.600x338.jpg?t=1447373906",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/368470/ss_bf5e46bcc1e2698417a2d3327402fe1e14788752.1920x1080.jpg?t=1447373906"
                }
            ],
            "movies": [
                {
                    "id": 2039568,
                    "name": "GeoVox Trailer 01",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2039568/movie.293x165.jpg?t=1447375182",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2039568/movie480.webm?t=1447375182",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2039568/movie_max.webm?t=1447375182"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "22 May, 2015"
            },
            "support_info": {
                "url": "http://www.axisgamefactory.com",
                "email": "matt@axisgamefactory.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/368470/page_bg_generated_v6b.jpg?t=1447373906",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}