{
    "378041": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Warhammer® 40,000™: Dawn of War® II - Retribution - The Last Stand Necron Overlord",
            "steam_appid": 378041,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/378041/extras/DOW2_Steam_Necron_600x600.png?t=1522063083\" ><br><br>Introducing the Necron Overlord, a brand new hero for the Last Stand mode of Warhammer® 40,000® Dawn of War® II: Retribution™ and Warhammer® 40,000® Dawn of War® II: The Last Stand Alone™.<br><br>The Overlords of the Necrons lead the legions into the carnage of war, commanding absolute authority over their subordinates. Armed with crackling warscythes and potent weaponry of ancient design, they dispatch their foes in flares of blinding energy.<br><br>Contemptuous of the lesser races, Overlords are utterly convinced of their own superiority, and act accordingly. Only those who prove themselves worthy, by showing courage and skill at arms, might earn a quick death. For all others, agony and humiliation await.<br><br>Bringing a fresh playstyle to the battlefield, the Necron Overlord can be played as long-raged fast firing “battlecruiser” or as area-of-effect melee expert. A full complement of wargear supports either style of play.<br><br>The signature ability of the Necron Overlord allows him to summon the god-like Nightbringer Shard to the battlefield, part of a ancient star deity that can rain destruction on all the Overlord’s enemies.<h2 class=\"bb_tag\"><strong>Key Features</strong></h2><ul class=\"bb_ul\"><li><strong>31 pieces of wargear</strong><br></li><li><strong>14 active new and unique abilities</strong><br></li><li><strong>2 new achievements</strong><br></li><li><strong>17 traits</strong><br></li><li><strong>20 levels of progression</strong></li></ul><h2 class=\"bb_tag\"><strong>Wargear</strong></h2><br><ul class=\"bb_ul\"><li><strong>Glyph of Tombs</strong><br>Once the guardians of massive stasis-tombs, with the awakening, the grim Canoptek Spyders have joined the legions of deathless on the field, providing critical repairs, scavenging material, and when necessary, eviscerating enemies.<br><i>Additional Energy is bestowed upon the Overlord for bearing this glyph.</i><br><br></li><li><strong>Glyph of the Star Gods</strong><br>The C'tan all share a common trait of uncommon cruelty. They demand fealty and worship, sometimes offering small boons to their followers. Increased energy regeneration is granted to the bearer of this glyph.<br><br></li><li><strong>Glyph of the Wraith</strong><br>Nightmarish in appearance, Canoptek Wraiths traverse any battlefield with ease, bringing terror and death to their enemies. This glyph grants increased movment speed to the Overlord.<br><br></li><li><strong>Glyph of Living Metal</strong><br>Crypteks often seek to improve on existing Necron technology where they can. This glyph provides additional Health and Health Regeneration.<br><br></li><li><strong>Glyph of the Reclaimer</strong><br>The bearer of this ancient and terrible glyph is capable of draining the Health of nearby enemies. The Overlord  receives a large boost to Health Regeneration based on the number of enemies within range.<br><br></li><li><strong>Glyph of the Tireless Harvest</strong><br>Upon awakening from the Great Sleep, it is not uncommon for Lords and Overlords to have lost a significant portion of their previous personalities or even sanity. Worlds and civilizations unfortunate enough to be situated near the stasis-crypts of such a master often fall under the terrible scythes of these reckless horrors.<br><i>A reduction in all ability cooldowns is granted to the bearer of this glyph.</i><br><br></li><li><strong>Glyph of the Implacable</strong><br>There are many in the Imperium who believe the Necron threat to be unstoppable. While they may overestimate the organizational capabilities of these ancient warriors, they are wise to be wary and may save their own lives for thinking so. This stoic glyph grants additional Armor Rating.<br><br></li><li><strong>Mindshackle Scarabs</strong><br>Necrons seek to either destroy or enslave. When destruction is not desired and a planet continues to defy them, Mindshackle Scarabs are often used. It is unknown how many worlds have simply laid down their arms in the face of overwhelming power or have been the victim of these mind-altering creatures.<br><i>Mindshackle scarabs turn a foe against his or her allies for a period of time.</i><br><br></li><li><strong>Nanoscarabs</strong><br>In addition to the already significant regenerative properties of the Necrodermis, Nanoscarabs can make the Overlord nearly invincible to minor damage.<br><br></li><li><strong>Nightmare Shroud</strong><br>Upon activation, the mind-twisting effects of the Nightmare Shroud immediately begin to take hold. Weak-minded enemies are sent fleeing in terror as their thoughts are violently invaded.<br><br></li><li><strong>Phase Shifter</strong><br>Ancient Necron Crypteks perfected the art of 'flickering' in and out of reality, using it on a number of their more terrifying machines of war. A personal Phase Shifter allows the Overlord to instantly skip short distances, either to close in on a foe or to escape danger.<br><br></li><li><strong>Phylactory</strong><br>Hundreds of spider-like machines are housed within a scarab-shaped charm and instantly released to repair the bearer's wounds if he would take a fatal blow.<br><br></li><li><strong>Monolithic Diadem</strong><br>Perhaps most emblematic of the Necron is the Monolith. Towering above the battlefield, even a single instance of these ponderous engines of war is often enough to sow fear and prompt swift subjugation. Part transport and part battlecruiser, the Monolith leaves only doom in its wake.<br><i>Found within the antechamber of a wrecked Monolith, this Diadem reduces the energy requirements of all the Overlord's abilities.</i><br><br></li><li><strong>Diadem of the Nemesor</strong><br>The honorific of Nemesor is granted to the commanding noble of a particular campaign and is used to temporarily unite disparate Dynasties and armies of the Necrons into a single powerful and efficient force.<br><i>This diadem grants improved combat prowess beyond the Overlord's already substantial abilities.</i><br><br></li><li><strong>Diadem of Reanimation</strong><br>The most feared of Necron traits is, without a doubt, Reanimation. Many Imperial accounts of battles with the Necrons tell of an unwitting soldier moving on to another foe only to be slain from behind by the one previously felled.<br><i>The Overlord is able to self-revive after a short duration if he becomes incapacitated.</i><br><br></li><li><strong>Technomancer's Diadem</strong><br>Necron weaponry is not fully understood by anyone except the most elite of Necron technomancers, known as Crypteks. Weaving living metal and energy takes untold lifetimes to master.<br><br></li><li><strong>Tachyon Diadem</strong><br>Tachyon technology is highly intricate and precise. This projector's sliver-like projectiles are transformed from inert metal shards to unstoppable bolts of energy in an instant.<br><br></li><li><strong>Raiment of Resurrection</strong><br>A Resurrection Orb is capable of raising allies from near fatal injuries. This ancient and powerful device is an iconic piece of  technology and only wielded by members of the Necron Regency.<br><br></li><li><strong>Raiment of the Tesseract</strong><br>Tesseract Labyrinths are essentially dimensional pylons that can be used to imprison or bind beings within their inescapable walls. Unassuming in nature, these ancient devices are highly valued and sought after by the lesser races.<br><i>When active, the Tesseract Labyrinth locks enemies in place, leaving them vulnerable to attacks.</i><br><br></li><li><strong>Raiment of the Nightbringer</strong><br>Sadistic and unimaginably cruel, the C'tan known as the 'Nightbringer' was the oldest and most powerful of his kind. When the Necrons finally bested the star god millions of years ago, it was broken into thousands of shards. These shards still contain vast power and were bound within Tesseract Labyrinths for use in only the most dire of circumstances.<br><i>When released, the Nightbringer's presence disrupts and damages enemies nearby.</i><br><br></li><li><strong>Doomsday Edge</strong><br>Although the Book of Mournful Night, housed deep within the Eldar Black Library, chronicles the eventual doom of the Necrontyr people to the Deceiver's guile, there were clear advantages to immortality. Now, millions of years after their Great Sleep begin, some Necron Crypteks and astromancers seek to undo what was wrought upon them by their own ambition.<br><br></li><li><strong>Staff of the Obelisk</strong><br>Necron &quot;Obelisks&quot; are mortifying structures, often situated in the thickest of the fighting. Monstrous Canoptek Leeches are latched to its outer walls and rapidly repair any damage that it receives. For defense, four Tesla Spheres arc living lightning and can strike down multiple foes at a time making it an exceptionally potent anti-air battery.<br><br></li><li><strong>Staff of the Phaeron</strong><br>Near the beginning of the perilous war with the C'tan, one Phaeron, Kabahkar, tasked the entirety of his loyal Crypteks with the construction of this particularly potent Staff of Light. Never satisfied, he had them toil away until the conflict's dying days. By the time of the Great Sleep, he wasn't once able to wield its powerful effects in battle against the star gods.<br><br></li><li><strong>Celestial Staff</strong><br>After conquering Kronus and stopping the dormant Tombworld from fully awakening, the Blood Ravens took this unusual Staff of Light into their possession for examination. Contact with the investigative team was lost shortly thereafter.<br><br></li><li><strong>Lance of Annihilation</strong><br>Unhinged masters of war, Destroyer Lords are of equal or greater power to any Lord or Overlord of the Necrons. The ranking nobility mainly seek to direct their unfettered bloodlust in battle.<br><i>This particular weapon can unleash a barrage of energy, dealing massive damage in enemies caught in the area.</i><br><br></li><li><strong>Voidreaper</strong><br>The Nekthyst Dynasty claims that this incredible weapon simply appeared in their crownworld's armory when the Nightbringer was finally smashed into submission. True or not, the Voidreaper is a sight to behold, capable of rendering the mightiest armor useless in a single blow.<br><br></li><li><strong>Warscythe of Extinction</strong><br>The Overlord bearing this fearsome scythe may project a physical barrier of energy that prohibits movement. Previous owners have used this to corner enemies and slay them while their allies looked on helplessly.<br><br></li><li><strong>Warscythe of the Phalanx</strong><br>The rank and file of the Necron forces are more than a match for even the most elite of the younger races. When assembled in formation, few forces can even begin to stem the onslaught of gauss fire and tireless determination.<br><i>Kills made with this Warscythe deal additional damage in an area around the unfortunate foe.</i><br><br></li><li><strong>Staff of Light</strong><br>Both a symbol of nobility and power, the Staff of Light sends supercharged bolts of energy at opponents. Additionally, it is a potent power weapon in melee combat.<br><br></li><li><strong>Overlord's Diadem</strong>Passed on through their respective Dynasties, the Diadems of the Overlords are proudly treasured by their bearers as marks of timeless lineage and loyalty.<br><br></li><li><strong>Raiment of the Overlord</strong><br>Ceremonial raiment of the most powerful of Necron nobility.</li></ul><h2 class=\"bb_tag\"><strong>Abilities</strong></h2><br><ul class=\"bb_ul\"><li><strong>Tachyon Arrow</strong><br>Fires a hyper-accelerated armor-piercing bolt at the target.<br><br></li><li><strong>Immortal Reclamation</strong><br>Draw on immense inner power to sap the sentient energy of nearby enemies. This renders combat impossible but dramatically improves health regeneration.<br><br></li><li><strong>Nanoscarab Repairs</strong><br>Instructs dormant nanoscarabs to begin repairing critical damage.<br><br></li><li><strong>Resurrection Orb</strong><br>Unleash the ancient energy of the Resurrection Orb. Allies cannot be killed within its radius and will be revived when it fully activates if they were already incapacitated.<br><br></li><li><strong>Phase Shift</strong><br>Phase out of reality and rematerialize a short distance away.<br><br></li><li><strong>Tesseract Tomb</strong><br>Projects a pocket-dimensional labyrinth that traps and holds enemies firmly in its grasp while it is active.<br><br></li><li><strong>Labyrinth of the Nightbringer</strong><br>Risk annihilation and allow the Nightbringer C'tan Shard to bring to bear its unfathomable power upon your enemies.<br><br></li><li><strong>Voidblast</strong><br>Discharge energy from either the Staff of Light or Warscythe at a target, blasting it backwards and dealing damage.<br><br></li><li><strong>Pitiless Strike</strong><br>Smash all nearby enemies with a stunning strike from the Doomsday Edge.<br><br></li><li><strong>Mindshackle Scarabs</strong><br>Inflict mind-stealing scarabs into the target squad, causing it to fight for your cause for a duration.<br><br></li><li><strong>Annihilation Barrage</strong><br>Multiple beams of scouring death strike in quick succession in a line from the targeted location.<br><br></li><li><strong>Necrotic Barrier</strong><br>Project an impassible barrier that can halt an advance or re-route enemies. Enemies caught in the barrier as it materializes are knocked back.</li></ul><br><ul class=\"bb_ul\"><li><strong>Entropic Strike</strong><br>A hateful strike from the Voidreaper completely strips the armor of a target enemy and those nearby for a short duration.<br><br></li><li><strong>Nightmare Shroud</strong><br>Fill the feeble minds of nearby enemies with courage-obliterating images of despair causing them to flee.</li></ul><h2 class=\"bb_tag\"><strong>Achievements</strong></h2><br><ul class=\"bb_ul\"><li><strong>The Red Harvest</strong><br>Complete 100 total waves as the Overlord.<br><br></li><li><strong>Lord of Risen Doom</strong><br>Revive 2 Allies at a time (or 1 Ally and yourself) with the Resurrection Orb ability twice in a single game.</li></ul>",
            "about_the_game": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/378041/extras/DOW2_Steam_Necron_600x600.png?t=1522063083\" ><br><br>Introducing the Necron Overlord, a brand new hero for the Last Stand mode of Warhammer® 40,000® Dawn of War® II: Retribution™ and Warhammer® 40,000® Dawn of War® II: The Last Stand Alone™.<br><br>The Overlords of the Necrons lead the legions into the carnage of war, commanding absolute authority over their subordinates. Armed with crackling warscythes and potent weaponry of ancient design, they dispatch their foes in flares of blinding energy.<br><br>Contemptuous of the lesser races, Overlords are utterly convinced of their own superiority, and act accordingly. Only those who prove themselves worthy, by showing courage and skill at arms, might earn a quick death. For all others, agony and humiliation await.<br><br>Bringing a fresh playstyle to the battlefield, the Necron Overlord can be played as long-raged fast firing “battlecruiser” or as area-of-effect melee expert. A full complement of wargear supports either style of play.<br><br>The signature ability of the Necron Overlord allows him to summon the god-like Nightbringer Shard to the battlefield, part of a ancient star deity that can rain destruction on all the Overlord’s enemies.<h2 class=\"bb_tag\"><strong>Key Features</strong></h2><ul class=\"bb_ul\"><li><strong>31 pieces of wargear</strong><br></li><li><strong>14 active new and unique abilities</strong><br></li><li><strong>2 new achievements</strong><br></li><li><strong>17 traits</strong><br></li><li><strong>20 levels of progression</strong></li></ul><h2 class=\"bb_tag\"><strong>Wargear</strong></h2><br><ul class=\"bb_ul\"><li><strong>Glyph of Tombs</strong><br>Once the guardians of massive stasis-tombs, with the awakening, the grim Canoptek Spyders have joined the legions of deathless on the field, providing critical repairs, scavenging material, and when necessary, eviscerating enemies.<br><i>Additional Energy is bestowed upon the Overlord for bearing this glyph.</i><br><br></li><li><strong>Glyph of the Star Gods</strong><br>The C'tan all share a common trait of uncommon cruelty. They demand fealty and worship, sometimes offering small boons to their followers. Increased energy regeneration is granted to the bearer of this glyph.<br><br></li><li><strong>Glyph of the Wraith</strong><br>Nightmarish in appearance, Canoptek Wraiths traverse any battlefield with ease, bringing terror and death to their enemies. This glyph grants increased movment speed to the Overlord.<br><br></li><li><strong>Glyph of Living Metal</strong><br>Crypteks often seek to improve on existing Necron technology where they can. This glyph provides additional Health and Health Regeneration.<br><br></li><li><strong>Glyph of the Reclaimer</strong><br>The bearer of this ancient and terrible glyph is capable of draining the Health of nearby enemies. The Overlord  receives a large boost to Health Regeneration based on the number of enemies within range.<br><br></li><li><strong>Glyph of the Tireless Harvest</strong><br>Upon awakening from the Great Sleep, it is not uncommon for Lords and Overlords to have lost a significant portion of their previous personalities or even sanity. Worlds and civilizations unfortunate enough to be situated near the stasis-crypts of such a master often fall under the terrible scythes of these reckless horrors.<br><i>A reduction in all ability cooldowns is granted to the bearer of this glyph.</i><br><br></li><li><strong>Glyph of the Implacable</strong><br>There are many in the Imperium who believe the Necron threat to be unstoppable. While they may overestimate the organizational capabilities of these ancient warriors, they are wise to be wary and may save their own lives for thinking so. This stoic glyph grants additional Armor Rating.<br><br></li><li><strong>Mindshackle Scarabs</strong><br>Necrons seek to either destroy or enslave. When destruction is not desired and a planet continues to defy them, Mindshackle Scarabs are often used. It is unknown how many worlds have simply laid down their arms in the face of overwhelming power or have been the victim of these mind-altering creatures.<br><i>Mindshackle scarabs turn a foe against his or her allies for a period of time.</i><br><br></li><li><strong>Nanoscarabs</strong><br>In addition to the already significant regenerative properties of the Necrodermis, Nanoscarabs can make the Overlord nearly invincible to minor damage.<br><br></li><li><strong>Nightmare Shroud</strong><br>Upon activation, the mind-twisting effects of the Nightmare Shroud immediately begin to take hold. Weak-minded enemies are sent fleeing in terror as their thoughts are violently invaded.<br><br></li><li><strong>Phase Shifter</strong><br>Ancient Necron Crypteks perfected the art of 'flickering' in and out of reality, using it on a number of their more terrifying machines of war. A personal Phase Shifter allows the Overlord to instantly skip short distances, either to close in on a foe or to escape danger.<br><br></li><li><strong>Phylactory</strong><br>Hundreds of spider-like machines are housed within a scarab-shaped charm and instantly released to repair the bearer's wounds if he would take a fatal blow.<br><br></li><li><strong>Monolithic Diadem</strong><br>Perhaps most emblematic of the Necron is the Monolith. Towering above the battlefield, even a single instance of these ponderous engines of war is often enough to sow fear and prompt swift subjugation. Part transport and part battlecruiser, the Monolith leaves only doom in its wake.<br><i>Found within the antechamber of a wrecked Monolith, this Diadem reduces the energy requirements of all the Overlord's abilities.</i><br><br></li><li><strong>Diadem of the Nemesor</strong><br>The honorific of Nemesor is granted to the commanding noble of a particular campaign and is used to temporarily unite disparate Dynasties and armies of the Necrons into a single powerful and efficient force.<br><i>This diadem grants improved combat prowess beyond the Overlord's already substantial abilities.</i><br><br></li><li><strong>Diadem of Reanimation</strong><br>The most feared of Necron traits is, without a doubt, Reanimation. Many Imperial accounts of battles with the Necrons tell of an unwitting soldier moving on to another foe only to be slain from behind by the one previously felled.<br><i>The Overlord is able to self-revive after a short duration if he becomes incapacitated.</i><br><br></li><li><strong>Technomancer's Diadem</strong><br>Necron weaponry is not fully understood by anyone except the most elite of Necron technomancers, known as Crypteks. Weaving living metal and energy takes untold lifetimes to master.<br><br></li><li><strong>Tachyon Diadem</strong><br>Tachyon technology is highly intricate and precise. This projector's sliver-like projectiles are transformed from inert metal shards to unstoppable bolts of energy in an instant.<br><br></li><li><strong>Raiment of Resurrection</strong><br>A Resurrection Orb is capable of raising allies from near fatal injuries. This ancient and powerful device is an iconic piece of  technology and only wielded by members of the Necron Regency.<br><br></li><li><strong>Raiment of the Tesseract</strong><br>Tesseract Labyrinths are essentially dimensional pylons that can be used to imprison or bind beings within their inescapable walls. Unassuming in nature, these ancient devices are highly valued and sought after by the lesser races.<br><i>When active, the Tesseract Labyrinth locks enemies in place, leaving them vulnerable to attacks.</i><br><br></li><li><strong>Raiment of the Nightbringer</strong><br>Sadistic and unimaginably cruel, the C'tan known as the 'Nightbringer' was the oldest and most powerful of his kind. When the Necrons finally bested the star god millions of years ago, it was broken into thousands of shards. These shards still contain vast power and were bound within Tesseract Labyrinths for use in only the most dire of circumstances.<br><i>When released, the Nightbringer's presence disrupts and damages enemies nearby.</i><br><br></li><li><strong>Doomsday Edge</strong><br>Although the Book of Mournful Night, housed deep within the Eldar Black Library, chronicles the eventual doom of the Necrontyr people to the Deceiver's guile, there were clear advantages to immortality. Now, millions of years after their Great Sleep begin, some Necron Crypteks and astromancers seek to undo what was wrought upon them by their own ambition.<br><br></li><li><strong>Staff of the Obelisk</strong><br>Necron &quot;Obelisks&quot; are mortifying structures, often situated in the thickest of the fighting. Monstrous Canoptek Leeches are latched to its outer walls and rapidly repair any damage that it receives. For defense, four Tesla Spheres arc living lightning and can strike down multiple foes at a time making it an exceptionally potent anti-air battery.<br><br></li><li><strong>Staff of the Phaeron</strong><br>Near the beginning of the perilous war with the C'tan, one Phaeron, Kabahkar, tasked the entirety of his loyal Crypteks with the construction of this particularly potent Staff of Light. Never satisfied, he had them toil away until the conflict's dying days. By the time of the Great Sleep, he wasn't once able to wield its powerful effects in battle against the star gods.<br><br></li><li><strong>Celestial Staff</strong><br>After conquering Kronus and stopping the dormant Tombworld from fully awakening, the Blood Ravens took this unusual Staff of Light into their possession for examination. Contact with the investigative team was lost shortly thereafter.<br><br></li><li><strong>Lance of Annihilation</strong><br>Unhinged masters of war, Destroyer Lords are of equal or greater power to any Lord or Overlord of the Necrons. The ranking nobility mainly seek to direct their unfettered bloodlust in battle.<br><i>This particular weapon can unleash a barrage of energy, dealing massive damage in enemies caught in the area.</i><br><br></li><li><strong>Voidreaper</strong><br>The Nekthyst Dynasty claims that this incredible weapon simply appeared in their crownworld's armory when the Nightbringer was finally smashed into submission. True or not, the Voidreaper is a sight to behold, capable of rendering the mightiest armor useless in a single blow.<br><br></li><li><strong>Warscythe of Extinction</strong><br>The Overlord bearing this fearsome scythe may project a physical barrier of energy that prohibits movement. Previous owners have used this to corner enemies and slay them while their allies looked on helplessly.<br><br></li><li><strong>Warscythe of the Phalanx</strong><br>The rank and file of the Necron forces are more than a match for even the most elite of the younger races. When assembled in formation, few forces can even begin to stem the onslaught of gauss fire and tireless determination.<br><i>Kills made with this Warscythe deal additional damage in an area around the unfortunate foe.</i><br><br></li><li><strong>Staff of Light</strong><br>Both a symbol of nobility and power, the Staff of Light sends supercharged bolts of energy at opponents. Additionally, it is a potent power weapon in melee combat.<br><br></li><li><strong>Overlord's Diadem</strong>Passed on through their respective Dynasties, the Diadems of the Overlords are proudly treasured by their bearers as marks of timeless lineage and loyalty.<br><br></li><li><strong>Raiment of the Overlord</strong><br>Ceremonial raiment of the most powerful of Necron nobility.</li></ul><h2 class=\"bb_tag\"><strong>Abilities</strong></h2><br><ul class=\"bb_ul\"><li><strong>Tachyon Arrow</strong><br>Fires a hyper-accelerated armor-piercing bolt at the target.<br><br></li><li><strong>Immortal Reclamation</strong><br>Draw on immense inner power to sap the sentient energy of nearby enemies. This renders combat impossible but dramatically improves health regeneration.<br><br></li><li><strong>Nanoscarab Repairs</strong><br>Instructs dormant nanoscarabs to begin repairing critical damage.<br><br></li><li><strong>Resurrection Orb</strong><br>Unleash the ancient energy of the Resurrection Orb. Allies cannot be killed within its radius and will be revived when it fully activates if they were already incapacitated.<br><br></li><li><strong>Phase Shift</strong><br>Phase out of reality and rematerialize a short distance away.<br><br></li><li><strong>Tesseract Tomb</strong><br>Projects a pocket-dimensional labyrinth that traps and holds enemies firmly in its grasp while it is active.<br><br></li><li><strong>Labyrinth of the Nightbringer</strong><br>Risk annihilation and allow the Nightbringer C'tan Shard to bring to bear its unfathomable power upon your enemies.<br><br></li><li><strong>Voidblast</strong><br>Discharge energy from either the Staff of Light or Warscythe at a target, blasting it backwards and dealing damage.<br><br></li><li><strong>Pitiless Strike</strong><br>Smash all nearby enemies with a stunning strike from the Doomsday Edge.<br><br></li><li><strong>Mindshackle Scarabs</strong><br>Inflict mind-stealing scarabs into the target squad, causing it to fight for your cause for a duration.<br><br></li><li><strong>Annihilation Barrage</strong><br>Multiple beams of scouring death strike in quick succession in a line from the targeted location.<br><br></li><li><strong>Necrotic Barrier</strong><br>Project an impassible barrier that can halt an advance or re-route enemies. Enemies caught in the barrier as it materializes are knocked back.</li></ul><br><ul class=\"bb_ul\"><li><strong>Entropic Strike</strong><br>A hateful strike from the Voidreaper completely strips the armor of a target enemy and those nearby for a short duration.<br><br></li><li><strong>Nightmare Shroud</strong><br>Fill the feeble minds of nearby enemies with courage-obliterating images of despair causing them to flee.</li></ul><h2 class=\"bb_tag\"><strong>Achievements</strong></h2><br><ul class=\"bb_ul\"><li><strong>The Red Harvest</strong><br>Complete 100 total waves as the Overlord.<br><br></li><li><strong>Lord of Risen Doom</strong><br>Revive 2 Allies at a time (or 1 Ally and yourself) with the Resurrection Orb ability twice in a single game.</li></ul>",
            "short_description": "The Overlords of the Necrons lead the legions into the carnage of war, commanding absolute authority over their subordinates. Armed with crackling warscythes and potent weaponry of ancient design, they dispatch their foes in flares of blinding energy.",
            "fullgame": {
                "appid": "56400",
                "name": "Warhammer 40,000: Dawn of War II: Retribution"
            },
            "supported_languages": "English",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/378041/header.jpg?t=1522063083",
            "website": "",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>Besturingssysteem:</strong> Windows XP SP2, Windows Vista, Windows 7<br></li><li><strong>Processor:</strong> Pentium IV 3.2Ghz, or any dual core processor<br></li><li><strong>Geheugen:</strong> 1 GB RAM<br></li><li><strong>Grafische kaart:</strong> 128 MB Video Card using Shader Model 3 (Nvidia GeForce 6600 GT / ATI X1600)<br></li><li><strong>Opslagruimte:</strong> 9 MB beschikbare ruimte</li></ul>",
                "recommended": "<strong>Aanbevolen:</strong><br><ul class=\"bb_ul\"><li><strong>Besturingssysteem:</strong> Windows XP SP2, Windows Vista, Windows 7<br></li><li><strong>Processor:</strong> Any Core 2 , Athlon X2, or better<br></li><li><strong>Geheugen:</strong> 2 GB RAM<br></li><li><strong>Grafische kaart:</strong> 256 MB Video Card using Shader Model 3 (Nvidia GeForce 7800GT or any Nvidia GT200 series or better, ATI X1900 or any HD3600 series or better<br></li><li><strong>Opslagruimte:</strong> 9 MB beschikbare ruimte</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>Besturingssysteem:</strong> macOS 10.10.5<br></li><li><strong>Processor:</strong> 2.0Ghz Intel or greater<br></li><li><strong>Geheugen:</strong> 4 GB RAM<br></li><li><strong>Grafische kaart:</strong> 512Mb AMD 4850, 512Mb Nvidia GT130, Intel HD4000 (See Notes for more details)<br></li><li><strong>Opslagruimte:</strong> 8 GB beschikbare ruimte<br></li><li><strong>Aanvullende opmerkingen:</strong> <strong>The game is supported on the following Macs. To check your Mac model and when it was released, select About This Mac from the Apple menu on your menu bar.</strong> <ul class=\"bb_ul\"> <li>* All MacBook Airs released since Mid 2012 (1) </li><li>* All 13” MacBook Pros released since Mid 2012 (1) </li><li>* All 15” &amp; 17&quot; MacBook Pros released since Mid 2010 with a 512Mb graphics card or better </li><li>* All Mac Minis released since Late 2012 (1) </li><li>* All iMacs released since Early 2009 with a 512Mb graphics card or better </li><li>* All Mac Pros released since Early 2009 </li></ul>    <ul class=\"bb_ul\">  <li> (1) Models with an Intel HD4000 or HD5000 graphics card require at least 8GB of System Memory </li></ul>  ——— <strong>The following Macs are capable of running the game but do not consistently meet the standards required for official support.</strong> <ul class=\"bb_ul\">  <li>*  All MacBooks released since Early 2016 </li></ul> —</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>Besturingssysteem:</strong> Ubuntu 16.04 or Steam OS 2.0 (64 bit required)<br></li><li><strong>Processor:</strong> 2GHz<br></li><li><strong>Geheugen:</strong> 4 GB RAM<br></li><li><strong>Grafische kaart:</strong> The game requires a 1GB NVIDIA 6xx series graphics card or better, a 1GB AMD 6xxx series graphics card or better, or an Intel Iris Pro series card or better.<br></li><li><strong>Opslagruimte:</strong> 8 GB beschikbare ruimte<br></li><li><strong>Aanvullende opmerkingen:</strong> NVIDIA cards require driver version 367.35 (tested), AMD and Intel cards require MESA 11.2 (tested)</li></ul>",
                "recommended": "<strong>Aanbevolen:</strong><br><ul class=\"bb_ul\"><li><strong>Besturingssysteem:</strong> Ubuntu 16.04 or Steam OS 2.0 (64 bit required)<br></li><li><strong>Processor:</strong> 3GHz<br></li><li><strong>Geheugen:</strong> 8 GB RAM<br></li><li><strong>Grafische kaart:</strong> The game requires a 2GB NVIDIA 9xx series graphics card or bette<br></li><li><strong>Opslagruimte:</strong> 8 GB beschikbare ruimte<br></li><li><strong>Aanvullende opmerkingen:</strong> NVIDIA cards require driver version 367.35 (tested), AMD and Intel cards require MESA 11.2 (tested)</li></ul>"
            },
            "legal_notice": "Warhammer 40,000: Dawn of War II – Retribution © Copyright Games Workshop Limited 2016. Dawn of War II, the Dawn of War logo II, GW, Games Workshop, Space Marine, 40K, Warhammer, Warhammer 40,000, 40,000, the ‘Aquila’ Double-headed Eagle logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under license. This release is developed by Relic Entertainment and published by SEGA. SEGA, the SEGA logo, Relic Entertainment and the Relic Entertainment Logo are either registered trade marks or trade marks of SEGA Holdings Co., Ltd or its affiliates. All rights reserved. All other trademarks, logos and copyrights are property of their respective owners. AMD, the AMD Arrow logo, ATI, the ATI logo, AMD Athlon, Radeon and combinations thereof are trademarks of Advanced Micro Devices, Inc. DivX is a registered trademark of DivX, Inc., in the USA and other countries. All other trademarks, logos and copyrights are the property of their respective owners.",
            "developers": [
                "Relic Entertainment",
                "Feral Interactive (Mac/Linux)"
            ],
            "publishers": [
                "SEGA",
                "Feral Interactive (Mac/Linux)"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 999,
                "final": 999,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "9,99€"
            },
            "packages": [
                70237,
                116764
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Warhammer® 40,000™: Dawn of War® II - Retribution - The Last Stand Necron Overlord",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 70237,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Warhammer® 40,000™: Dawn of War® II - Retribution - The Last Stand Necron Overlord - 9,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 999
                        },
                        {
                            "packageid": 116764,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "SEGA's Ultimate Warhammer 40,000 Collection - 161,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 16199
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": true,
                "linux": true
            },
            "categories": [
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                }
            ],
            "genres": [
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/378041/ss_9277f06783f09a83c7ff1434ae2411a7e260bdfa.600x338.jpg?t=1522063083",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/378041/ss_9277f06783f09a83c7ff1434ae2411a7e260bdfa.1920x1080.jpg?t=1522063083"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/378041/ss_8365ca03cd6bfe868574dd879d67b1f1f5e99cbb.600x338.jpg?t=1522063083",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/378041/ss_8365ca03cd6bfe868574dd879d67b1f1f5e99cbb.1920x1080.jpg?t=1522063083"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/378041/ss_55e700a6db77b8b63627e6ccd56e0926fd9d2c55.600x338.jpg?t=1522063083",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/378041/ss_55e700a6db77b8b63627e6ccd56e0926fd9d2c55.1920x1080.jpg?t=1522063083"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/378041/ss_480deea816e32f4b7aa00262b8a237e893fcb7de.600x338.jpg?t=1522063083",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/378041/ss_480deea816e32f4b7aa00262b8a237e893fcb7de.1920x1080.jpg?t=1522063083"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/378041/ss_7ef1482002919067ac97d76f5a09877cc8bf14c1.600x338.jpg?t=1522063083",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/378041/ss_7ef1482002919067ac97d76f5a09877cc8bf14c1.1920x1080.jpg?t=1522063083"
                }
            ],
            "movies": [
                {
                    "id": 256661201,
                    "name": "Necron Overlord - UK",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256661201/movie.293x165.jpg?t=1456856665",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256661201/movie480.webm?t=1456856665",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256661201/movie_max.webm?t=1456856665"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "15 Mar, 2016"
            },
            "support_info": {
                "url": "https://support.sega.co.uk",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/378041/page_bg_generated_v6b.jpg?t=1522063083",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}