{
    "382850": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Piercing Blow",
            "steam_appid": 382850,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/382850/extras/SYNOPSYS.jpg?t=1528818305\" ><br>The change of demographics caused aging of population. The government belatedly announced a new measure to stimulate birth rate, however the elderly already outnumbered the young. With severe labor shortage, the government came up with a policy to immigrate the foreign workers. Soon the foreign labor force became the backbone of the nation’s infrastructure and formed mixed-race families among themselves. As the economy thrives, the racial intolerance and bigotry grow rapidly. Ethnic chauvinism of Nation’s “pure-blooded” and racism deepened, and the anger towards them soon grew to violence. <br><br>Now, a total war has begun between the CT-FORCE, who desires stability and maintenance of the status quo and the Free Rebel, who tries to attain their needs by force.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/382850/extras/FEATURES.jpg?t=1528818305\" ><h2 class=\"bb_tag\">Overwhelming sense of impact!</h2><ul class=\"bb_ul\"><li>Vivid and realistic battle scene experience powered by Zepetto's self-developed i-Cube Engine</li></ul><h2 class=\"bb_tag\">Lifelike Battlefields!</h2><ul class=\"bb_ul\"><li>Variable battleground such as explosive cars &amp; barrels, piercing shots through walls<br></li><li>Constantly changing tactics according to moving objects</li></ul><h2 class=\"bb_tag\">Various Modes and Items</h2><ul class=\"bb_ul\"><li>Distinctive Modes and Missions: Cross-Counter, Escape, Deathmatch, Demolition and AI Challenge<br></li><li>Numerous Maps with modern look, designed based on existing cities<br></li><li>Plentiful collections of weapons and combat items to maximize your tactics</li></ul><h2 class=\"bb_tag\">Unique Game System and Tournament </h2><ul class=\"bb_ul\"><li>Acquirable Skills via level-ups, Clan service<br></li><li>Parts and Skins to characterize your own avatar<br></li><li>Chance to compete at the annual international championship, PBIC</li></ul>",
            "about_the_game": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/382850/extras/SYNOPSYS.jpg?t=1528818305\" ><br>The change of demographics caused aging of population. The government belatedly announced a new measure to stimulate birth rate, however the elderly already outnumbered the young. With severe labor shortage, the government came up with a policy to immigrate the foreign workers. Soon the foreign labor force became the backbone of the nation’s infrastructure and formed mixed-race families among themselves. As the economy thrives, the racial intolerance and bigotry grow rapidly. Ethnic chauvinism of Nation’s “pure-blooded” and racism deepened, and the anger towards them soon grew to violence. <br><br>Now, a total war has begun between the CT-FORCE, who desires stability and maintenance of the status quo and the Free Rebel, who tries to attain their needs by force.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/382850/extras/FEATURES.jpg?t=1528818305\" ><h2 class=\"bb_tag\">Overwhelming sense of impact!</h2><ul class=\"bb_ul\"><li>Vivid and realistic battle scene experience powered by Zepetto's self-developed i-Cube Engine</li></ul><h2 class=\"bb_tag\">Lifelike Battlefields!</h2><ul class=\"bb_ul\"><li>Variable battleground such as explosive cars &amp; barrels, piercing shots through walls<br></li><li>Constantly changing tactics according to moving objects</li></ul><h2 class=\"bb_tag\">Various Modes and Items</h2><ul class=\"bb_ul\"><li>Distinctive Modes and Missions: Cross-Counter, Escape, Deathmatch, Demolition and AI Challenge<br></li><li>Numerous Maps with modern look, designed based on existing cities<br></li><li>Plentiful collections of weapons and combat items to maximize your tactics</li></ul><h2 class=\"bb_tag\">Unique Game System and Tournament </h2><ul class=\"bb_ul\"><li>Acquirable Skills via level-ups, Clan service<br></li><li>Parts and Skins to characterize your own avatar<br></li><li>Chance to compete at the annual international championship, PBIC</li></ul>",
            "short_description": "Piercing Blow is one of world’s most popular FPS game played by 100 million users in 70 countries. This Free 2 Play online FPS (First-person shooter) is a fast-paced and easily enjoyed game. You can opt to personalize the character with massive selection of weapons, partial suits and character skins.",
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/382850/header.jpg?t=1528818305",
            "website": "http://eu.fps-pb.com/",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows System NT/ 2000/ XP/ 7/ 10<br></li><li><strong>Processor:</strong> P4 2.4 GHZ / Athlon 2500+<br></li><li><strong>Memory:</strong> 512 MB RAM<br></li><li><strong>Graphics:</strong> Geforce 5700 / Radeon 9600 or similar<br></li><li><strong>DirectX:</strong> Version 9.0c</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows System NT/ 2000/ XP/ 7/ 10<br></li><li><strong>Processor:</strong> P4 3.0 GHZ / Athlon 3000+<br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> Geforce 6600 / Radeon X600<br></li><li><strong>DirectX:</strong> Version 9.0c</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "Welcome to the Piercing Blow website run by Zepetto U.S.A., Inc. (individually and collectively, \"we,\" \"us,\" or \"Zepetto\").<br>Zepetto U.S.A. is committed to respecting the privacy rights and concerns of all users of our <a href=\"https://steamcommunity.com/linkfilter/?url=http://us.fps-pb.com\" target=\"_blank\" rel=\"noopener\"  >us.fps-pb.com</a> , <a href=\"https://steamcommunity.com/linkfilter/?url=http://eu.fps-pb.com\" target=\"_blank\" rel=\"noopener\"  >eu.fps-pb.com</a> , <a href=\"https://steamcommunity.com/linkfilter/?url=http://in.fps-pb.com\" target=\"_blank\" rel=\"noopener\"  >in.fps-pb.com</a> website (the \"Site\")<br><br>As such, we have established and implemented this privacy statement to inform visitors to the Site and users of the Zepetto U.S.A. Features how we use and protect the information we collect.<br><br>If you have any questions regarding this information or our privacy practices, please see the section entitled \"Questions? Contact Us\" at the end of this privacy statement.<br><br>Zepetto U.S.A. does not collect personally identifiable information unless our visitors voluntarily provide it to us. We do, however, collect certain types of information and ask for personal information in certain circumstances, such as when you set up an account. The following sections describe what type of information we collect, when we collect it and how we use it.<br><br>Please also read the Terms of Service establishing the use, disclaimers, and limitations of liability governing the use of the Site and the Zepetto U.S.A. Features.<br><br>If you do not agree with any Terms or Service described in this Privacy Policy, please do not use our Services<h2 class=\"bb_tag\">Information That We Collect</h2>We may collect different information from you when you use our Services. The following are examples to help you better understand the types of information that we collect.<br><br><br><strong>1. Information That You Provide Directly</strong><br>When you use our Services, we may collect information that you provide to us directly, including without limitation:<br>Registration and Profile Information. Your username, password, and other related information for purposes of registration or creating a profile. Payment Information. Your credit card numbers and other billing information for completing transactions.<br>Publicly Shared Information. Information that you share publicly via our Services, such as postings in community forums, message boards and blogs, chat in public channels, and your public profile. (Please be aware that such information is public information. You should not expect privacy or confidentiality under these circumstances, and we shall not be liable in any way for disclosure of such information.)<br>Information for Customer Support. Information that you provide when you contact us for assistance or to report a problem.<br>Friends List. Your friends list (e.g. if you refer others to our Services or form a group within our Services).<br>Sweepstakes/Promotions. Information that you provide in order to participate in sweepstakes and promotions.<br><br><br><strong>2. Information Collected Through Technology</strong><br>We collect information through technology to make our Services more useful and interesting to our users, including without limitation:<br>Cookies. We may use cookies to track general, non-personal information about our users for statistical and market research purposes (e.g., user name, pages viewed, time spent on applications, websites visited just before and just after our Services, etc.). This information is collected on an aggregated and anonymous basis. Log Files. Like most Internet services, we may also use log files on the server side. The data held in log files includes your Internet Protocol (IP) address, browser type, Internet service provider, referring/exit websites, device type, date/time stamp, and user activity (e.g., feature usage, user rankings, game statistics).<br>Temporary Files. In addition, the software enabling our websites may have associated log and temporary files that are stored on our servers. These files store your account information, preference settings, system notifications as well as other data necessary to enable you to use our Services. Your information may also exist within regularly performed server backups. This information is collected on an aggregated and anonymous basis.<br>Patches. When any game or application is updated or \"patched,\" our patch routine may check your device to see that you have the most recent version of the files.<br>On an aggregated and anonymous basis, we may also collect other information through technology, such as information on our users' hardware, operating systems, and usage patterns.<h2 class=\"bb_tag\">How We Use Your Information</h2>We may use the information we collect for a variety of purposes, primarily for operating and improving our Services. Our uses include without limitation:<br>Communications. Communications with you about your account and our Services, such as new features and offerings.<br>Services. Providing our Services, such as fulfilling requests and resolving customer support issues.<br>Analysis. Analyzing trends and user behavior to improve our Services and develop new Services.<br>Protection. Protecting our Services from misuse and, as may be necessary or appropriate in our determination, to protect the safety and security of our users, employees and third parties, or the integrity of our Services.<br>Finally, we may take your personal information and make it non-personally identifiable. We do this either by combining it with information about other individuals (aggregating your information with information about other individuals), or by removing characteristics (e.g., your name) that make the information personally identifiable to you. This process is known as de-personalizing your information. Given the non-personal nature of this information, no restrictions apply under this Privacy Policy on our right to use de-personalized information.<h2 class=\"bb_tag\">Sharing of Information with Third Parties</h2>We will not share your personal information with unrelated third party advertisers.<br>We will only share your personal information with third parties under the following circumstances:<br>Our Service Providers. We may utilize or partner with other companies to provide our Services, such as vendors and service providers that analyze customers' interaction with our Services, and handle consumer surveys, or companies that co-develop or co-publish games with us. While providing their services, these companies may access your personal information, but we will direct them to maintain the confidentiality of such information and use it solely for performing the applicable services. Required Disclosures. We will disclose personal information when we believe in good faith that disclosure is required or permitted by law (e.g., court order or subpoena) or such disclosure helps (i) enforce our terms of use, contests, sweepstakes, promotions, game rules, or similar restrictions, or (ii) protect the safety and security of our users, employees and third parties, or the integrity of our Services.<br>Mergers and Corporate Transactions. In the event that we undergo a business transition, such as a merger, acquisition, joint venture, corporate divestiture or dissolution, a sale of assets, or similar transactions, we may share, disclose or transfer your information, including personal information, to the other organizations that are parties to such transactions.<br>Sweepstakes and Promotions. We may share your information in connection with any sweepstakes or promotions you enter in connection with our Services, as necessary to administer, market, sponsor, administer or fulfill them or as required by applicable laws, rules or regulations.<br>Offers. Our Services may display \"offers\" that are hosted by third party providers. The offers may, for example, provide virtual currency to users in exchange for interacting with an advertisement or for completing a marketing offer. To properly credit user accounts and to prevent fraud, a unique identifier, in some cases your user ID, may be shared with the offer providers. Please be aware that, after clicking on one of these offers, you will no longer be on our Services, and information that you provide will go directly to the third party provider.<br>With Your Permission. Additionally, if you opt-in or otherwise agree to have your information shared with a third party (or third parties), we will share your information accordingly, in which case the third party's use of your information is subject to the third party's own privacy policy.<br>As discussed above, we may use de-personalized information in any way, including sharing it with third parties, without your consent. Among other things, we may share some of the information we collect from you upon installing a mobile application with vendors and other service providers who are working with us in connection with the operation of Our Services and/or for analytics purposes which may require the reproduction and display of de-personalized information. You may be able to \"opt out\" of the collection of your information for third party analytics purposes by following the directions provided by our third party analytics vendor. If you \"opt out\" with one third party analytics provider, that action is specific to that provider only and does not otherwise limit our information collection under the terms of this Privacy Policy.<h2 class=\"bb_tag\">Security of Your Information</h2>We are committed to safeguarding your information, and we implement reasonable security measures to protect the security of your information. We also constantly update our technology with the goal of better protecting your information.<br>While we take reasonable precautions against possible security breaches, no website or Internet transmission is completely secure, and we cannot guarantee that unauthorized access, hacking, data loss, or other breaches will not occur. We urge you to take steps to keep your personal information safe, to use strong passwords, to log out of your account after use, and to use different passwords for different services with different companies. It is important that you also help protect and maintain the security of your account. Please notify us immediately of any unauthorized use.<h2 class=\"bb_tag\">Age Requirement</h2>The Zepetto U.S.A. Features are not intended for children under the age of 17. We do not knowingly collect or maintain any personal information or non-personally-identifiable information from anyone under the age of 17 nor is any part of our Site or other Zepetto U.S.A. Features directed to children under the age of 17. (including internal or external marketing or promotional purposes). We will close any accounts used exclusively by such children and will remove and/or delete any personal information we believe was submitted by any child under the age of 17.<h2 class=\"bb_tag\">Modification of Privacy Policy</h2>We may periodically update and modify our privacy policy to reflect changes in the types of information we collect, the means we use to collect information, and/or our usage of collected information. We will attempt to notify you of any such update or modification. However, you are responsible for periodically reviewing our Privacy Policy. Your use of the Site and/or any products or services offered by Site signifies your assent to the updated or modified Privacy Policy.<h2 class=\"bb_tag\">Right to Access</h2>Users in certain jurisdictions have a right to access personal information held about themselves. Your right of access can be exercised in accordance with applicable law. Please submit any requests for access to your personal data in writing to SUPPORT > Contacts Us<h2 class=\"bb_tag\">Notification Of Changes</h2>By visiting the Site or using the Zepetto U.S.A. Features, you consent to the collection and use of information by us as set forth in this privacy statement. If we decide to change our privacy statement, we will post those changes within this page so our users are always aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.<br><br><br>Effective Date(or Last updated): 30 April, 2015(16 November, 2016)",
            "developers": [
                "Zepetto Co."
            ],
            "publishers": [
                "Zepetto U.S.A. Inc."
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 9,
                    "description": "Co-op"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "37",
                    "description": "Free to Play"
                },
                {
                    "id": "29",
                    "description": "Massively Multiplayer"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_e8ad3ce4dc0e1df69c0418109c815bcd9810a8fd.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_e8ad3ce4dc0e1df69c0418109c815bcd9810a8fd.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_edfe64d7d02b6717be088212c59a647c2f836a6f.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_edfe64d7d02b6717be088212c59a647c2f836a6f.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_7ed3a549a38dbee515b8e16fe59b4cb8c1d795a6.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_7ed3a549a38dbee515b8e16fe59b4cb8c1d795a6.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_6e70fc5630e166c9a40e78696c2c6820de754600.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_6e70fc5630e166c9a40e78696c2c6820de754600.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_e7aae3385b7bf4e9fa312f852878dc805154efb0.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_e7aae3385b7bf4e9fa312f852878dc805154efb0.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_660945d95fd3c04709ca8bab840985a9da598910.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_660945d95fd3c04709ca8bab840985a9da598910.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_52f17f4df24b4c3c8f4a04d23fa5bbe7f3c070d6.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_52f17f4df24b4c3c8f4a04d23fa5bbe7f3c070d6.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_a016ef787c517e1084d99ba4e7a1bf2fe1d9c721.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_a016ef787c517e1084d99ba4e7a1bf2fe1d9c721.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_96cfa306a5e87808cefd3768cc15ee15da847901.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_96cfa306a5e87808cefd3768cc15ee15da847901.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_3b0b17b6995f3dcc5acb2e022a41d3171ac25eaa.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_3b0b17b6995f3dcc5acb2e022a41d3171ac25eaa.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_bf6f13e0fc239edf7a7cb4cfb73b5e9890ae8a1e.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_bf6f13e0fc239edf7a7cb4cfb73b5e9890ae8a1e.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_d8e7d32f573ff2b5be02e338420d2e1aba0a46c4.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_d8e7d32f573ff2b5be02e338420d2e1aba0a46c4.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_ff6efa6401ca858c6ba781cb392f105f55f05915.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_ff6efa6401ca858c6ba781cb392f105f55f05915.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_3b01deb64a679bba91fd427d01813929a4afda89.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_3b01deb64a679bba91fd427d01813929a4afda89.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_661851857776d97a1efa82b89556acd0ee840d1e.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_661851857776d97a1efa82b89556acd0ee840d1e.1920x1080.jpg?t=1528818305"
                },
                {
                    "id": 15,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_8637b88710c9ae22fc32dafe48d13404be86e57b.600x338.jpg?t=1528818305",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/382850/ss_8637b88710c9ae22fc32dafe48d13404be86e57b.1920x1080.jpg?t=1528818305"
                }
            ],
            "movies": [
                {
                    "id": 256657969,
                    "name": "Piercing Blow Also Available On STEAM",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256657969/movie.293x165.jpg?t=1462926248",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256657969/movie480.webm?t=1462926248",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256657969/movie_max.webm?t=1462926248"
                    },
                    "highlight": true
                },
                {
                    "id": 256658173,
                    "name": "West Station for Piercing Blow",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256658173/movie.293x165.jpg?t=1462926318",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256658173/movie480.webm?t=1462926318",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256658173/movie_max.webm?t=1462926318"
                    },
                    "highlight": true
                },
                {
                    "id": 2040420,
                    "name": "Piercing Blow Play Movie",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2040420/movie.293x165.jpg?t=1462926325",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2040420/movie480.webm?t=1462926325",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2040420/movie_max.webm?t=1462926325"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 240,
                "highlighted": [
                    {
                        "name": "Overcome Death 1 Lv.1",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/382850/f917645328fc3e3ebb66b76ecc75eacadcd75c2d.jpg"
                    },
                    {
                        "name": "Overcome Death 1 Lv.2",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/382850/32902c274a07aaf0cfae448c4fb4716cf5bcfe80.jpg"
                    },
                    {
                        "name": "Overcome Death 1 Lv.3",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/382850/95ffa466adea9b6f01b2c642207dfdee50d85469.jpg"
                    },
                    {
                        "name": "Overcome Death 1 Lv.4",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/382850/691a7c05b4587a06e199f81bf98929421ffe438b.jpg"
                    },
                    {
                        "name": "Overcome Death 2 Lv.1",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/382850/f653783c6f183ecd475dc042af27f3cbc17172c9.jpg"
                    },
                    {
                        "name": "Overcome Death 2 Lv.2",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/382850/bcf5e647ecaa4eb6eac58cdeac5f598ac2443c8c.jpg"
                    },
                    {
                        "name": "Overcome Death 2 Lv.3",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/382850/2aa88c84827b0723432617943c429c11d71a6777.jpg"
                    },
                    {
                        "name": "Overcome Death 2 Lv.4",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/382850/796c6a5d2115d4da7bc7443564eabc1c7800666c.jpg"
                    },
                    {
                        "name": "Overcome Defeat 1 Lv.1",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/382850/76fdadb1e91b5d87eac3fcfea9ad8eaeda51de6c.jpg"
                    },
                    {
                        "name": "Overcome Defeat 1 Lv.2",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/382850/bc77be6af31c11a3898c47a416dbd8f7c797acd8.jpg"
                    }
                ]
            },
            "release_date": {
                "coming_soon": false,
                "date": "10 Nov, 2015"
            },
            "support_info": {
                "url": "http://us.fps-pb.com/support/customer/write.do",
                "email": "us.help@zepetto.biz"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/382850/page_bg_generated_v6b.jpg?t=1528818305",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}