{
    "395370": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Astrobase Command",
            "steam_appid": 395370,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<h1>Improved Conversation Visuals and UI Audio: Astrobase Command Weekly Dev Update – March 16th, 2018</h1><p>Hi everyone,<br><br>We’re working on some bigger pieces that don’t fit nicely the weekly development cycle. As a result, we’re not putting out a build this week. There’s good stuff coming!<br><br><strong>Daniel – @Polygonatron</strong><br><br>Hi Everybody!<br><br>This week I’ve worked on improving the touch and feel of finding and accessing crew conversations on the station as well as a new system that should allow more of the crew’s personalities to shine through visually in their portraits and on the station as they go through their day-to-day activities.<br><br><strong>Max – @Max_Shields</strong><br><br>Greetings, Internetlings!<br><br>I’ve kept up the audio work this week. I’ve been trying a few different sound themes, but am settling on old school PC-like tones for the UI. That’s given me a chance to mess around with a tone generator. I’ve also been going around recording some sounds for the station environment. There are lots of neat sounds to be recorded outside if you’re ready to get some weird looks from passers-by!</p><br><h1>Astrobase Command Weekly Gamedev Update: Improving the Wow Factor – March 9, 2018</h1><p><strong>Daniel – @Polygonatron</strong><br><br>Hi everybody!<br><br>This week I’ve been working on various smaller tasks. Improving the visuals a bit here and a bit there. Some of the things I did this week are already in the latest build, for example the new color scheme (and minor layout changes) of the Species Creation UI and the new sound effects in the Asteroid Shooter cartridge. Some things will be in the next build, like tweaks to all the lights on the station.<br><br><strong>Adam – @adam_blahuta</strong><br><br>Hey Space-Friends!<br><br>This week I focused on integrating a bunch of scenery changes Daniel made to improve the variety and wow factor.<br><br>It will become clearer once some of our prototype code makes it into the build, but star systems are procedurally generated according to real data from our known universe. Star categories and what that means for size, color, temperature and whether or not a planet lies inside its habitable zone, are all accounted for.<br><br>Daniel has made smart use of that data in trying to reflect as many of the properties of the home system in the visuals as possible.<br><br><strong>Max – @Max_Shields</strong><br><br>Hi all!<br><br>I spent the past week dipping my digital toes in the sound design and implementation. I’m making boops boopier, and adding bleeps, and bops where they need to be.<br><br><strong>Dave – @Dave_Astrobase</strong><br><br>Hey guys,<br><br>This week was spent continuing on the overarching story design task, but also putting some time into the legal side of the business, which is critical as we move forward along the release schedule.<br><br><strong>This week’s patch notes for version 0.2.13:</strong><br><br>Improvements<br><br>– Changed home star category distribution for improved variety<br>– Improved star visuals<br>– Improved gas planet visuals<br>– Added terrestrial planet<br>– Added planetary rings<br>– Reduced scenery load time by 50+%<br>– Updated species creation color scheme<br>– Updated audio for Asteroid Shooter<br><br>Fixes<br><br>– Fixed moon crater rendering<br>– Fixed home star scaling according to star category</p><br><h1>Procedural Story Content in Development – Astrobase Command Dev Update – 27 Feb 2018</h1><p><strong>Dave – @Dave_Astrobase</strong><br><br>Hey guys!<br><br>Very exciting times on the design side of things! The core systems of Astrobase Command were always intended to be a stable foundation for procedural story content based on the personalities of characters, and playing out in a very naturalistic and unscripted way. This is something that has never been done before in video games!<br><br>Now the fun part begins, which is designing the dynamic stories that the permeate the characters’ lives. In production terms, it sits on top of the existing simulation game playable in the alpha (which is a logical, consistent game universe with functioning personalities, conversations, trait growth, resource management, base design and management, etc). For characters to do things that matter, there has to be palpable things in the world to act upon and a ruleset to govern it.<br><br>“What sort of things do you want to happen in the lives of characters?” — if you have an idea or scenario envisioned in your mind, please hop onto our discord and let us know! One of our very first pillars was “This is Your Story!” and it’s an aspect of Astrobase Command that I think a lot of you backed our kickstarter to see happen. Let’s make it so!<br><br>Obviously, this is a big chunk of work (and the last remaining piece of the Astrobase Command design), so prepare for many future updates to be regarding this feature!<br><br><strong>Daniel – @Polygonatron</strong><br><br>Hi Everybody!<br><br>This week I’ve been splitting time between knocking out some admin and working on the cool shiny secret thing I’ve mentioned before. This means I don’t have much to talk about here :/<br><br><strong>Max – @Max_Shields</strong><br><br>I’ve been helping Dave out coming up with scenarios. It’s been great fun seeing what interesting story elements we can come up with.</p><br><h1>Procedural Story Generation Design – Astrobase Command Dev Update – 19 Feb 2018</h1><p>Hey guys!<br><br>The design is currently at a phase where a top-down approach is being used to determine the details of story generation (whereas the station simulation had been a bit more bottom-up). This means coming up with fictional scenarios as targets for what we want the story engine to support, which essentially boils down to episode plot-lines.<br><br>So for example: Alice notices a personal item is missing, asks around, and Bob mentions he saw Charlie using a similar item. Alice confronts Charlie and Charlie claims he found the item in the a hallway and picked up. Lt. Dan steps in and does an investigation and concludes Bob could not have stolen the item, but doesn’t find the real culprit. Then all the crew is worried about who is the thief, and everyone is more suspicious.<br><br>This could be generally expanded to include “who is the murderer, who is the saboteur, etc” or generally a whodunnit of someone doing an action in secret that he or she is not supposed to do (aka crime). What we don’t want to do is hard code this scenario, but rather make the parts in such a fashion that it can emerge in a procedural manner based on the personality system. And then the concepts could be put together in different ways (Charlie brazenly takes the item while Alice is watching, because he’s a bully, and argues to Dan she wasn’t using it anyway).<br><br>If you’d like to help, easiest way is to past some scenarios (generic or specific) in the general discord channel <a href=\"https://steamcommunity.com/linkfilter/?url=http://(https://discord.gg/dEMf5Js)!\" target=\"_blank\" rel=\"noopener\"  >(https://discord.gg/dEMf5Js)!</a> After we get a good list, we can work backwards to settle on some common parts that can be used in a bunch of different ways. Shout-out to Max has contributed close to 40 already.<br><br><strong>We want to know: What part of Astrobase Command’s story system would you prefer we develop next? Space adventures (e.g. sending crews to mine asteroids) vs planet adventures (e.g. exploring planetary surfaces)</strong><br><br>Vote at this strawpoll: <a href=\"https://steamcommunity.com/linkfilter/?url=https://www.strawpoll.me/15105878\" target=\"_blank\" rel=\"noopener\"  >https://www.strawpoll.me/15105878</a><br><br><br>On the development front, a new build is available on Itch.<br><br>Here are the patch notes for version 0.2.11:<br><br>Improvements<br><br>– Added In-Game Options Menu (Music Volume, SFX Volume, UI Scale)<br><br>– Added UI scaling for comfortable viewing<br><br>– Added scroll wheel zoom on held facing documents for comfortable viewing<br><br>– Added additional sound effects to UI and desk <br><br>– Scenery scale adjustments</p><br><h1>Astrobase, the Noveling || Chapter 2</h1><p>If you've been following along, you know by now that we have a Patreon to help support our team as we explore expanded creativity. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/395370/extras/Patreon_Novel_Boost_2_Small_1.png?t=1521244901\" ><br><br>Our first initiative is the production of an Astrobse Command novel. We're releasing a new draft chapter monthly to our 5$ patrons, letting you follow along as the adventure develops.<br><br>Swing by and check it out.</p><br><h1>Branching Out In Novel Ways: Astrobase Command Dev Update – 15 Dec 2017</h1><p>=== Incoming transmission ===<br><br>Hi everyone,<br><br>Astrobase Command’s special focus on procedurally generated character stories provides a wonderful canvas for  powerful storytelling. Most importantly, our vision is that there is no single story for your crew to follow. Instead, you are free to live your own adventure in your own universe.<br><br>As a way to celebrate 2018 and our upcoming transition to open alpha, I’ve taken up the pen (keyboard) in my spare time to capture Astrobase’s flavour in novel(-ish) format as a means to highlight the rich stories our game can deliver, as well as a way to explore possible concepts for other storylines. As a special challenge, I’m using our procedural character AI’s framework to guide characters through the high, low, and desperate events of their story arc.<br><br>You’ll find a draft sampler of the novel’s opening paragraphs below. My ultimate goal is to publish this adventure as a fully-fledged Astrobase Command book (with shiny book cover art and everything!).<br><br>While this as yet untitled story is under production, you’ll be able to get your hands on the draft chapters, which will be published on a monthly basis if you are one of our $5 a month or higher <strong><a href=\"https://steamcommunity.com/linkfilter/?url=https://www.patreon.com/jellyfishgames\" target=\"_blank\" rel=\"noopener\"  > Patreon Patrons </a></strong>. Higher reward tiers get additional perks, like an e-copy of the final book and even a say in how the story develops.<br><br><i>Lieutenant Sanmar Mandroma flipped through the pile of reports that had been deposited there while he had been in the mess hall enjoying dinner. Enjoying was perhaps overstating it. It had been the same processed nutrient goo from the long term survival rations that they had been eating since the last supply shipment failed to arrive after raiders had picked it off near Theta Omicron III. Ensign Kyra, the astrobase’s Duryan supply officer had assured him that the flavour would grow on him eventually. Even though his two hearts fluttered and skipped a beat every time her metallic blue eyes turned towards him.<br><br>But even her stunning smile and flowing white hair were insufficient to clear the rations’ lingering muskiness from the back of his throat. He picked up the nearest folder, a supply report, and tossed it back on the desk with a grimace. There was no way he was getting through his work tonight. He poured two fingers of Dargosha, a stiff liquor that made his eyes water, into a white mug bearing the Command’s crest stencilled in black. He hesitated slightly, as he glanced at a dog-eared photograph of his wife tucked into the corner of the desk mat, then poured another splash of the amber liquid.<br><br>Downing the drink in one swift movement, he deposited the mug carelessly on his desk with a hollow thud. He didn’t mind the fact that he’d spilled a some Dargosha on his daily supply summary. No one was ever going to bother looking at it again after he’d approve it and file it away.<br><br>Pushing back from his workstation, he barely noticed his chair’s wheels smoothly rolling over his quarters’ polished crystosteel floors. Such details were beneath his notice. As long as the astrobase’s low-slung utility bots continued picking up any refuse he happened to drop on the floor, he was happy. He stood crisply and turned towards the the hatch, not bothering to straighten his uniform.<br><br>The deck seemed to lurch suddenly as he made his way towards the nearest lift. He reached out to the bulkhead with his right hand to steady himself. As much as he wanted to believe that the station’s gravitic stabilizers needed an overhaul, he couldn’t dismiss the heavy veil the Dargosha cast over his mind. He welcomed its warm yet numbing embrace as it smothered his thoughts. He had been on this wretched collection of tin cans in the back end of nowhere for a long time; a very, very long time. Despite his career’s early promise as a member of the Fleet’s Security Division, and the praise his superiors had eagerly heaped upon him away mission after away mission, he had long since suffered a reversal of fate. Without sparing a glance, he mechanically stabbed at the button labelled “Command Deck” on the lift’s control panel as the transparent doors swished shut behind him. He shut his eyes, vainly attempting to savour the fleeting moments left before he would be thrust back into the harsh reality of Second-in-Command of the universe’s most insignificant astrobase. Scratch that. Acting Commander of the universe’s most insignificant astrobase.</i><br><br>If you like what you see, or want to help support our ongoing innovation please drop by our <strong><a href=\"https://steamcommunity.com/linkfilter/?url=https://www.patreon.com/jellyfishgames\" target=\"_blank\" rel=\"noopener\"  > Patreon page </a></strong>.<br><br>– Max<br><br>=== Transmission Ends ===<br><br>Moving on to the weekly update<br><br><strong>Max – @Max_Shields</strong><br><br>Hi space comrades!<br><br>In addition to poking away at the project above, I’ve spent the week refining our alpha sound design. This involves tweaking a big spreadsheet with all the possible elements that will need a sound, their triggers and constraints. I’ve also started plugging some sounds into the list and created a few more bespoke effects. Although there’s still a way to go before I can bring them into the game, the soundscape is starting to come together.<br><br> <br><br><strong>Daniel – @Polygonatron</strong><br><br>Hi Everybody!<br><br>This week I’ve been working on the same secret thing I’ve been working on for a couple of weeks now. It’s technical by nature and I’ve run into a couple of technical snags. I’m sure I’ll work them out soon enough, because they are indeed holding back some pretties at this point.<br><br> <br><br><strong>Adam – @adam_blahuta</strong><br><br>Hey Space-Friends!<br>I’ve gotten as far as I can with saving character brains without contextual information, like the station, tasks and other people. So I’ve started the process of saving the station itself. Progress!<br><br> <br><br><strong>Dave – @Dave_Astrobase</strong><br><br>Hey guys!<br>This week I took a step back and focused on the product vision for Open Alpha. Speccing out the feature list, formalizing the game loop, and ensuring the game will be ready for prime-time.</p><br><h1>Weekly Dev Builds Will Resume in January</h1><p>Hi everyone,<br><br>For those of that have been following along with the progress of the alpha, we'll be suspending our weekly builds for the Holidays to focus our efforts on implementing save game. You can find more information about the alpha at <a href=\"https://steamcommunity.com/linkfilter/?url=https://www.astrobasecommand.com\" target=\"_blank\" rel=\"noopener\"  >https://www.astrobasecommand.com</a><br><br>The save game feature is a monumental task given the numerous procedural variables that all rely upon each other for things to work on the station and in characters' head. Each has to be saved and re-loaded without breaking anything. It's not the best of times to be adding<br><br>This will let Adam concentrate while Dave, Daniel, and I rotate through the patented Jellyfish lash to keep him motivated. Gotta keep that lashing arm fresh for maximum motivational effectiveness.<br><br>That will give us the opportunity to deliver a bunch of smaller shiny bits and bobs for you to gleefully tear into in January.<br><br>On a different note, we'd like to know where you first heard of Astrobase. We're continually working to expand the community, so we'd like to reinforce where we've been successful, and improve where we've been hard to find.<br><br>Head over to Strawpoll to let us know: <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.strawpoll.me/14563661\" target=\"_blank\" rel=\"noopener\"  >http://www.strawpoll.me/14563661</a>.</p><br><h1>Space Turkey 2017 – Astrobase Command Thankful Update</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/395370/extras/Moonrise_600px.png?t=1521244901\" ><br><i>Even Astrobasers Need Some Shore Leave For A Bite Of Space Turkey.</i><br><br>We had much to be thankful for this Space Turkey Day. We are deeply thankful to our Kickstarter backers for believing in us when we turned to you for your support. You helped us get to the closed alpha. We are thankful to those of you that have joined us since our appearance on Itch. We are thankful for our Patreon backers. We are also profoundly grateful for our families and their continued encouragement as we forge ahead on this grand adventure.<br><br>To our American friends: enjoy this time with friends and family. To the rest of the world, we’re beaming turkey thoughts to you today!<h2 class=\"bb_tag\">ABC:/&gt;Requesting Your Input</h2><br>Now that the Astrobase Command Closed Alpha has cooked a bit in the cosmic rays of ongoing development, the time has come to start refreshing our old marketing media with shiny new trailers and images reflecting the progress!<br><br><strong>Make your voice heard by helping us choose the video that goes on our website and store page!</strong> For example: at the top of this page!<br><br>This is a key moment in selecting the tone and voice for the public face of the game. Below there are several versions of the same video, each with different music and fonts.<br><br>So we’re asking the players: Which music and font style do you like (look and feel) for the new Astrobase Command Alpha Trailer? Your choice will determine the future!<br><br><ul class=\"bb_ul\"><li>Video 1<br></li><li>Video 2<br></li><li>Video 3<br></li><li>Video 4</li></ul><br>Once you've checked out the trailers, vote in our <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.strawpoll.me/14466548\" target=\"_blank\" rel=\"noopener\"  > <strong>Strawpoll</strong> </a>.<h2 class=\"bb_tag\">Developer Updates!</h2><br><strong>Max – @Max_Shields</strong><br><br>Hey all,<br><br>This week was spent in lower gear, catching up with family coming in from all parts of the space-time continuum. I did manage to get various bits and pieces of work done in the gap between gatherings because the Great Space Turkey needs constant nurturing.<br><br>Since we try our best to keep an eye on the long term game plan, I also used the opportunity to finish up some work on  that will come in handy when we start  for the .<br><br>+++This entry will self-destruct in 5, 4, 3, 2,…+++<br><br><strong>Adam – @adam_blahuta</strong><br><br>Hey Space-Friends!<br><br>I took a breather this week for mental health and housekeeping: spending time with my son, knocking out some overdue admin and getting a bunch of tax obligations sorted. Running an indie studio can be such a chaotic and stressful thing that taking the time relax, re-assess and appreciate the benefits is incredibly important!<br><br><strong>Daniel – @Polygonatron</strong><br><br>Hi Everybody!<br><br>Even though thanksgiving isn’t a Swedish holiday in any way I too have put some extra time to focusing on my family this week. It’s important to take a break and get better perspective of what’s going on every now and then.<br><br><strong>Dave – @Dave_Astrobase</strong><br><br>Hey guys!<br><br>Since the Wednesday update was about balance, I logged a lot of hours in Astrobase Command both before and afterwards. This also allowed me to generate some great marketing materials. Oh, and we now have a new background for our twitter page!</p><br><h1>Version 0.2.8 Patch Notes</h1><p>Here are the patch notes for version 0.2.8:<br><br><strong>Improvements</strong><br>    <br>    - Added F to focus on selected Module<br>    - Placed initial reactor alert form at beginning on inbox to clarify initial objective<br>    <br><strong>Fixes</strong><br>    <br>    - Character trait count update correctly in Crew app<br>    - Character unlocked traits update correctly on Character Sheet</p><br><h1>Weekly Patch Notes - V 0.2.7</h1><p>Hey everybody! Expect a few smaller weekly builds over the next few weeks. We're actively working on Save Files and the Construction Job, which are both large-scale features requiring a bunch of time.<br><br>Here are the patch notes for version 0.2.7:<br><br><strong>Improvements</strong><br><br>    - Asteroid Shooter High Score added to Game Over screen<br>    - Text fixes during observation behavior<br><br><strong>Fixes</strong><br><br>    - Characters re-assigned to different custodial/maintenance tasks no longer stand in place instead of going to work<br>    - Re-assigning a character to a different division with highlighting active no longer highlights their portrait<br>    - Re-assigning characters to jobs on different floors no longer makes them invisible in their portrait(edited)</p><br><h1>Asteroid Shooter: Astrobase’s Game-Within-A-Game.</h1><p>Welcome to everyone joining in the Astrobase fun! Although this is our first post to this particular Steam page, we've been busy putting out weekly updates for the past few years. If you want to catch up on our development adventures, head over to <a href=\"https://steamcommunity.com/linkfilter/?url=http://astrobasecommand.com/?page_id=775\" target=\"_blank\" rel=\"noopener\"  > Astrobase Command </a>. You'll find our detailed weekly updates there, too.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/395370/extras/Asteroid_Shooter_Still_ForSteam_600x338px.png?t=1521244901\" ><br><br>Appropriately for our inaugural Steam post, we implemented a proof of concept for what is essentially a gaming system inside of Astrobase Command. In addition to being a multifunctional management device, the datapad, your main tool in-game, can also run other kinds of programs. Our plan has always been to make it able to play games. Our first test is Asteroid Shooter, an homage to the glorious games of yore. <br><br>This is certainly not the last! Stay tuned for more.<br><br><strong>-------</strong><br><br>Follow us on <a href=\"https://twitter.com/jellyfish_games\" target=\"_blank\" rel=\"noreferrer\"  > <strong>Twitter</strong> </a>  and <a href=\"https://steamcommunity.com/linkfilter/?url=https://www.facebook.com/astrobasecommand/\" target=\"_blank\" rel=\"noopener\"  > <strong>Facebook</strong> </a></p><br><h1>About the Game</h1>Astrobase Command is a player-driven procedural space station builder and management simulation game with a focus on characters with deep personalities. Where you can feel what it's really like to have the power and responsibilities of command. <br><br>Astrobase Command is not your grandfather's procedural game - not only are procedural characters and personalities entirely possible, but it's the only way to have true interactivity. Not having the NPC pick off a table of pre-authored responses lets our characters be more than one-dimensional cardboard cutouts constantly repeating the same three lines. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/395370/extras/Hallway_Talk.png?t=1508945034?t=1521244901\" ><br><br>What this actually means is that in Astrobase Command your crew live their lives on your station. They have unique personalities that affect and are affected by the situations they face. They make friends, enemies, and even romantic relationships. <br><br>With limited resources you decide what your crew does. You decide where they sleep, where they work, what they build, who get's recruited, what they do for fun, and who goes on missions.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/395370/extras/StationView1.png?t=1521244901\" ><br><br><ul class=\"bb_ul\"><li> <strong><u>Species Creation and Customization</u></strong>: Name your species, choose its core statistics and physical appearance, and also uniform schema!<br>3D Space Station Construction: Design individual modules from sections and components, and expand your Astrobase by building in any direction.<br><br></li><li> <strong><u>Base Management and Crew Life Simulation</u></strong>: The characters have deep life-cycles. They will eat, sleep, use the toilet, think about life, interact with each other, form their relationships, and work at their job to keep things running.<br><br></li><li> <strong><u>Rich Character Personalities</u></strong>: Watch any character live his or her life, growing and evolving through the subjective experience of their reality!<br>Full 3D Desk GUI: Let out your inner Space Bureaucrat as you interact through a full 3D desk, complete with a state-of-the-art Datapad, your very own document stamp and filing cabinet!<br><br></li><li> <strong><u>Retro Futurism</u></strong>: This game is a love letter to 70’s sci-Fi aesthetics and that era’s visual style!</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/395370/extras/MinecraftView1.png?t=1521244901\" ><br><br><i>Planned Features Include</i>:<br><br><ul class=\"bb_ul\"><li> Dynamically Generated Equipment &amp; Crafting<br></li><li> Procedural Away Missions<br></li><li> Procedural On-Station Events<br></li><li> On-Station Combat</li></ul>",
            "about_the_game": "Astrobase Command is a player-driven procedural space station builder and management simulation game with a focus on characters with deep personalities. Where you can feel what it's really like to have the power and responsibilities of command. <br><br>Astrobase Command is not your grandfather's procedural game - not only are procedural characters and personalities entirely possible, but it's the only way to have true interactivity. Not having the NPC pick off a table of pre-authored responses lets our characters be more than one-dimensional cardboard cutouts constantly repeating the same three lines. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/395370/extras/Hallway_Talk.png?t=1508945034?t=1521244901\" ><br><br>What this actually means is that in Astrobase Command your crew live their lives on your station. They have unique personalities that affect and are affected by the situations they face. They make friends, enemies, and even romantic relationships. <br><br>With limited resources you decide what your crew does. You decide where they sleep, where they work, what they build, who get's recruited, what they do for fun, and who goes on missions.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/395370/extras/StationView1.png?t=1521244901\" ><br><br><ul class=\"bb_ul\"><li> <strong><u>Species Creation and Customization</u></strong>: Name your species, choose its core statistics and physical appearance, and also uniform schema!<br>3D Space Station Construction: Design individual modules from sections and components, and expand your Astrobase by building in any direction.<br><br></li><li> <strong><u>Base Management and Crew Life Simulation</u></strong>: The characters have deep life-cycles. They will eat, sleep, use the toilet, think about life, interact with each other, form their relationships, and work at their job to keep things running.<br><br></li><li> <strong><u>Rich Character Personalities</u></strong>: Watch any character live his or her life, growing and evolving through the subjective experience of their reality!<br>Full 3D Desk GUI: Let out your inner Space Bureaucrat as you interact through a full 3D desk, complete with a state-of-the-art Datapad, your very own document stamp and filing cabinet!<br><br></li><li> <strong><u>Retro Futurism</u></strong>: This game is a love letter to 70’s sci-Fi aesthetics and that era’s visual style!</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/395370/extras/MinecraftView1.png?t=1521244901\" ><br><br><i>Planned Features Include</i>:<br><br><ul class=\"bb_ul\"><li> Dynamically Generated Equipment &amp; Crafting<br></li><li> Procedural Away Missions<br></li><li> Procedural On-Station Events<br></li><li> On-Station Combat</li></ul>",
            "short_description": "As the invisible administrative hand of an Astrobase in a forgotten corner of the universe, your crew depend on you for their survival.",
            "supported_languages": "English",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/395370/header.jpg?t=1521244901",
            "website": "http://astrobasecommand.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 or greater<br></li><li><strong>Graphics:</strong> TBD<br></li><li><strong>Additional Notes:</strong> System requirements are still in definition.</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "developers": [
                "Jellyfish Games"
            ],
            "publishers": [
                "Jellyfish Games"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                }
            ],
            "genres": [
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "28",
                    "description": "Simulation"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/395370/ss_86556a24e1d685fe91265ee649795c142a955b93.600x338.jpg?t=1521244901",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/395370/ss_86556a24e1d685fe91265ee649795c142a955b93.1920x1080.jpg?t=1521244901"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/395370/ss_3d44975c5d3c990cbe20e3e651e3e7f019a5dab7.600x338.jpg?t=1521244901",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/395370/ss_3d44975c5d3c990cbe20e3e651e3e7f019a5dab7.1920x1080.jpg?t=1521244901"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/395370/ss_6cddcfb9a9bacaf4c2809d81fccf2fe85c48b2b1.600x338.jpg?t=1521244901",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/395370/ss_6cddcfb9a9bacaf4c2809d81fccf2fe85c48b2b1.1920x1080.jpg?t=1521244901"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/395370/ss_4eb13550e3f0f4d23e020ccbcdbd19bd8430b3b7.600x338.jpg?t=1521244901",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/395370/ss_4eb13550e3f0f4d23e020ccbcdbd19bd8430b3b7.1920x1080.jpg?t=1521244901"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/395370/ss_7863db6193850d522c0217bf6dd462dcaf55c445.600x338.jpg?t=1521244901",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/395370/ss_7863db6193850d522c0217bf6dd462dcaf55c445.1920x1080.jpg?t=1521244901"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/395370/ss_89bb3e21b73d7ba67842d903198f0fab5773440f.600x338.jpg?t=1521244901",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/395370/ss_89bb3e21b73d7ba67842d903198f0fab5773440f.1920x1080.jpg?t=1521244901"
                }
            ],
            "movies": [
                {
                    "id": 256702160,
                    "name": "Astrobase Command Alpha Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256702160/movie.293x165.jpg?t=1511925659",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256702160/movie480.webm?t=1511925659",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256702160/movie_max.webm?t=1511925659"
                    },
                    "highlight": true
                },
                {
                    "id": 256697680,
                    "name": "Astrobase Command - Alpha Gameplay Teaser",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256697680/movie.293x165.jpg?t=1509126795",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256697680/movie480.webm?t=1509126795",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256697680/movie_max.webm?t=1509126795"
                    },
                    "highlight": true
                },
                {
                    "id": 256699299,
                    "name": "HD Cinematic Alpha Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256699299/movie.293x165.jpg?t=1509126804",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256699299/movie480.webm?t=1509126804",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256699299/movie_max.webm?t=1509126804"
                    },
                    "highlight": true
                }
            ],
            "release_date": {
                "coming_soon": true,
                "date": "TBD"
            },
            "support_info": {
                "url": "http://astrobasecommand.com",
                "email": "info@jellyfish.games"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/395370/page_bg_generated_v6b.jpg?t=1521244901",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}