{
    "398170": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Evochron Legacy",
            "steam_appid": 398170,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "Evochron Legacy is a freeform space flight simulation that focuses on 'lone-wolf' survival gameplay and pilot controlled spacecraft management. The environment setting is a vast seamless style universe where you can perform many activities including buying, trading, spying, racing, escorting, delivering, emergency responding, mining, exploring, weapon/equipment crafting, cleaning solar panels, clearing paths through asteroid fields, recruiting, protecting, hiring crew members, fuel harvesting, building stations/cities, and designing/selling ships. Some objectives are part of the game's contract system with established parameters and pay levels while others are available for you to set up on your own terms through your choices of where to go, what to do, and how to do it. <br><br>   Evochron Legacy is a technical flight simulation, not a story or character based game, so you are not limited by plot requirements or pre-selected character roles. You can change the course of gameplay and your role in the game's universe at just about any point. Your decisions and actions define your role in the game and establish your reputation, wealth, progress, and ranking. The emphasis is on real-time tactical gameplay strategy and flight simulation for both combat and non-combat objectives. You are in control of your ship virtually all of the time in open space, including player controlled combat and planetary descents. <br><br>   Your ability to successfully survive dangerous scenarios in space, develop trade strategies, evade detection, harvest resources, efficiently explore for hidden benefits, and transport items can be just as important as your skill in combat. The game also rewards players who devise their own gameplay strategies and 'think outside the box'. Set in a vast explorable universe, Evochron Legacy offers a high level of freeform gameplay with many diverse objectives and paths to choose from.<br><br><strong>Advanced Space Flight Simulation Focused Gameplay</strong><br><ul class=\"bb_ul\"><li> Evochron is a tightly focused technical flight 'space-sim' with options and gameplay specifically geared toward that objective.  The game focuses on what flying and managing a spacecraft through sparsely populated systems in a large region of the galaxy as a lone-wolf pilot might be like in the future.  Evochron's focus is on the elements of piloting a spacecraft and the complexities, challenges, and rewards that go along with it while exploring and utilizing a vast 'seamless' style universe.<br><br><strong>Extensive Space Combat Systems and Options</strong><br></li><li> In conjunction with the space flight sim focus is combat.  Evochron is also largely a space combat simulator, so much of its gameplay focuses on that objective as well.  The player is in control of combat related aspects such as heat management, shield array management, energy management, weapon selection spanning three classes, automatic and manual aiming factors, stealth devices, 2D and 3D radar modes, full three rotation axis and three direction axis Newtonian style physics, detailed instrumentation (including six velocity gauges, flight path markers, compass, and pitch ladder), multiple counter measure options, subsystem targeting, target specification scanning, and selecting detailed ship design configurations.<br><br></li><li> The game's display systems have been designed with gunsight focused information presentation in true fighter pilot fashion, including the current target indicator which provides details to the player without them having to look away at a separate display.  As much information as feasible is displayed on the central HUD gunsight and directly on the target being tracked, rather than scattering it all over the screen.  The reason this is done is basically the same as it is for modern jet fighters, keeping the pilot's visual focus in the smallest region possible for the most efficient rate of gathering and processing information.  For example, on the central HUD gunsight, this information is available without the pilot having to look anywhere else across the surface of the screen or on a different display:<br><br>- Forward velocity<br>- Sideways velocity<br>- Vertical velocity<br>- Gravity pull velocity offset<br>- Absolute velocity<br>- Set velocity level<br>- Altitude<br>- Pitch (via traditional ladder)<br>- Heat signature<br>- Weapon tracking status (MDTS)<br>- Weapon firing mode<br>- Target direction indicator (when outside gunsight)<br>- Inertial mode status (IDS)<br>- Forward/reverse/left/right shield array status<br>- Weapon energy level<br>- Hull damage level<br><br>  So all of this relevant information is available within a very tight central viewing angle for the player.  None of this information requires the player to look away at the side of the screen, in a corner, or on a separate display.  This is one of the design goals of Evochron's combat display systems.  In any combat gameplay scenario where the focus is putting a target near the middle of the screen for attacks, it's important to never force the player to have to look away from that focal point to retrieve important information about their flight conditions and ship/weapon status.<br><br>  In addition to information relative to the player's ship, there is also the information provided directly on the targeting indicator of the ship being tracked.  That information is as follows:<br><br>- Target range<br>- Target hull damage level<br>- Target forward velocity<br>- Target absolute velocity<br>- Target forward/reverse/left/right shield array status<br>- Target description<br><br>  Again, this information is provided directly on the HUD targeting indicator for the ship being tracked.  The player doesn't have to look away at a separate display to retrieve this information nor do they have to look at the edge/corner of the screen or on a separate display mode, it's all available right on the current target indicator.  The player can also 'padlock' the target so that their view focuses on this indicator rather than being locked into a forward view only.<br><br>  Evochron's combat systems have been designed to provide the player with diverse control, weapon, energy, and countermeasure options while the game's display systems have been designed to convey a maximum amount of important information with extreme efficiency within the confines of a PC monitor.<br><br><strong>Freeform Gameplay Directed by Player</strong><br></li><li> Evochron is a sandbox game, so in almost every facet of gameplay, the choice is up to you.  The game's intended design is one of a space combat flight simulation first with many individual smaller activities to perform as part of an overall freeform sandbox structure.  The game gives you a framework from which you can develop your own sequence of events based on your choices, performance, interests, and abilities.  Your decisions and abilities define your role in the game and establish your reputation, wealth, progress, and ranking.<br><br><strong>Diverse Gameplay Options</strong><br></li><li> Within the primary space flight simulation framework are numerous gameplay options and activities available to the player.  These include racing, spying, mining, trading, commodity shipping, escorting, combat (both in civilian space and military war zones), exploring (shipwrecks, data drives, discovering new uncharted systems, etc), asteroid clearing, solar equipment cleaning, emergency distress call response, equipment crafting, weapon crafting, crew management, station/city building, and ship designing.  There are many ways to make money and advance in the game within the main context of space flight simulation.<br><br><strong>Make Gameplay Decisions Based on New Advanced Information Systems</strong><br></li><li> Formulate trade, mining, exploration, or combat plans in advance of performing the actions of that plan.  The news console now provides information on quadrant-wide events related to commodity price fluctuations, territory shifts, economic/technology level changes, building operations, and station attack events.  For trade, you can tell where the high demand pricing is at before making the decision to travel to that location to take advantage of it.  For economic level changes, you can tell where an area may offer higher tech equipment or weapons in advance, then make the decision to travel there to explore for those items.  For territory shifts, you can observe when your allied faction is losing ground and needs help to defend their space against the opposing faction.  You can then travel there to help defend your faction's interests and even help rebuild their station/city resources if needed.<br><br></li><li> For mining, a new target scanner system allows a player to scan a targeted asteroid for materials before actually mining it.  And each asteroid can have a unique quantity of materials.  So you can use this new system in conjunction with the news console to formulate an optimal mining plan.<br><br></li><li> The new systems offer an information network designed to keep you informed of the dynamic changing conditions within the game's universe, giving you the data you'll need to make gameplay decisions in real time with the changing events and conditions around you.<br><br><strong>Starting Role and Simulation Options</strong><br></li><li> When creating a profile, you can select which faction you will be allied with in single player and which initial role you want your ship to be optimized for.  The role you select also establishes your starting location, what ship you get, and how many credits you're initially given.  You can choose which elements you want the game to simulate changes for.  Available options for game simulation are commodity, economic/technology, and territory conditions.<br><br><strong>New Quest Menu and Options</strong><br></li><li> New 'quest' menu system lets the player select and activate a single player quest on demand.  Players are no longer bound to one quest at a time, they can manage multiple quests in one menu interface and choose when/where to activate them.  They can also continue from where they leave off in each individual quest.  The new quest system is designed to operate entirely on its own without any contract-based dependencies to offer many new and unique options.  Support for branching structures lets a quest designer include both losing and a winning paths.<br><br><strong>Advanced Seamless Style Universe Structure</strong><br></li><li> A vast universe that lets you fly virtually anywhere without in-game loading screens.  The Evochron universe is not boxed in by 'walls' or 'rooms' that require a jumpgate 'door' to access, there are no required gates or trade lanes to restrict your travel and hold you back.  You can travel virtually anywhere you want.  Descend into planet atmospheres to land at city trade stations, mine valuable materials, or explore for hidden items.  You can escape to nebula clouds for sensor cover or hide in a massive asteroid cave for protection.  Fly from planet to planet, star to star, and star system to star system without cut scene or loading screen interruptions.  Explore a consistently interconnected universe.<br><br><strong>Expanded Interactive Training</strong><br></li><li> Expanded interactive training mode with selectable stages to provide the necessary basics for flying your ship, managing its systems, docking/landing, building, and surviving in combat.<br><br><strong>Unified Save Game Architecture and Offline Support</strong><br></li><li> Unified gameplay architecture and profiles let you keep the ship, upgrades, equipment, credits, weapons, crew, and commodities you acquire in the game for use in both single player and multiplayer.  No required online account or login dependencies allows you to play the game entirely offline and keeps your progress stored locally on your own computer for offline access.<br><br><strong>Simplified Faction and Location Based Cooperative Multiplayer</strong><br></li><li> A new two faction system provides a consistent territory and reputation structure across the entire Evochron quadrant.  Players choose the faction they will be allied with, either the Alliance (ALC) or Federation (FDN), in single player when they start a new profile.  The new faction system also lets players select either faction temporarily when they join a multiplayer game.  Faction selection establishes which systems will be friendly to the player and which ones are hostile.  Players can join together with the same faction to team up or join opposing factions for PvP battles and competition.  Territory control is now exclusive to ship destruction, requiring changes to a faction's presence in order to alter a territory control value in a region.<br><br></li><li>Join forces with other players in multiplayer to complete more challenging activities that can offer higher pay.  To link with other players, simply travel to the same sector and have one player accept a contract at a local station or city.  Cooperative multiplayer objectives can pay all linked players.<br><br><strong>New Single Player Fleet Command System</strong><br></li><li> You can now order individual ships in your fleet to form up, attack hostiles, attack your target specifically, mine asteroids, or reload and refuel.  A new 'Fleet Status' option lets you view the damage levels of each ship in your fleet while the new 'Fleet Orders' option lets you view the order each ship is currently following.<br><br><strong>New Planet Terrain System</strong><br></li><li>  The new planetary terrain system features a far greater scale level than in previous Evochron games.  The larger scale and greater detail level allows planets to have diverse terrain features such as canyons and mountain ridges.  Rivers can now include paths that are cut through the terrain surfaces.  The new massive sizes give the player a lot of surface area to work with for the new city building options and to use terrain for cover.  And with additional potential surface objects to discover as well as new related contract objectives, players have more reasons to explore and utilize the surface of planets.<br><br><strong>Ship-to-Ship Options</strong><br></li><li> Direct ship-to-ship trading lets you negotiate trade deals with AI pilots in single player or other human players in multiplayer.  You can trade any items in your cargo bay for an agreed price.  And in multiplayer, you can also exchange fuel pods, send a race challenge, connect as a gun turret operator, and even arrange short term contracts from the trade console.<br><br><strong>New Build and Deploy System</strong><br></li><li> A new build system features a dedicated console menu with a piece-by-piece module construction setup to let players select the shape and placement configuration of the stations they build.  Players can also now build city buildings on the surface of planets as well as stations in open space.  Station/city modules require metal ore to build from that the player must acquire by either mining or purchasing.  Individual station/city modules provide unique functions and benefits including shielding other nearby modules, powering other nearby modules, protecting other nearby modules, expanding inventory/economic conditions, and providing new places to dock for buying, selling, crafting, and storing.  New weapon turrets provide a way to build automated defenses for stations and cities.  All station/city modules are now destructible, so the available trade, docking, and storage conditions of the game's universe can change dramatically over time.  In multiplayer, player built module structures are stored with the server so other players can have access to the new stations/cities and trade routes you create.  Deploy options also use the same build menu and require metal ore to be constructed.<br><br><strong>New Economy and Market Systems</strong><br></li><li> Market prices are no longer limited to slight random variation and can change significantly over time based on simulated supply/demand activities and actions taken by the player.  Both pricing markets and overall economic conditions are divided into 500X500 sector regions and can be tracked via a news console and economy quadrant map.  Continually delivering the same commodity to a location can result in dramatically lowering its value while draining a region of a commodity can result in increasing its value.  Specialized industries still apply to effect local commodity prices and building certain station structures can also effect the local economic conditions.<br><br><strong>Three Installable Weapon Classes</strong><br></li><li> Three weapon classes - beam weapons, particle cannons, and secondary missiles/equipment.  Beam weapons move at the speed of light and do not require target leading.  They are most effective against shields, but mostly reflect off of ship hulls.  Particle cannons fire high energy projectiles at high speed.  They can be effective against both shields and ship hulls, but require leading a target for intercepting.  Missiles are mounted to secondary hardpoints and vary in speed, agility, and yield.<br><br><strong>New Weapon and Defensive Capabilities</strong><br></li><li> Particle cannons now provide about twice the range and have a wider variation of yield levels.  Beam weapons have also had their ranges increased to about double.  The MDTS (Multi-Directional Tracking System) also provides about twice the range to accommodate the longer ranges of cannon weapons.  Shields now protect ships from the kinetic effects of weapon fire.  Missiles are now armored and can take several direct hits from cannon fire before exploding.<br><br><strong>New Equipment Technologies</strong><br></li><li> New equipment items include a repair beam, target scanner, and several secret items that can only be obtained by building in the engineering lab.  The new ship module component option can also expand the capabilities of the player's ship without consuming an equipment hardpoint.  Such options include shield, thruster, energy, ECM, and heat management improvements.<br><br><strong>New Contract Objectives</strong><br></li><li> New and improved contract objectives including local emergency distress calls (including meteor intercepts), animal specimen recovery, retrieve damaged satellites descending into atmospheres, and deploy module placements.<br><br><strong>New Exploration Options</strong><br></li><li> Shipwrecks scattered throughout the game's universe can often provide valuable items and/or information within in their wreckage.  Data drives can be found in open space and on the surface of planets which can contain historical information, clues, and even build templates for equipment items.<br><br><strong>New Models and Textures</strong><br></li><li> All new models for player flyable ships and other entities including capital ships, carriers, and station/city structures.  All of which have been designed with a higher level of minimum detail.<br><br><strong>Engineering Lab</strong><br></li><li> Engineering labs can fabricate equipment items from raw materials.  Templates for building items can be obtained from other AI controlled ships or from lost data drives that can be found through exploration.  Several new commodities have been added to accommodate the new crafting options available in the engineering lab.  New commodities include memory chips, batteries, energy emitters, mirrors, radio components, particle accelerators, and lenses.<br><br><strong>Expanded Shipyard and Design Options</strong><br></li><li> Shipyards let you design and customize your ship for the role you want to play.  Optimize your ship for defense, exploration, combat, racing, or transporting... the choice is yours.  You can also position and scale each component to give your ship a unique appearance.  Save your designs with the template system to rebuild it later.  Store ships and cargo in hangars you can access at trade stations.  Expanded design options include the ability to include twice as many cargo bays, new hull material types, adjustable armor thickness, weapon energy resistors, and specialized modules.<br><br><strong>Newtonian Style Flight Model</strong><br></li><li> Realistic zero gravity inertia based 'Newtonian' style flight model including complete 3 axis rotation and 3 axis direction control with optional variable input.  An advanced inertial dampening system helps keep flight control simple in space, atmospheres, and gravity fields.  Physics systems also take into account mass (including additions for cargo), thrust, and vector calculations.<br><br><strong>Interactive and Functional Universe</strong><br></li><li> Realistic environment interaction far beyond the genre's typical 'background wallpaper' or 'view only' approaches.  Nebula clouds, asteroid fields, planet atmospheres, moons, and more all provide unique options for shelter and strategy.  Such environment elements include changes in gravity, fuel consumption, physics, sensor range, and visibility.  When you see a planet come into view, it's an object you can access and land on, rather than just being a wallpaper image or a giant 'space mine' that destroys you if you dare get to close.  And reachable objects in the game's universe are also available without interrupting cut scene transitions or separate 'sharded' modes within the game's universe.  While in their spacecraft, players remain in the same consistent universe whether they are on a planet, in a nebula cloud, in a gas giant, near a star, in an asteroid cave, or in open space.  This means players can chase each other or be chased by AI ships consistently when going from open space to a planet and vice versa in the game's universe.<br><br><strong>Quick Navigation and Inventory Management Access</strong><br></li><li> Quick one-key access to navigation, building, inventory management, and ship-to-ship trading.  No 'walking' requirements to delay buying and selling options or other gameplay activities.  You control all system travel and inventory decisions right from the cockpit or directly linked hangar/lobby menus.  All option/menu transitions are direct without cut scenes or required unrelated gameplay modes.<br><br><strong>New Music by Rich Douglas</strong><br></li><li>  The dynamic music system (with music by <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.richdouglas.net\" target=\"_blank\" rel=\"noopener\"  >Rich Douglas</a>) features all new songs composed specifically for the game.  Music changes with the level of hostility from soft ambient to high intensity action.<br><br><strong>Diverse Flight Control Systems and Options</strong><br></li><li> Supports keyboard, mouse, gamepad, and joystick flight control with dedicated modes designed for each input system.  Evochron's Global Control System (GCS) aims to provide consistent control behavior regardless of the input device being used by adapting signals from the selected device to a unified flight control architecture.  Evochron's flight control system also supports up to 10 simultaneous control devices for more advanced HOTAS, rudder, and control panel capabilities.  Use the control device(s) you prefer to play the game.  To learn more about the game's flight control system, visit <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.starwraith.com/forum/viewthread.php?tid=11271\" target=\"_blank\" rel=\"noopener\"  >this page</a> on the forum.<br><br><strong>Broad Compatibility and Adjustable Performance</strong><br></li><li> Evochron Legacy supports a wide range of system configurations, requiring only a minimum of shader model 3 hardware support, 1 GB of dedicated video memory, 2 GB of available system memory, and a 2.2 GHz processor.  The game has been designed to incorporate impressive special effects and detail levels using minimal resources and low system requirements.  Adjustable detail settings and special effect options allow the player to optimize performance and/or image quality for the performance level of their system.  The game will generally run well on any low to high performance gaming systems built within the last decade or so.<br><br><strong>Track IR Support for 3D Head Tracking</strong><br></li><li> Supports <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.naturalpoint.com/trackir/\" target=\"_blank\" rel=\"noopener\"  >Natural Point's TrackIR</a> 3D head control system for managing the viewpoint from the cockpit with all six degrees of movement.</li></ul>",
            "about_the_game": "Evochron Legacy is a freeform space flight simulation that focuses on 'lone-wolf' survival gameplay and pilot controlled spacecraft management. The environment setting is a vast seamless style universe where you can perform many activities including buying, trading, spying, racing, escorting, delivering, emergency responding, mining, exploring, weapon/equipment crafting, cleaning solar panels, clearing paths through asteroid fields, recruiting, protecting, hiring crew members, fuel harvesting, building stations/cities, and designing/selling ships. Some objectives are part of the game's contract system with established parameters and pay levels while others are available for you to set up on your own terms through your choices of where to go, what to do, and how to do it. <br><br>   Evochron Legacy is a technical flight simulation, not a story or character based game, so you are not limited by plot requirements or pre-selected character roles. You can change the course of gameplay and your role in the game's universe at just about any point. Your decisions and actions define your role in the game and establish your reputation, wealth, progress, and ranking. The emphasis is on real-time tactical gameplay strategy and flight simulation for both combat and non-combat objectives. You are in control of your ship virtually all of the time in open space, including player controlled combat and planetary descents. <br><br>   Your ability to successfully survive dangerous scenarios in space, develop trade strategies, evade detection, harvest resources, efficiently explore for hidden benefits, and transport items can be just as important as your skill in combat. The game also rewards players who devise their own gameplay strategies and 'think outside the box'. Set in a vast explorable universe, Evochron Legacy offers a high level of freeform gameplay with many diverse objectives and paths to choose from.<br><br><strong>Advanced Space Flight Simulation Focused Gameplay</strong><br><ul class=\"bb_ul\"><li> Evochron is a tightly focused technical flight 'space-sim' with options and gameplay specifically geared toward that objective.  The game focuses on what flying and managing a spacecraft through sparsely populated systems in a large region of the galaxy as a lone-wolf pilot might be like in the future.  Evochron's focus is on the elements of piloting a spacecraft and the complexities, challenges, and rewards that go along with it while exploring and utilizing a vast 'seamless' style universe.<br><br><strong>Extensive Space Combat Systems and Options</strong><br></li><li> In conjunction with the space flight sim focus is combat.  Evochron is also largely a space combat simulator, so much of its gameplay focuses on that objective as well.  The player is in control of combat related aspects such as heat management, shield array management, energy management, weapon selection spanning three classes, automatic and manual aiming factors, stealth devices, 2D and 3D radar modes, full three rotation axis and three direction axis Newtonian style physics, detailed instrumentation (including six velocity gauges, flight path markers, compass, and pitch ladder), multiple counter measure options, subsystem targeting, target specification scanning, and selecting detailed ship design configurations.<br><br></li><li> The game's display systems have been designed with gunsight focused information presentation in true fighter pilot fashion, including the current target indicator which provides details to the player without them having to look away at a separate display.  As much information as feasible is displayed on the central HUD gunsight and directly on the target being tracked, rather than scattering it all over the screen.  The reason this is done is basically the same as it is for modern jet fighters, keeping the pilot's visual focus in the smallest region possible for the most efficient rate of gathering and processing information.  For example, on the central HUD gunsight, this information is available without the pilot having to look anywhere else across the surface of the screen or on a different display:<br><br>- Forward velocity<br>- Sideways velocity<br>- Vertical velocity<br>- Gravity pull velocity offset<br>- Absolute velocity<br>- Set velocity level<br>- Altitude<br>- Pitch (via traditional ladder)<br>- Heat signature<br>- Weapon tracking status (MDTS)<br>- Weapon firing mode<br>- Target direction indicator (when outside gunsight)<br>- Inertial mode status (IDS)<br>- Forward/reverse/left/right shield array status<br>- Weapon energy level<br>- Hull damage level<br><br>  So all of this relevant information is available within a very tight central viewing angle for the player.  None of this information requires the player to look away at the side of the screen, in a corner, or on a separate display.  This is one of the design goals of Evochron's combat display systems.  In any combat gameplay scenario where the focus is putting a target near the middle of the screen for attacks, it's important to never force the player to have to look away from that focal point to retrieve important information about their flight conditions and ship/weapon status.<br><br>  In addition to information relative to the player's ship, there is also the information provided directly on the targeting indicator of the ship being tracked.  That information is as follows:<br><br>- Target range<br>- Target hull damage level<br>- Target forward velocity<br>- Target absolute velocity<br>- Target forward/reverse/left/right shield array status<br>- Target description<br><br>  Again, this information is provided directly on the HUD targeting indicator for the ship being tracked.  The player doesn't have to look away at a separate display to retrieve this information nor do they have to look at the edge/corner of the screen or on a separate display mode, it's all available right on the current target indicator.  The player can also 'padlock' the target so that their view focuses on this indicator rather than being locked into a forward view only.<br><br>  Evochron's combat systems have been designed to provide the player with diverse control, weapon, energy, and countermeasure options while the game's display systems have been designed to convey a maximum amount of important information with extreme efficiency within the confines of a PC monitor.<br><br><strong>Freeform Gameplay Directed by Player</strong><br></li><li> Evochron is a sandbox game, so in almost every facet of gameplay, the choice is up to you.  The game's intended design is one of a space combat flight simulation first with many individual smaller activities to perform as part of an overall freeform sandbox structure.  The game gives you a framework from which you can develop your own sequence of events based on your choices, performance, interests, and abilities.  Your decisions and abilities define your role in the game and establish your reputation, wealth, progress, and ranking.<br><br><strong>Diverse Gameplay Options</strong><br></li><li> Within the primary space flight simulation framework are numerous gameplay options and activities available to the player.  These include racing, spying, mining, trading, commodity shipping, escorting, combat (both in civilian space and military war zones), exploring (shipwrecks, data drives, discovering new uncharted systems, etc), asteroid clearing, solar equipment cleaning, emergency distress call response, equipment crafting, weapon crafting, crew management, station/city building, and ship designing.  There are many ways to make money and advance in the game within the main context of space flight simulation.<br><br><strong>Make Gameplay Decisions Based on New Advanced Information Systems</strong><br></li><li> Formulate trade, mining, exploration, or combat plans in advance of performing the actions of that plan.  The news console now provides information on quadrant-wide events related to commodity price fluctuations, territory shifts, economic/technology level changes, building operations, and station attack events.  For trade, you can tell where the high demand pricing is at before making the decision to travel to that location to take advantage of it.  For economic level changes, you can tell where an area may offer higher tech equipment or weapons in advance, then make the decision to travel there to explore for those items.  For territory shifts, you can observe when your allied faction is losing ground and needs help to defend their space against the opposing faction.  You can then travel there to help defend your faction's interests and even help rebuild their station/city resources if needed.<br><br></li><li> For mining, a new target scanner system allows a player to scan a targeted asteroid for materials before actually mining it.  And each asteroid can have a unique quantity of materials.  So you can use this new system in conjunction with the news console to formulate an optimal mining plan.<br><br></li><li> The new systems offer an information network designed to keep you informed of the dynamic changing conditions within the game's universe, giving you the data you'll need to make gameplay decisions in real time with the changing events and conditions around you.<br><br><strong>Starting Role and Simulation Options</strong><br></li><li> When creating a profile, you can select which faction you will be allied with in single player and which initial role you want your ship to be optimized for.  The role you select also establishes your starting location, what ship you get, and how many credits you're initially given.  You can choose which elements you want the game to simulate changes for.  Available options for game simulation are commodity, economic/technology, and territory conditions.<br><br><strong>New Quest Menu and Options</strong><br></li><li> New 'quest' menu system lets the player select and activate a single player quest on demand.  Players are no longer bound to one quest at a time, they can manage multiple quests in one menu interface and choose when/where to activate them.  They can also continue from where they leave off in each individual quest.  The new quest system is designed to operate entirely on its own without any contract-based dependencies to offer many new and unique options.  Support for branching structures lets a quest designer include both losing and a winning paths.<br><br><strong>Advanced Seamless Style Universe Structure</strong><br></li><li> A vast universe that lets you fly virtually anywhere without in-game loading screens.  The Evochron universe is not boxed in by 'walls' or 'rooms' that require a jumpgate 'door' to access, there are no required gates or trade lanes to restrict your travel and hold you back.  You can travel virtually anywhere you want.  Descend into planet atmospheres to land at city trade stations, mine valuable materials, or explore for hidden items.  You can escape to nebula clouds for sensor cover or hide in a massive asteroid cave for protection.  Fly from planet to planet, star to star, and star system to star system without cut scene or loading screen interruptions.  Explore a consistently interconnected universe.<br><br><strong>Expanded Interactive Training</strong><br></li><li> Expanded interactive training mode with selectable stages to provide the necessary basics for flying your ship, managing its systems, docking/landing, building, and surviving in combat.<br><br><strong>Unified Save Game Architecture and Offline Support</strong><br></li><li> Unified gameplay architecture and profiles let you keep the ship, upgrades, equipment, credits, weapons, crew, and commodities you acquire in the game for use in both single player and multiplayer.  No required online account or login dependencies allows you to play the game entirely offline and keeps your progress stored locally on your own computer for offline access.<br><br><strong>Simplified Faction and Location Based Cooperative Multiplayer</strong><br></li><li> A new two faction system provides a consistent territory and reputation structure across the entire Evochron quadrant.  Players choose the faction they will be allied with, either the Alliance (ALC) or Federation (FDN), in single player when they start a new profile.  The new faction system also lets players select either faction temporarily when they join a multiplayer game.  Faction selection establishes which systems will be friendly to the player and which ones are hostile.  Players can join together with the same faction to team up or join opposing factions for PvP battles and competition.  Territory control is now exclusive to ship destruction, requiring changes to a faction's presence in order to alter a territory control value in a region.<br><br></li><li>Join forces with other players in multiplayer to complete more challenging activities that can offer higher pay.  To link with other players, simply travel to the same sector and have one player accept a contract at a local station or city.  Cooperative multiplayer objectives can pay all linked players.<br><br><strong>New Single Player Fleet Command System</strong><br></li><li> You can now order individual ships in your fleet to form up, attack hostiles, attack your target specifically, mine asteroids, or reload and refuel.  A new 'Fleet Status' option lets you view the damage levels of each ship in your fleet while the new 'Fleet Orders' option lets you view the order each ship is currently following.<br><br><strong>New Planet Terrain System</strong><br></li><li>  The new planetary terrain system features a far greater scale level than in previous Evochron games.  The larger scale and greater detail level allows planets to have diverse terrain features such as canyons and mountain ridges.  Rivers can now include paths that are cut through the terrain surfaces.  The new massive sizes give the player a lot of surface area to work with for the new city building options and to use terrain for cover.  And with additional potential surface objects to discover as well as new related contract objectives, players have more reasons to explore and utilize the surface of planets.<br><br><strong>Ship-to-Ship Options</strong><br></li><li> Direct ship-to-ship trading lets you negotiate trade deals with AI pilots in single player or other human players in multiplayer.  You can trade any items in your cargo bay for an agreed price.  And in multiplayer, you can also exchange fuel pods, send a race challenge, connect as a gun turret operator, and even arrange short term contracts from the trade console.<br><br><strong>New Build and Deploy System</strong><br></li><li> A new build system features a dedicated console menu with a piece-by-piece module construction setup to let players select the shape and placement configuration of the stations they build.  Players can also now build city buildings on the surface of planets as well as stations in open space.  Station/city modules require metal ore to build from that the player must acquire by either mining or purchasing.  Individual station/city modules provide unique functions and benefits including shielding other nearby modules, powering other nearby modules, protecting other nearby modules, expanding inventory/economic conditions, and providing new places to dock for buying, selling, crafting, and storing.  New weapon turrets provide a way to build automated defenses for stations and cities.  All station/city modules are now destructible, so the available trade, docking, and storage conditions of the game's universe can change dramatically over time.  In multiplayer, player built module structures are stored with the server so other players can have access to the new stations/cities and trade routes you create.  Deploy options also use the same build menu and require metal ore to be constructed.<br><br><strong>New Economy and Market Systems</strong><br></li><li> Market prices are no longer limited to slight random variation and can change significantly over time based on simulated supply/demand activities and actions taken by the player.  Both pricing markets and overall economic conditions are divided into 500X500 sector regions and can be tracked via a news console and economy quadrant map.  Continually delivering the same commodity to a location can result in dramatically lowering its value while draining a region of a commodity can result in increasing its value.  Specialized industries still apply to effect local commodity prices and building certain station structures can also effect the local economic conditions.<br><br><strong>Three Installable Weapon Classes</strong><br></li><li> Three weapon classes - beam weapons, particle cannons, and secondary missiles/equipment.  Beam weapons move at the speed of light and do not require target leading.  They are most effective against shields, but mostly reflect off of ship hulls.  Particle cannons fire high energy projectiles at high speed.  They can be effective against both shields and ship hulls, but require leading a target for intercepting.  Missiles are mounted to secondary hardpoints and vary in speed, agility, and yield.<br><br><strong>New Weapon and Defensive Capabilities</strong><br></li><li> Particle cannons now provide about twice the range and have a wider variation of yield levels.  Beam weapons have also had their ranges increased to about double.  The MDTS (Multi-Directional Tracking System) also provides about twice the range to accommodate the longer ranges of cannon weapons.  Shields now protect ships from the kinetic effects of weapon fire.  Missiles are now armored and can take several direct hits from cannon fire before exploding.<br><br><strong>New Equipment Technologies</strong><br></li><li> New equipment items include a repair beam, target scanner, and several secret items that can only be obtained by building in the engineering lab.  The new ship module component option can also expand the capabilities of the player's ship without consuming an equipment hardpoint.  Such options include shield, thruster, energy, ECM, and heat management improvements.<br><br><strong>New Contract Objectives</strong><br></li><li> New and improved contract objectives including local emergency distress calls (including meteor intercepts), animal specimen recovery, retrieve damaged satellites descending into atmospheres, and deploy module placements.<br><br><strong>New Exploration Options</strong><br></li><li> Shipwrecks scattered throughout the game's universe can often provide valuable items and/or information within in their wreckage.  Data drives can be found in open space and on the surface of planets which can contain historical information, clues, and even build templates for equipment items.<br><br><strong>New Models and Textures</strong><br></li><li> All new models for player flyable ships and other entities including capital ships, carriers, and station/city structures.  All of which have been designed with a higher level of minimum detail.<br><br><strong>Engineering Lab</strong><br></li><li> Engineering labs can fabricate equipment items from raw materials.  Templates for building items can be obtained from other AI controlled ships or from lost data drives that can be found through exploration.  Several new commodities have been added to accommodate the new crafting options available in the engineering lab.  New commodities include memory chips, batteries, energy emitters, mirrors, radio components, particle accelerators, and lenses.<br><br><strong>Expanded Shipyard and Design Options</strong><br></li><li> Shipyards let you design and customize your ship for the role you want to play.  Optimize your ship for defense, exploration, combat, racing, or transporting... the choice is yours.  You can also position and scale each component to give your ship a unique appearance.  Save your designs with the template system to rebuild it later.  Store ships and cargo in hangars you can access at trade stations.  Expanded design options include the ability to include twice as many cargo bays, new hull material types, adjustable armor thickness, weapon energy resistors, and specialized modules.<br><br><strong>Newtonian Style Flight Model</strong><br></li><li> Realistic zero gravity inertia based 'Newtonian' style flight model including complete 3 axis rotation and 3 axis direction control with optional variable input.  An advanced inertial dampening system helps keep flight control simple in space, atmospheres, and gravity fields.  Physics systems also take into account mass (including additions for cargo), thrust, and vector calculations.<br><br><strong>Interactive and Functional Universe</strong><br></li><li> Realistic environment interaction far beyond the genre's typical 'background wallpaper' or 'view only' approaches.  Nebula clouds, asteroid fields, planet atmospheres, moons, and more all provide unique options for shelter and strategy.  Such environment elements include changes in gravity, fuel consumption, physics, sensor range, and visibility.  When you see a planet come into view, it's an object you can access and land on, rather than just being a wallpaper image or a giant 'space mine' that destroys you if you dare get to close.  And reachable objects in the game's universe are also available without interrupting cut scene transitions or separate 'sharded' modes within the game's universe.  While in their spacecraft, players remain in the same consistent universe whether they are on a planet, in a nebula cloud, in a gas giant, near a star, in an asteroid cave, or in open space.  This means players can chase each other or be chased by AI ships consistently when going from open space to a planet and vice versa in the game's universe.<br><br><strong>Quick Navigation and Inventory Management Access</strong><br></li><li> Quick one-key access to navigation, building, inventory management, and ship-to-ship trading.  No 'walking' requirements to delay buying and selling options or other gameplay activities.  You control all system travel and inventory decisions right from the cockpit or directly linked hangar/lobby menus.  All option/menu transitions are direct without cut scenes or required unrelated gameplay modes.<br><br><strong>New Music by Rich Douglas</strong><br></li><li>  The dynamic music system (with music by <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.richdouglas.net\" target=\"_blank\" rel=\"noopener\"  >Rich Douglas</a>) features all new songs composed specifically for the game.  Music changes with the level of hostility from soft ambient to high intensity action.<br><br><strong>Diverse Flight Control Systems and Options</strong><br></li><li> Supports keyboard, mouse, gamepad, and joystick flight control with dedicated modes designed for each input system.  Evochron's Global Control System (GCS) aims to provide consistent control behavior regardless of the input device being used by adapting signals from the selected device to a unified flight control architecture.  Evochron's flight control system also supports up to 10 simultaneous control devices for more advanced HOTAS, rudder, and control panel capabilities.  Use the control device(s) you prefer to play the game.  To learn more about the game's flight control system, visit <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.starwraith.com/forum/viewthread.php?tid=11271\" target=\"_blank\" rel=\"noopener\"  >this page</a> on the forum.<br><br><strong>Broad Compatibility and Adjustable Performance</strong><br></li><li> Evochron Legacy supports a wide range of system configurations, requiring only a minimum of shader model 3 hardware support, 1 GB of dedicated video memory, 2 GB of available system memory, and a 2.2 GHz processor.  The game has been designed to incorporate impressive special effects and detail levels using minimal resources and low system requirements.  Adjustable detail settings and special effect options allow the player to optimize performance and/or image quality for the performance level of their system.  The game will generally run well on any low to high performance gaming systems built within the last decade or so.<br><br><strong>Track IR Support for 3D Head Tracking</strong><br></li><li> Supports <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.naturalpoint.com/trackir/\" target=\"_blank\" rel=\"noopener\"  >Natural Point's TrackIR</a> 3D head control system for managing the viewpoint from the cockpit with all six degrees of movement.</li></ul>",
            "short_description": "Advanced Space Flight, Combat, Trading, and Exploration Simulation. Set in a vast explorable universe, Evochron Legacy offers freeform gameplay with many diverse objectives and paths to choose from.",
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/398170/header.jpg?t=1533939423",
            "website": "http://www.starwraith.com/evochronlegacy/index.htm",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista, 7, 8.1, 10<br></li><li><strong>Processor:</strong> 2.2 GHz AMD/Intel<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> 1 GB DirectX Compatible*<br></li><li><strong>Storage:</strong> 2 GB available space<br></li><li><strong>Sound Card:</strong> DirectX Compatible<br></li><li><strong>Additional Notes:</strong> * Shader Model 3.0 hardware support minimum required (via DirectX 9Ex)</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista, 7, 8.1, 10<br></li><li><strong>Processor:</strong> 3.4 GHz or faster multi-core AMD/Intel<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> 2 GB or more DirectX Compatible*<br></li><li><strong>Storage:</strong> 4 GB available space<br></li><li><strong>Sound Card:</strong> DirectX Compatible<br></li><li><strong>Additional Notes:</strong> * DirectX 11 required for experimental VR mode.</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "developers": [
                "StarWraith 3D Games LLC"
            ],
            "publishers": [
                "StarWraith 3D Games LLC"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 2299,
                "final": 2299,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "22,99"
            },
            "packages": [
                76927
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Evochron Legacy",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 76927,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Evochron Legacy - 22,99",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 2299
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 9,
                    "description": "Co-op"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 29,
                    "description": "Steam Trading Cards"
                },
                {
                    "id": 23,
                    "description": "Steam Cloud"
                }
            ],
            "genres": [
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "28",
                    "description": "Simulation"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_dda1ce280dd58cd633e26ae1b7c4fd7017cf996c.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_dda1ce280dd58cd633e26ae1b7c4fd7017cf996c.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_7a98055c538eb1ed2e8260fcf0ef7a97b1847dfe.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_7a98055c538eb1ed2e8260fcf0ef7a97b1847dfe.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_213f99c1146dd74c534c616e6811deb7e8ae4adf.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_213f99c1146dd74c534c616e6811deb7e8ae4adf.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_b286ff73a33e5457393812da3b79162876dedfea.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_b286ff73a33e5457393812da3b79162876dedfea.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_6b7f5d67290850fb79dfe6c68ac08e0012703750.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_6b7f5d67290850fb79dfe6c68ac08e0012703750.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_f16c56ddf00284d7e920e7267bbb0969b6777d22.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_f16c56ddf00284d7e920e7267bbb0969b6777d22.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_f7fe54cccd52ac6bbaf7447af2f6ce6856763ef6.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_f7fe54cccd52ac6bbaf7447af2f6ce6856763ef6.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_c56270a121bce2e9b690502bb516f360341361ee.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_c56270a121bce2e9b690502bb516f360341361ee.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_a39bb10a96664e45840b6907e379dcc5e9e5959d.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_a39bb10a96664e45840b6907e379dcc5e9e5959d.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_929fba8d3ea5a3a5c50d377f0794b3f7abc92a0c.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_929fba8d3ea5a3a5c50d377f0794b3f7abc92a0c.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_fd13284f7a2474e7bde32991acb31972d99c2c70.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_fd13284f7a2474e7bde32991acb31972d99c2c70.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_d24c48d99b5a7209b32e5f926937ebb5f23e02b4.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_d24c48d99b5a7209b32e5f926937ebb5f23e02b4.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_dee70ebc5943cc1a5b7517692f132a8a222d61e6.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_dee70ebc5943cc1a5b7517692f132a8a222d61e6.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_50ec0dc57e81e232172ece4354dcb3c10fe41e8d.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_50ec0dc57e81e232172ece4354dcb3c10fe41e8d.1920x1080.jpg?t=1533939423"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_e4aa925089bf286ed80215d9a80bea73239afe20.600x338.jpg?t=1533939423",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/398170/ss_e4aa925089bf286ed80215d9a80bea73239afe20.1920x1080.jpg?t=1533939423"
                }
            ],
            "movies": [
                {
                    "id": 256657011,
                    "name": "Evochron Legacy Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256657011/movie.293x165.jpg?t=1525709568",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256657011/movie480.webm?t=1525709568",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256657011/movie_max.webm?t=1525709568"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 248
            },
            "achievements": {
                "total": 8,
                "highlighted": [
                    {
                        "name": "Distinguished Service Medal",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/398170/98edb1d657af9d13a452f5435e40a5b2b9911c80.jpg"
                    },
                    {
                        "name": "Term of Service Medal",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/398170/c7591fb0faed84daa5a65ad0d9ab7ed1fecdfa14.jpg"
                    },
                    {
                        "name": "Command Leadership Medal",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/398170/57e4d1a8188ed102059b33d0aab938beb69390f9.jpg"
                    },
                    {
                        "name": "Special Operations Medal",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/398170/9eff54ac3de803b87de97ed897a1be730544b215.jpg"
                    },
                    {
                        "name": "Military Operations Medal",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/398170/0cd34faef22d6139e7b8eb9bccb4d0d179430c81.jpg"
                    },
                    {
                        "name": "Military Navy Star",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/398170/2f631aae163f209a391ef24c514f09658fdee8bb.jpg"
                    },
                    {
                        "name": "Trade Master Medal",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/398170/9f7e1bcb359daa402fccc4dd3f7b40e3c6da9f34.jpg"
                    },
                    {
                        "name": "Legion of Honor Medal",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/398170/c02c2b2b555adc2d3917b6eafad33f17bf8b0e06.jpg"
                    }
                ]
            },
            "release_date": {
                "coming_soon": false,
                "date": "18 Jan, 2016"
            },
            "support_info": {
                "url": "http://www.starwraith.com/evochronlegacy/faq.htm",
                "email": "sw3dgames@gmail.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/398170/page_bg_generated_v6b.jpg?t=1533939423",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}