{
    "399530": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Hyspherical 2",
            "steam_appid": 399530,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "Adjust your angles! <br />\r\nTime your touches!<br />\r\nSolve each shape!<br />\r\n<br />\r\nHyspherical 2 is an acutely tricky puzzle game where you must time dropping perfect circles onto different shapes.  Sounds easy, but timing is everything and Geometry has never been simple to master!<br />\r\n<br />\r\nMake sure you complete a full rotation for each shape in order to proceed to the next level.  A beautifully simple but aesthetically elegant title.  Hyspherical 2 is sure to lure you in calmly but have you screaming as it gets more difficult.<br />\r\n<br />\r\n• 150 pleasantly designed geometric challenges<br />\r\n• Try your hand juggling upto 8 different spheres on 8 different shapes! <br />\r\n• A relaxing musical score<br />\r\n• Frantic and frustrating gameplay keeps you entertained for hours<br />\r\n• See how your friends are progressing in the map!",
            "about_the_game": "Adjust your angles! <br />\r\nTime your touches!<br />\r\nSolve each shape!<br />\r\n<br />\r\nHyspherical 2 is an acutely tricky puzzle game where you must time dropping perfect circles onto different shapes.  Sounds easy, but timing is everything and Geometry has never been simple to master!<br />\r\n<br />\r\nMake sure you complete a full rotation for each shape in order to proceed to the next level.  A beautifully simple but aesthetically elegant title.  Hyspherical 2 is sure to lure you in calmly but have you screaming as it gets more difficult.<br />\r\n<br />\r\n• 150 pleasantly designed geometric challenges<br />\r\n• Try your hand juggling upto 8 different spheres on 8 different shapes! <br />\r\n• A relaxing musical score<br />\r\n• Frantic and frustrating gameplay keeps you entertained for hours<br />\r\n• See how your friends are progressing in the map!",
            "short_description": "Hyspherical 2 is an acutely tricky puzzle game where you must time dropping perfect circles onto different shapes. Sounds easy, but timing is everything and Geometry has never been simple to master!",
            "supported_languages": "English<strong>*</strong>, Spanish - Spain<strong>*</strong>, Japanese<strong>*</strong>, Norwegian<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/399530/header.jpg?t=1457599476",
            "website": "http://monkeybin.com/games/hyspherical2/",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows XP<br></li><li><strong>Processor:</strong> 2.0+ GHz<br></li><li><strong>Memory:</strong> 2048 MB RAM<br></li><li><strong>Graphics:</strong> OpenGL 2.0 support<br></li><li><strong>Storage:</strong> 350 MB available space</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Mac OS X 10.7<br></li><li><strong>Processor:</strong> 2.0+ GHz<br></li><li><strong>Memory:</strong> 2048 MB RAM<br></li><li><strong>Graphics:</strong> OpenGL 2.0 support<br></li><li><strong>Storage:</strong> 350 MB available space</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Ubuntu 12.04<br></li><li><strong>Processor:</strong> 2.0+ GHz<br></li><li><strong>Memory:</strong> 2048 MB RAM<br></li><li><strong>Graphics:</strong> OpenGL 2.0 support<br></li><li><strong>Storage:</strong> 350 MB available space</li></ul>"
            },
            "legal_notice": "Monkeybin Terms of Service<br />\r\n<br />\r\nThe website located at www.monkeybin.com (the “Site”) is a copyrighted work belonging to Monkeybin AS. (“Monkeybin”, “us” or “we”). Monkeybin provides a number of downloadable applications for smartphones and other devices (“App”).<br />\r\n<br />\r\nThis Agreement requires the use of arbitration on an individual basis to resolve disputes, rather than jury trials or class actions, and also limits the remedies available to you in the event of a dispute.<br />\r\n<br />\r\nThis Terms of Service (“Agreement”) sets forth the legally binding terms for your use of the Site and any App (including any related services provided by Monkeybin). By using the Site or any App, you are accepting this Agreement and you represent and warrant that you have the right, authority, and capacity to enter into this Agreement. If you do not agree with all of the provisions of this Agreement, please do not use the Site or any App. This Agreement is the final, complete and exclusive agreement of you and Monkeybin with respect to the subject matters hereof (including the Site and the Apps) and supersedes and merges all prior discussions and agreements between the parties with respect to such subject matters (including any prior End User License Agreements, Terms of Service or Privacy Policy).<br />\r\n<br />\r\nAgreement Version Date: September, 2012<br />\r\n<br />\r\n1.<br />\r\nEnd User License Agreement<br />\r\n1.1 License. Subject to the terms of this Agreement, Monkeybin grants you a non-transferable, non-exclusive, license to (a) use the Site for your personal use, and (b) copy, for the purpose of downloading, installing and executing, the number of copies for which you are authorized by the download site of each App on a mobile device that you own or control for your use (the “License”).<br />\r\n1.2 Certain Restrictions. The rights granted to you in this Agreement are subject to the following restrictions: (a) you shall not license, sell, rent, lease, transfer, assign, distribute, host, or otherwise commercially exploit the Site or any App; (b) you shall not modify, translate, adapt, merge, make derivative works of, disassemble, decompile, reverse compile or reverse engineer any part of the Site or App, except to the extent the foregoing restrictions are expressly prohibited by applicable law; (c) you shall not access the Site or any App in order to build a similar or competitive service or application; (d) except as expressly stated herein, no part of the Site or any App may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means, or (e) you shall not remove or destroy any copyright notices or other proprietary markings contained on or in any App. Any future release, update, or other addition to functionality of the Site or App (including in-App purchases, additional levels, and gameplay enhancements) shall be subject to the terms of this Agreement, unless otherwise provided in terms associated with such addition. All copyright and other proprietary notices on any Site content must be retained on any copies.<br />\r\n1.3 Local Laws. Monkeybin makes no representation that the Site or any App is appropriate for use in locations other than Norway. You are solely responsible for compliance with all applicable laws, including without limitation export and import regulations.<br />\r\n1.4 Modification. Monkeybin reserves the right, at any time, to modify, suspend, or discontinue the Site or App or any part thereof with or without notice. You agree that Monkeybin will not be liable to you or to any third party for any modification, suspension, or discontinuance of the Site or App or any part thereof.<br />\r\n1.5 Ownership. Apps provided to you are licensed to you and not sold. Monkeybin (and its licensors, where applicable) own all right, title and interest, including all related intellectual property rights, in and to the Site and all Apps, excluding your User Content (defined below). This Agreement is not a sale and does not convey to you any rights of ownership in or related to any App. The Monkeybin name, logo, and the product names associated with the Apps belong to Monkeybin (or its licensors, where applicable), and no right or license is granted to use them by implication, estoppel or otherwise. Monkeybin (and its licensors, where applicable) reserve all rights not granted in this Agreement.<br />\r\n<br />\r\n2.<br />\r\nUser Content<br />\r\n2.1 User Content. “User Content” of a user means any and all content that such user uploads, distributes, or otherwise provides via the Site or any App. You are solely responsible for your User Content. You assume all risks associated with use of your User Content, including any reliance on its accuracy, completeness or usefulness by others, or any disclosure of your User Content that makes you or any third party personally identifiable. You hereby represent and warrant that your User Content does not violate the Acceptable Use Policy (defined below). You may not state or imply that your User Content is in any way provided, sponsored or endorsed by Monkeybin. Monkeybin is not obligated to backup any User Content and User Content may be deleted at any time. You are solely responsible for creating backup copies of your User Content if you desire.<br />\r\n2.2 License. By uploading, distributing, or otherwise using your User Content with the Site or any App, you automatically grant, and you represent and warrant that you have the right to grant, to Monkeybin an irrevocable, nonexclusive, royalty-free and fully paid, worldwide license, with the right to grant sub licenses, to reproduce, distribute, publicly display, publicly perform, prepare derivative works of, incorporate into other works, and otherwise use your User Content, solely to display your User Content on the Site and App.<br />\r\n2.3 Feedback. If you provide Monkeybin any feedback or suggestions (“Feedback”), you hereby assign to Monkeybin all rights in the Feedback and agree that Monkeybin shall have the right to use such Feedback and related information in any manner it deems appropriate. Monkeybin will treat any Feedback you provide to Monkeybin as non-confidential and non-proprietary. You agree that you will not submit to Monkeybin any information or ideas that you consider to be confidential or proprietary.<br />\r\n2.4 Acceptable Use Policy. The following sets forth Monkeybin’s “Acceptable Use Policy”:<br />\r\n(a) You agree not to use the Site or any App to upload, distribute, or otherwise use any User Content (a) that violates any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right; (b) that is tortious, trade libelous, defamatory, false, or intentionally misleading, (c) that is harassing, abusive, threatening, harmful, vulgar, obscene, or offensive, or that contains pornography, nudity, or graphic or gratuitous violence, or that promotes violence, racism, discrimination, bigotry, hatred, or physical harm of any kind against any group or individual, or is otherwise objectionable, (d) that is harmful to minors in any way; (e) that constitutes unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other form of duplicative or unsolicited messages, whether commercial or otherwise; or (f) that violates of any law, regulation, or contractual obligations.<br />\r\n(b) You agree not to use the Site or any App to: (a) upload or distribute any computer viruses, worms, malicious code, or any software intended to damage or alter a computer system or data; (b) collect information or data regarding other users, including e-mail addresses, without their consent (e.g., using harvesting bots, robots, spiders, or scrapers); (c) disable, overly burden, impair, or otherwise interfere with servers or networks connected to the Site (e.g., a denial of service attack); (d) attempt to gain unauthorized access to the Site or App or servers or networks connected to the Site (e.g., through password mining); or (e) interfere with another user’s use and enjoyment of the Site or any App.<br />\r\n2.5 Enforcement. We reserve the right (but have no obligation) to review any User Content in our sole discretion. We may remove or modify your User Content at any time for any reason in our sole discretion with or without notice to you.<br />\r\n<br />\r\n3.<br />\r\nTerm and Termination<br />\r\n3.1 This Agreement commences on the date you accept this Agreement (as described in the preamble) and will remain in full force and effect while you use the Site or App, unless earlier terminated in accordance with this Agreement.<br />\r\n3.2 Notwithstanding the forgoing, if you used the Site or any App prior to the date you accepted this Agreement (as described in the preamble), you hereby acknowledge and agree that this Agreement commences on the date you first use the Site or any App (which ever is earlier and which may be prior to the Agreement Version Date) and will remain in full force and effect while you use the Site or any App, unless earlier terminated in accordance with this Agreement.<br />\r\n3.3 We may (a) suspend your rights to use the Site, any App, and/or any related services or (b) terminate this Agreement, at any time for any reason at our sole discretion with or without notice to you, including if we in good faith believe you have violated the Acceptable Use Policy or any other provision of this Agreement. Without limiting the foregoing, Monkeybin reserves the right to terminate its Agreement with any user who repeatedly infringes third party copyright rights upon prompt notification to Monkeybin by the copyright owner or the copyright owner’s legal agent.<br />\r\n3.4 Upon termination of this Agreement, your right to use the Site and App will automatically terminate immediately. You understand that any termination may involve deletion of your User Content associated therewith from our live databases. Monkeybin will not have any liability whatsoever to you for any termination of this Agreement, including deletion of your User Content. Even after this Agreement is terminated, the following provisions of this Agreement will remain in effect: Sections 1.2, 1.3, 1.4, 1.5, 2, 3.4, 4, 5, 6, 7, 8, 9, and 10.<br />\r\n<br />\r\n4.<br />\r\nIndemnity<br />\r\nYou agree to defend, indemnify and hold harmless Monkeybin (and its suppliers) from and against any claims, suits, losses, damages, liabilities, costs, and expenses (including reasonable attorneys’ fees) brought by third parties resulting from or relating to: (i) your use of the Site or App, (ii) your User Content, or (iii) your violation of this Agreement. Monkeybin reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify Monkeybin and you agree to cooperate with our defense of these claims. You agree not to settle any matter without the prior written consent of Monkeybin. Monkeybin will use reasonable efforts to notify you of any such claim, action or proceeding upon becoming aware of it.<br />\r\n<br />\r\n5.<br />\r\nThird Parties<br />\r\n5.1 Application Stores. You acknowledge and agree that the availability of the App is dependent on the third party from which you received the App, e",
            "developers": [
                "Monkeybin AS"
            ],
            "publishers": [
                "Monkeybin AS"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 399,
                "final": 399,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "3,99€"
            },
            "packages": [
                77338
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Hyspherical 2",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 77338,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Hyspherical 2 - 3,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 399
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": true,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 29,
                    "description": "Steam Trading Cards"
                },
                {
                    "id": 23,
                    "description": "Steam Cloud"
                },
                {
                    "id": 15,
                    "description": "Stats"
                },
                {
                    "id": 25,
                    "description": "Steam Leaderboards"
                }
            ],
            "genres": [
                {
                    "id": "4",
                    "description": "Casual"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/399530/ss_a7b446f0906c83d13cd67beeb1d4745bb447d753.600x338.jpg?t=1457599476",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/399530/ss_a7b446f0906c83d13cd67beeb1d4745bb447d753.1920x1080.jpg?t=1457599476"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/399530/ss_754bb7b6ab2685964fe83422130e801e13d6de18.600x338.jpg?t=1457599476",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/399530/ss_754bb7b6ab2685964fe83422130e801e13d6de18.1920x1080.jpg?t=1457599476"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/399530/ss_daf23fda04495be4d457b993bc699f2be5a25996.600x338.jpg?t=1457599476",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/399530/ss_daf23fda04495be4d457b993bc699f2be5a25996.1920x1080.jpg?t=1457599476"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/399530/ss_3955cf2774bf32fc13166e9e71c490ddc64a1fb9.600x338.jpg?t=1457599476",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/399530/ss_3955cf2774bf32fc13166e9e71c490ddc64a1fb9.1920x1080.jpg?t=1457599476"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/399530/ss_5d108caae45ee4bd9909bfc15dea8f6eb704efc6.600x338.jpg?t=1457599476",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/399530/ss_5d108caae45ee4bd9909bfc15dea8f6eb704efc6.1920x1080.jpg?t=1457599476"
                }
            ],
            "movies": [
                {
                    "id": 256660344,
                    "name": "Hyspherical 2 Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256660344/movie.293x165.jpg?t=1455178869",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256660344/movie480.webm?t=1455178869",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256660344/movie_max.webm?t=1455178869"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 161,
                "highlighted": [
                    {
                        "name": "Rookie",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/399530/11031f56ab207553f9d7a9bbcf5c9ce2867ee424.jpg"
                    },
                    {
                        "name": "Casual",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/399530/cb33530ad87d999e64d2c663e30e3995e2c22ae9.jpg"
                    },
                    {
                        "name": "Seasoned",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/399530/9a37ce5b837b5ef845ea2053fb67ed73712b6531.jpg"
                    },
                    {
                        "name": "Addict",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/399530/7757387ac966630bd015ca9110cf38730ff0d9bf.jpg"
                    },
                    {
                        "name": "Perfection",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/399530/d540135c17172928c36b226ff4f6ea3b6fd2e4da.jpg"
                    },
                    {
                        "name": "Unlucky",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/399530/a79ad0f71b92e559eeac0e387ee6fbdb480d48a9.jpg"
                    },
                    {
                        "name": "Pwned",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/399530/36f876fbc926ccdc63e99280f32e45d43552e96d.jpg"
                    },
                    {
                        "name": "Japan Adventurist",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/399530/baad501d26a9bd579fc1d5f034a70a3ec58b7d1b.jpg"
                    },
                    {
                        "name": "Forest Adventurist",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/399530/28ebf0abe2a1825e1b4db1f67efbf38b4ed52557.jpg"
                    },
                    {
                        "name": "Country Adventurist",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/399530/d2f14be197ec886fc17bdf99715f81f28a94127b.jpg"
                    }
                ]
            },
            "release_date": {
                "coming_soon": false,
                "date": "16 Feb, 2016"
            },
            "support_info": {
                "url": "http://support.monkybin.com",
                "email": "support@monkeybin.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/399530/page_bg_generated_v6b.jpg?t=1457599476",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}