{
    "404012": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Total War: WARHAMMER - Call of the Beastmen",
            "steam_appid": 404012,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<h2 class=\"bb_tag\"><strong>Total War: WARHAMMER – Call Of The Beastmen Campaign Pack</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/TopSmall.jpg?t=1545146092\" ><br><br><br><ul class=\"bb_ul\"><li>  New Beastmen Race in the Grand Campaign<br></li><li>  Two New Playable Legendary Lords<br></li><li>  Adds an additional campaign map to the game with the unique ‘Eye for an Eye’ Beastmen story Campaign<br></li><li>  Hordes of New Unique Units, Monsters, Heroes, Magic and Game Features</li></ul><br>Something stirs in the deep dark forests of The Old World. Between the twisted trunks, the Beastlords grow restless with an all-consuming battle-thirst. They gather to them great Warherds of barbarous, bestial fiends, forged in the Time of Chaos; dark amalgams of human intelligence, animal cunning and raw, reckless ferocity.<br><br>As The Beastmen emerge from their woodland lairs, ten thousand hooves stamp in agitated union, and a foetid musk arises from the sea of matted fur. The bray of the battle-horns pierces the gloom, and beyond: from Bordeleaux to Ostermark, the Call Of The Beastmen will be heard across The Old World!<br><br>The Call of The Beastmen Campaign Pack introduces the Beastmen as a playable race to Total War: WARHAMMER. A feral, Chaos-tainted horde race, they move like a plague across The Old World, fielding half-human aberrations and colossal beasts in battle, many of which feature unique abilities. The Beastmen are playable in the Grand Campaign, custom and multiplayer battles, and in their very own Story Campaign, An Eye For An Eye. <br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Above-An-Eye-For-An-Eye_-_Copy.jpg?t=1545146092\" ><h2 class=\"bb_tag\"><strong>An Eye For An Eye</strong></h2><br><br>An Eye For An Eye is a compact Story Campaign that pits the Beastmen in a berserk guerrilla war against mankind. The theatre of conflict is a bespoke campaign map representing the densely forested landmass stretching from The Reikland Channel in the West to Hochland in the east. The player assumes the role of Legendary Beast-Lord Khazrak The One Eye as he lays waste to the lands of men and attempts to slay his nemesis Boris Todbringer, the Graf of Middenheim. Other Beastmen tribes lurk in the wild woodlands however, and a great show of arms will be required to secure their loyalty…<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Map.png?t=1545146092\" ><h2 class=\"bb_tag\"><strong>Campaign playstyle</strong></h2><br><br><strong>Horde gameplay</strong><br>The Beastmen offer a uniquely aggressive horde-style campaign game, carrying their infrastructure as they travel and never settling in the conventional fashion. Unlike Chaos Warrior hordes however, all Beastmen units bear the Resilience passive ability. This makes them immune to the attrition caused by infighting when two or more hordes stand in close proximity, and promotes a more collaborative approach between hordes.<br><br><strong>Chaos Corruption</strong><br>The Beastmen also spread Chaos Corruption wherever they go, destabilising provinces and causing attrition to enemy forces. With unique Heroes, building chains, tech trees, recruitment options, Lord and Hero skill-trees, and an exclusive Lore of Magic (The Lore of The Wild), they offer a new and feral way to play Total War: WARHAMMER.<br><br><strong>Bestial Rage</strong><br>Each army led by a Beastmen Lord has a Bestial Rage meter. As the army raids or engages in battle, this meter rises until a new Brayherd is summoned – an AI controlled Beastmen horde that can be directed by the player to specific targets, or support the parent army as it moves. If any army’s Bestial Rage falls too low, it may begin infighting, leading to loss of troops and, in the worst instances, mutiny. <br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Bestial_Rage_-_Copy.jpg?t=1545146092\" ><br><br><br><strong>Unique army stances</strong><br>The Beastmen playstyle is also characterised through their unique army stances. Beastmen Ambush is their standard mode of campaign map movement and enables the army to ambush enemy forces on the move. <br><br>The Hidden Encampment stance lets the army melt into the shadows and focus on their infrastructure and recruitment, invisible to all but the keenest-eyed enemy Lords.<br><br>Beast-Paths enables the army to ignore impassable terrain by following the secret paths known only to their kind. If an army is attacked in this stance, the ensuing battle will take place in one of the atmospheric new Beast Path battle-maps. <br><br>Like other races, The Beastmen can also enter the Raiding stance to harvest income, increase Bestial Rage and sow public disorder in enemy territory. <br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Cygor.png?t=1545146092\" ><br><br><br><strong>Unique post-battle options</strong><br>When a Beastmen army conquers an enemy settlement, the player gets two new post-battle options. Raze and Loot harvests income from the settlement before destroying it, while Raze and Defile razes the settlement and erects a blasphemous monument in its place. This generates major Chaos Corruption in the province and confers a large Population Growth bonus upon the horde. <br><br><strong>The Dark Moon rises!</strong><br>The Beastmen share a dark bond with Morrslieb, the Chaos Moon. As it waxes in the night sky, they are given to feats of drunken bacchanalia and ghastly sacrifice beneath its sickly gaze. When a periodic Full Moon event occurs in the Beastmen campaign game, the player must direct his Warherds in which twisted act to perform. There is often a price to be paid for such dark celebrations, but Morrslieb always rewards the faithful!<h2 class=\"bb_tag\"><strong>Legendary Lords</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Khazrak.png?t=1545146092\" ><br><br><br>A Beastmen Grand Campaign may be led by one of two Legendary Lords: the fearsome Beastlord Khazrak The One Eye, or the blasphemous Bray-Shaman, Malagor The Dark Omen. <br><br>Each has their own skill trees, abilities, quest-chains, legendary items, and Grand Campaign start positions. Khazrak begins the Grand Campaign in the Tobaro Region of Estalia, while Malagor begins play in The Marshes of Madness, deep in the Badlands.<br><br><strong>Khazrak The One Eye</strong><br>The bestial intelligence that seethes behind Khazrak’s one good eye makes him the paragon of Beastlords. Gifted with the patience and strategic shrewdness of the most accomplished generals, Khazrak wages the perfect guerrilla war, striking hard and fast where the enemy is weakest, then melting into the shadows to plan the next blow. The only Lord of men ever to best him is Boris Todbringer of Middenheim, who deprived him of an eye with a slash of his Runefang blade.<br><br>Now Khazrak is on the offensive once more. Warherd in tow, he stalks his nemesis through the twisted bowers of Drakland, intending to repay the courtesy in full. An eye for an eye!<br><br>As well as a Beastlord, Khazrak The One Eye is a powerful melee warrior with two quest-chains, rewarding him with the unique items Scourge and The Dark Mail. <br><br>Scourge is a vicious, barbed whip, wrapped in the bitter curses of countless generations of Bray-Shamans. In battle, Scourge improves Khazrak’s Melee Attack and Weapon Strength characteristics; on the Campaign Map, it reduces recruitment costs for Khazrak’s horde, intensifies the Chaos Corruption he generates and increases Khazrak’s post-battle loot amount.<br><br>The Dark Mail is an ancient coat of magical armour that enhances Khazrak’s Armour and Magical Resistance characteristics.<br><br>Khazrak has the abilities Missile Resistance (15%), Resilience, Encourage, Hide (Forest) and Primal Rage (see Unique Abilities below for details).<br><br>If you choose Khazrak The One Eye as your starting Legendary Lord, your race gains +10% income from Raiding and +5 leadership when fighting humans.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Campaign.png?t=1545146092\" ><br><br><br><strong>Malagor The Dark Omen</strong><br>To the Beastmen – and indeed, to the inhabitants of The Empire – Malagor is the fleshly incarnation of mankind’s demise. Unsurpassed in his grasp of The Lore of The Wild, the rites he performs are iniquitous enough to quail even the foulest of Bray-Shamans. When Malagor and his hordes descend upon a human settlement, he delights in sacrificing priests on the very altars they served. No act of blasphemy is too abhorrent, no desecration too foul, for Malagor The Dark Omen. <br><br>Malagor has a single quest-chain which rewards him with a unique item, The Icons of Vilification. This filth-encrusted collection of blasphemous relics – the skulls of dead priests, branches torn from the hallowed trees of Athel Loren, and more – reduces the recruitment cost and increases the rank of lesser Bray-Shamans. In battle, The Icons emit an aura that increases the damage output of those around Malagor.<br><br>Malagor has the abilities Missile Resistance (15%), Resilience, Encourage, Hide (Forest) and Primal Rage (see Unique Abilities below for details). Malagor can also unlock a unique skill at level 15: Something Wicked This Way Comes. This confers a permanent Hex spell on Malagor, causing -4 Leadership to nearby enemy units in battle and -3 Leadership to enemy armies in Malagor’s campaign map region.<br><br>If you choose Malagor The Dark Omen as your starting Legendary Lord, your faction can field +1 Bray-Shaman, and all your characters gain +5% movement range.<h2 class=\"bb_tag\"><strong>Lords</strong></h2><br><br>Warherds are commanded by Beastlords, the braying, stomping masters of their kind. Along with Campaign, Battle and Melee skill-trees unique to The Beastmen race, Beastlords also have a number of unique skill unlocks improving their melee attack, melee defence, leadership, weapon strength and missile resistance statistics, making them exceedingly powerful warriors as well as great leaders. Beastlords may also be mounted on Razorgor Chariots from rank 15 onwards.<h2 class=\"bb_tag\"><strong>Heroes</strong></h2><br><br>The Beastmen can recruit and field two unique Hero types. <br><br><strong>Gorebull</strong><br>Gorebulls are hulking, twin-horned melee specialists – the very mightiest examples of Minotaurs. Combat prowess aside, they also boast newly-configured skill-trees offering strong specialisation options. These culminate in powerful passive and active support skills, which enhance the campaign and battle capabilities of any horde they join.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/GorebullSmall.jpg?t=1545146092\" ><br><br><br><strong>Bray-Shaman</strong><br>Bray-Shamans are spellcaster Heroes, capable of employing The Lore of Death, The Lore of Beasts, or the bestial school of magic known only to The Beastmen, The Lore of The Wild. This Lore boasts a variety of unique Hexes, Augments and Magic Missiles, but arguably its most powerful spell is Savage Dominion, which enables the Bray-Shaman to summon a Cygor directly into the thick of battle!<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Bray-ShamanSmall.jpg?t=1545146092\" ><h2 class=\"bb_tag\"><strong>Battlefield units</strong></h2><br><br><strong>Unique Abilities</strong><br>Units in the Beastmen roster benefit from some unique passive abilities which confer benefits in combat. These are as follows.<br><br><strong>Resilience</strong><br>An ability common to all units in the Beastmen roster, Resilience prevents the attrition caused by infighting between hordes in close proximity on the Campaign map.<br><br><strong>Primal Fury</strong><br>Many Gor units (Ungors, Gors, Bestigors and Centigors) have the Primal Fury ability, which brings a constant active buff to their Speed, Charge Bonus and Melee Attack characteristics.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Primal-FurySmall.jpg?t=1545146092\" ><br><br><br><strong>Rowdy</strong><br>Centigors are emboldened when fighting, drinking and feasting together, although such ‘bravery’ is only temporary at best. In battle, they gain immunity to vigour-loss and a leadership bonus. If their morale begins to waver however, the Rowdy effect is lost.<br>Bloodgreed<br>The Minotaurs’ Bloodgreed makes them vicious combatants, and brings buffs to their Charge Bonus, Speed, Weapon Damage and Melee Attack characteristics.<br><br><strong>Soul Eater</strong><br>The towering bipedal Cygor feasts on the souls of wizards. Any spellcasters within range of a Cygor’s aura suffer an increased chance to miscast.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/SouleaterSmall.jpg?t=1545146092\" ><br><br><br><strong>Thunderous Charge</strong><br>The porcine, tusky bulk of the Razorgor makes for a Thunderous Charge, granting buffs to its Charge Speed and Charge Bonus characteristics.<br><br><strong>Vanguard Deployment</strong><br>While this ability is not unique to The Beastmen, the majority of units in the Beastmen roster have it. This means that large swathes of the army may be deployed outside the normal deployment zone and deep in the field, ready to close with the enemy and strike in very short order. <br><br><br><strong>Tier 1 units</strong><br>Ungor Raiders: T1 missile infantry, bow<br>Abilities: Stalk, Resilience, Vanguard Deployment, Primal Fury<br><br>Ungor Spearmen herd: T1 melee infantry, spear<br>Abilities: Resilience, Hide, Primal Fury, Vanguard Deployment<br><br>Chaos Warhounds: T1 melee beasts, very fast<br>Abilities: Missile Resistance, Resilience, Hide<br><br><br><strong>Tier 2 units</strong><br>Ungor Herd (shields): T2 melee infantry, axe and shield<br>Abilities: Stalk, Resilience, Vanguard Deployment, Primal Fury<br><br>Ungor Spearmen herd (Shields): T2 melee infantry, axe and shield<br>Abilities: Resilience, Hide, Primal Fury, Vanguard Deployment<br><br>Chaos Warhounds (poison): T2 melee beasts, very fast<br>Abilities: Missile Resistance, Resilience, Hide, Poison Attacks<br><br><br><strong>Tier 3 units</strong><br>Centigors: T3 melee monstrous cavalry, very fast, vanguard deployment<br>Abilities: Resilience, Vanguard Deployment, Primal Fury, Drunken<br><br>Gor Herd: T3 melee infantry, axe<br>Abilities: Resilience, Hide, Primal Fury<br><br>Gor Herd (shields): T3 melee infantry, axe<br>Abilities: Resilience, Hide, Primal Fury<br><br>Razorgor Herd: T3 melee monstrous beast, armour-piercing<br>Abilities: Resilience, Causes Fear, Thunderous Charge<br><br>Minotaurs: T3 melee monstrous infantry, armoured<br>Abilities: Resilience, Causes Fear, Bloodgreed<br><br><br><strong>Tier 4 units</strong><br>Bestigor Herd: T4 melee infantry, great axe (armour piercing)<br>Abilities: Resilience, Primal Fury, Hide<br><br>Chaos Spawn: T4 melee monstrous Infantry<br>Abilities: Resilience, Causes Fear, Unbreakable<br><br>Centigors (throwing axes): T4 monstrous missile cavalry, armour piercing, shielded, very fast, <br>Abilities: Resilience, Vanguard Deployment, Primal Fury, Drunken<br><br>Razorgor Chariot: T4 chariot, armoured, armour piercing, <br>Abilities: Resilience, Causes Fear, Thunderous Charge, Primal Fury<br><br>Minotaurs (shields): T4 melee monstrous infantry, armoured and shielded<br>Abilities: Resilience, Causes Fear, Bloodgreed<br><br><br><strong>Tier 5 units</strong><br>Centigors (Great Weapons): T5 monstrous melee cavalry, armour piercing, very fast<br>Abilities: Resilience, Vanguard Deployment, Primal Fury, Drunken<br><br>Minotaurs (Great Weapons): T5 melee monstrous infantry, armoured, armour-piercing <br>Abilities: Resilience, Causes Fear, Bloodgreed<br><br>Cygor: T5 monstrous artillery, special ranged weapon, very long range, causes terror<br>Abilities: Resilience, Causes Fear, Causes Terror, Soul Eater<br><br>Chaos Giant: T5 monster, armour piercing<br>Abilities: Resilience, Causes Fear, Causes Terror",
            "about_the_game": "<h2 class=\"bb_tag\"><strong>Total War: WARHAMMER – Call Of The Beastmen Campaign Pack</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/TopSmall.jpg?t=1545146092\" ><br><br><br><ul class=\"bb_ul\"><li>  New Beastmen Race in the Grand Campaign<br></li><li>  Two New Playable Legendary Lords<br></li><li>  Adds an additional campaign map to the game with the unique ‘Eye for an Eye’ Beastmen story Campaign<br></li><li>  Hordes of New Unique Units, Monsters, Heroes, Magic and Game Features</li></ul><br>Something stirs in the deep dark forests of The Old World. Between the twisted trunks, the Beastlords grow restless with an all-consuming battle-thirst. They gather to them great Warherds of barbarous, bestial fiends, forged in the Time of Chaos; dark amalgams of human intelligence, animal cunning and raw, reckless ferocity.<br><br>As The Beastmen emerge from their woodland lairs, ten thousand hooves stamp in agitated union, and a foetid musk arises from the sea of matted fur. The bray of the battle-horns pierces the gloom, and beyond: from Bordeleaux to Ostermark, the Call Of The Beastmen will be heard across The Old World!<br><br>The Call of The Beastmen Campaign Pack introduces the Beastmen as a playable race to Total War: WARHAMMER. A feral, Chaos-tainted horde race, they move like a plague across The Old World, fielding half-human aberrations and colossal beasts in battle, many of which feature unique abilities. The Beastmen are playable in the Grand Campaign, custom and multiplayer battles, and in their very own Story Campaign, An Eye For An Eye. <br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Above-An-Eye-For-An-Eye_-_Copy.jpg?t=1545146092\" ><h2 class=\"bb_tag\"><strong>An Eye For An Eye</strong></h2><br><br>An Eye For An Eye is a compact Story Campaign that pits the Beastmen in a berserk guerrilla war against mankind. The theatre of conflict is a bespoke campaign map representing the densely forested landmass stretching from The Reikland Channel in the West to Hochland in the east. The player assumes the role of Legendary Beast-Lord Khazrak The One Eye as he lays waste to the lands of men and attempts to slay his nemesis Boris Todbringer, the Graf of Middenheim. Other Beastmen tribes lurk in the wild woodlands however, and a great show of arms will be required to secure their loyalty…<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Map.png?t=1545146092\" ><h2 class=\"bb_tag\"><strong>Campaign playstyle</strong></h2><br><br><strong>Horde gameplay</strong><br>The Beastmen offer a uniquely aggressive horde-style campaign game, carrying their infrastructure as they travel and never settling in the conventional fashion. Unlike Chaos Warrior hordes however, all Beastmen units bear the Resilience passive ability. This makes them immune to the attrition caused by infighting when two or more hordes stand in close proximity, and promotes a more collaborative approach between hordes.<br><br><strong>Chaos Corruption</strong><br>The Beastmen also spread Chaos Corruption wherever they go, destabilising provinces and causing attrition to enemy forces. With unique Heroes, building chains, tech trees, recruitment options, Lord and Hero skill-trees, and an exclusive Lore of Magic (The Lore of The Wild), they offer a new and feral way to play Total War: WARHAMMER.<br><br><strong>Bestial Rage</strong><br>Each army led by a Beastmen Lord has a Bestial Rage meter. As the army raids or engages in battle, this meter rises until a new Brayherd is summoned – an AI controlled Beastmen horde that can be directed by the player to specific targets, or support the parent army as it moves. If any army’s Bestial Rage falls too low, it may begin infighting, leading to loss of troops and, in the worst instances, mutiny. <br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Bestial_Rage_-_Copy.jpg?t=1545146092\" ><br><br><br><strong>Unique army stances</strong><br>The Beastmen playstyle is also characterised through their unique army stances. Beastmen Ambush is their standard mode of campaign map movement and enables the army to ambush enemy forces on the move. <br><br>The Hidden Encampment stance lets the army melt into the shadows and focus on their infrastructure and recruitment, invisible to all but the keenest-eyed enemy Lords.<br><br>Beast-Paths enables the army to ignore impassable terrain by following the secret paths known only to their kind. If an army is attacked in this stance, the ensuing battle will take place in one of the atmospheric new Beast Path battle-maps. <br><br>Like other races, The Beastmen can also enter the Raiding stance to harvest income, increase Bestial Rage and sow public disorder in enemy territory. <br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Cygor.png?t=1545146092\" ><br><br><br><strong>Unique post-battle options</strong><br>When a Beastmen army conquers an enemy settlement, the player gets two new post-battle options. Raze and Loot harvests income from the settlement before destroying it, while Raze and Defile razes the settlement and erects a blasphemous monument in its place. This generates major Chaos Corruption in the province and confers a large Population Growth bonus upon the horde. <br><br><strong>The Dark Moon rises!</strong><br>The Beastmen share a dark bond with Morrslieb, the Chaos Moon. As it waxes in the night sky, they are given to feats of drunken bacchanalia and ghastly sacrifice beneath its sickly gaze. When a periodic Full Moon event occurs in the Beastmen campaign game, the player must direct his Warherds in which twisted act to perform. There is often a price to be paid for such dark celebrations, but Morrslieb always rewards the faithful!<h2 class=\"bb_tag\"><strong>Legendary Lords</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Khazrak.png?t=1545146092\" ><br><br><br>A Beastmen Grand Campaign may be led by one of two Legendary Lords: the fearsome Beastlord Khazrak The One Eye, or the blasphemous Bray-Shaman, Malagor The Dark Omen. <br><br>Each has their own skill trees, abilities, quest-chains, legendary items, and Grand Campaign start positions. Khazrak begins the Grand Campaign in the Tobaro Region of Estalia, while Malagor begins play in The Marshes of Madness, deep in the Badlands.<br><br><strong>Khazrak The One Eye</strong><br>The bestial intelligence that seethes behind Khazrak’s one good eye makes him the paragon of Beastlords. Gifted with the patience and strategic shrewdness of the most accomplished generals, Khazrak wages the perfect guerrilla war, striking hard and fast where the enemy is weakest, then melting into the shadows to plan the next blow. The only Lord of men ever to best him is Boris Todbringer of Middenheim, who deprived him of an eye with a slash of his Runefang blade.<br><br>Now Khazrak is on the offensive once more. Warherd in tow, he stalks his nemesis through the twisted bowers of Drakland, intending to repay the courtesy in full. An eye for an eye!<br><br>As well as a Beastlord, Khazrak The One Eye is a powerful melee warrior with two quest-chains, rewarding him with the unique items Scourge and The Dark Mail. <br><br>Scourge is a vicious, barbed whip, wrapped in the bitter curses of countless generations of Bray-Shamans. In battle, Scourge improves Khazrak’s Melee Attack and Weapon Strength characteristics; on the Campaign Map, it reduces recruitment costs for Khazrak’s horde, intensifies the Chaos Corruption he generates and increases Khazrak’s post-battle loot amount.<br><br>The Dark Mail is an ancient coat of magical armour that enhances Khazrak’s Armour and Magical Resistance characteristics.<br><br>Khazrak has the abilities Missile Resistance (15%), Resilience, Encourage, Hide (Forest) and Primal Rage (see Unique Abilities below for details).<br><br>If you choose Khazrak The One Eye as your starting Legendary Lord, your race gains +10% income from Raiding and +5 leadership when fighting humans.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Campaign.png?t=1545146092\" ><br><br><br><strong>Malagor The Dark Omen</strong><br>To the Beastmen – and indeed, to the inhabitants of The Empire – Malagor is the fleshly incarnation of mankind’s demise. Unsurpassed in his grasp of The Lore of The Wild, the rites he performs are iniquitous enough to quail even the foulest of Bray-Shamans. When Malagor and his hordes descend upon a human settlement, he delights in sacrificing priests on the very altars they served. No act of blasphemy is too abhorrent, no desecration too foul, for Malagor The Dark Omen. <br><br>Malagor has a single quest-chain which rewards him with a unique item, The Icons of Vilification. This filth-encrusted collection of blasphemous relics – the skulls of dead priests, branches torn from the hallowed trees of Athel Loren, and more – reduces the recruitment cost and increases the rank of lesser Bray-Shamans. In battle, The Icons emit an aura that increases the damage output of those around Malagor.<br><br>Malagor has the abilities Missile Resistance (15%), Resilience, Encourage, Hide (Forest) and Primal Rage (see Unique Abilities below for details). Malagor can also unlock a unique skill at level 15: Something Wicked This Way Comes. This confers a permanent Hex spell on Malagor, causing -4 Leadership to nearby enemy units in battle and -3 Leadership to enemy armies in Malagor’s campaign map region.<br><br>If you choose Malagor The Dark Omen as your starting Legendary Lord, your faction can field +1 Bray-Shaman, and all your characters gain +5% movement range.<h2 class=\"bb_tag\"><strong>Lords</strong></h2><br><br>Warherds are commanded by Beastlords, the braying, stomping masters of their kind. Along with Campaign, Battle and Melee skill-trees unique to The Beastmen race, Beastlords also have a number of unique skill unlocks improving their melee attack, melee defence, leadership, weapon strength and missile resistance statistics, making them exceedingly powerful warriors as well as great leaders. Beastlords may also be mounted on Razorgor Chariots from rank 15 onwards.<h2 class=\"bb_tag\"><strong>Heroes</strong></h2><br><br>The Beastmen can recruit and field two unique Hero types. <br><br><strong>Gorebull</strong><br>Gorebulls are hulking, twin-horned melee specialists – the very mightiest examples of Minotaurs. Combat prowess aside, they also boast newly-configured skill-trees offering strong specialisation options. These culminate in powerful passive and active support skills, which enhance the campaign and battle capabilities of any horde they join.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/GorebullSmall.jpg?t=1545146092\" ><br><br><br><strong>Bray-Shaman</strong><br>Bray-Shamans are spellcaster Heroes, capable of employing The Lore of Death, The Lore of Beasts, or the bestial school of magic known only to The Beastmen, The Lore of The Wild. This Lore boasts a variety of unique Hexes, Augments and Magic Missiles, but arguably its most powerful spell is Savage Dominion, which enables the Bray-Shaman to summon a Cygor directly into the thick of battle!<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Bray-ShamanSmall.jpg?t=1545146092\" ><h2 class=\"bb_tag\"><strong>Battlefield units</strong></h2><br><br><strong>Unique Abilities</strong><br>Units in the Beastmen roster benefit from some unique passive abilities which confer benefits in combat. These are as follows.<br><br><strong>Resilience</strong><br>An ability common to all units in the Beastmen roster, Resilience prevents the attrition caused by infighting between hordes in close proximity on the Campaign map.<br><br><strong>Primal Fury</strong><br>Many Gor units (Ungors, Gors, Bestigors and Centigors) have the Primal Fury ability, which brings a constant active buff to their Speed, Charge Bonus and Melee Attack characteristics.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/Primal-FurySmall.jpg?t=1545146092\" ><br><br><br><strong>Rowdy</strong><br>Centigors are emboldened when fighting, drinking and feasting together, although such ‘bravery’ is only temporary at best. In battle, they gain immunity to vigour-loss and a leadership bonus. If their morale begins to waver however, the Rowdy effect is lost.<br>Bloodgreed<br>The Minotaurs’ Bloodgreed makes them vicious combatants, and brings buffs to their Charge Bonus, Speed, Weapon Damage and Melee Attack characteristics.<br><br><strong>Soul Eater</strong><br>The towering bipedal Cygor feasts on the souls of wizards. Any spellcasters within range of a Cygor’s aura suffer an increased chance to miscast.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404012/extras/SouleaterSmall.jpg?t=1545146092\" ><br><br><br><strong>Thunderous Charge</strong><br>The porcine, tusky bulk of the Razorgor makes for a Thunderous Charge, granting buffs to its Charge Speed and Charge Bonus characteristics.<br><br><strong>Vanguard Deployment</strong><br>While this ability is not unique to The Beastmen, the majority of units in the Beastmen roster have it. This means that large swathes of the army may be deployed outside the normal deployment zone and deep in the field, ready to close with the enemy and strike in very short order. <br><br><br><strong>Tier 1 units</strong><br>Ungor Raiders: T1 missile infantry, bow<br>Abilities: Stalk, Resilience, Vanguard Deployment, Primal Fury<br><br>Ungor Spearmen herd: T1 melee infantry, spear<br>Abilities: Resilience, Hide, Primal Fury, Vanguard Deployment<br><br>Chaos Warhounds: T1 melee beasts, very fast<br>Abilities: Missile Resistance, Resilience, Hide<br><br><br><strong>Tier 2 units</strong><br>Ungor Herd (shields): T2 melee infantry, axe and shield<br>Abilities: Stalk, Resilience, Vanguard Deployment, Primal Fury<br><br>Ungor Spearmen herd (Shields): T2 melee infantry, axe and shield<br>Abilities: Resilience, Hide, Primal Fury, Vanguard Deployment<br><br>Chaos Warhounds (poison): T2 melee beasts, very fast<br>Abilities: Missile Resistance, Resilience, Hide, Poison Attacks<br><br><br><strong>Tier 3 units</strong><br>Centigors: T3 melee monstrous cavalry, very fast, vanguard deployment<br>Abilities: Resilience, Vanguard Deployment, Primal Fury, Drunken<br><br>Gor Herd: T3 melee infantry, axe<br>Abilities: Resilience, Hide, Primal Fury<br><br>Gor Herd (shields): T3 melee infantry, axe<br>Abilities: Resilience, Hide, Primal Fury<br><br>Razorgor Herd: T3 melee monstrous beast, armour-piercing<br>Abilities: Resilience, Causes Fear, Thunderous Charge<br><br>Minotaurs: T3 melee monstrous infantry, armoured<br>Abilities: Resilience, Causes Fear, Bloodgreed<br><br><br><strong>Tier 4 units</strong><br>Bestigor Herd: T4 melee infantry, great axe (armour piercing)<br>Abilities: Resilience, Primal Fury, Hide<br><br>Chaos Spawn: T4 melee monstrous Infantry<br>Abilities: Resilience, Causes Fear, Unbreakable<br><br>Centigors (throwing axes): T4 monstrous missile cavalry, armour piercing, shielded, very fast, <br>Abilities: Resilience, Vanguard Deployment, Primal Fury, Drunken<br><br>Razorgor Chariot: T4 chariot, armoured, armour piercing, <br>Abilities: Resilience, Causes Fear, Thunderous Charge, Primal Fury<br><br>Minotaurs (shields): T4 melee monstrous infantry, armoured and shielded<br>Abilities: Resilience, Causes Fear, Bloodgreed<br><br><br><strong>Tier 5 units</strong><br>Centigors (Great Weapons): T5 monstrous melee cavalry, armour piercing, very fast<br>Abilities: Resilience, Vanguard Deployment, Primal Fury, Drunken<br><br>Minotaurs (Great Weapons): T5 melee monstrous infantry, armoured, armour-piercing <br>Abilities: Resilience, Causes Fear, Bloodgreed<br><br>Cygor: T5 monstrous artillery, special ranged weapon, very long range, causes terror<br>Abilities: Resilience, Causes Fear, Causes Terror, Soul Eater<br><br>Chaos Giant: T5 monster, armour piercing<br>Abilities: Resilience, Causes Fear, Causes Terror",
            "short_description": "Something stirs in the deep dark forests of The Old World… Call of the Beastmen adds a brand new playable Race to Total War: WARHAMMER: the Beastmen, alongside a host of other new features and mechanics. The pack also introduces a separate revenge-fuelled story campaign, An Eye for an Eye, featuring a bespoke campaign map and victory...",
            "fullgame": {
                "appid": "364360",
                "name": "Total War: WARHAMMER"
            },
            "supported_languages": "English<strong>*</strong>, French, Italian, German, Spanish - Spain, Czech, Korean, Polish, Portuguese - Brazil, Russian, Turkish<br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/404012/header.jpg?t=1545146092",
            "website": null,
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 64Bit<br></li><li><strong>Processor:</strong> Intel® Core™ 2 Duo 3.0Ghz<br></li><li><strong>Memory:</strong> 3 GB RAM<br></li><li><strong>Graphics:</strong> (DirectX 11) AMD Radeon HD 5770 1024MB | NVIDIA GTS 450 1024MB | Intel HD4000 @720P<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> *PC Integrated graphics chipsets require 4 GB RAM, e.g. Intel HD series.</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7/8.1/10 64Bit<br></li><li><strong>Processor:</strong> Intel® Core™ i5-4570 3.20GHz<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> (DirectX 11) AMD Radeon R9 270X 2048MB | NVIDIA GeForce GTX 760 2048MB @1080P<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 35 GB available space</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> macOS 10.12.4<br></li><li><strong>Processor:</strong> 2.0Ghz Intel Core i5<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> All AMD graphics cards released from 2014 onwards, All NVidia cards with 2GB+ VRAM released from 2012 onwards, (MacBookPro only) Intel Iris Graphics 540 &amp; 550 cards released from 2016 onwards<br></li><li><strong>Storage:</strong> 37 GB available space<br></li><li><strong>Additional Notes:</strong> The following graphics cards are capable of running the game, but do not consistently meet the standards required for official support: All Nvidia cards with 1 GB VRAM released from 2012 onwards, All Intel Iris and Iris Pro cards released from 2013 onwards apart from the 540 and 550 cards listed above.</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Ubuntu 16.04 or Steam OS 2.0 (64 bit required)<br></li><li><strong>Processor:</strong> 3.4GHz Intel Core i3-4130, 3.5GHz AMD FX6300<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> 1GB Nvidia 650ti or better (driver version 367.28), 2GB AMD R9 270 or better (Mesa 13.0.1 driver compiled using LLVM 3.9)<br></li><li><strong>Storage:</strong> 29 GB available space<br></li><li><strong>Additional Notes:</strong> AMD GPU's are not supported on Steam OS. Intel GPU's are not supported at time of release.</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Ubuntu 16.04 or Steam OS 2.0 (64 bit required)<br></li><li><strong>Processor:</strong> 3.4 GHz Intel Core i7-4770<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> 4GB Nvidia 970 (driver version 367.28), 4GB AMD RX 480 (Mesa 13.0.1 driver compiled using LLVM 3.9)<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> AMD GPU's are not supported on Steam OS. Intel GPU's are not supported at time of release.</li></ul>"
            },
            "legal_notice": "© Copyright Games Workshop Limited 2017. Warhammer, the Warhammer logo, GW, Games Workshop, The Game of Fantasy Battles, the twin-tailed comet logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under licence. Developed by Creative Assembly and published by SEGA. Creative Assembly, the Creative Assembly logo, Total War and the Total War logo are either registered trademarks or trademarks of The Creative Assembly Limited. SEGA and the SEGA logo are either registered trademarks or trademarks of SEGA Holdings Co., Ltd. or its affiliates. All rights reserved. SEGA is registered in the U.S. Patent and Trademark Office. All other trademarks, logos and copyrights are property of their respective owners.",
            "developers": [
                "CREATIVE ASSEMBLY",
                "Feral Interactive (Linux)",
                "Feral Interactive (Mac)"
            ],
            "publishers": [
                "SEGA",
                "Feral Interactive (Linux)",
                "Feral Interactive (Mac)"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 1749,
                "final": 1749,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "17,49€"
            },
            "packages": [
                79104
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Total War: WARHAMMER - Call of the Beastmen",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 79104,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Total War: WARHAMMER - Call of the Beastmen - 17,49€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 1749
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": true,
                "linux": true
            },
            "metacritic": {
                "score": 72,
                "url": "https://www.metacritic.com/game/pc/total-war-warhammer---call-of-the-beastmen?ftag=MCD-06-10aaa1f"
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 29,
                    "description": "Steam Trading Cards"
                },
                {
                    "id": 30,
                    "description": "Steam Workshop"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_f786393c50aec9bfeceb8b390729f33d7f968188.600x338.jpg?t=1545146092",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_f786393c50aec9bfeceb8b390729f33d7f968188.1920x1080.jpg?t=1545146092"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_1592b3eca1198c5acfc55bea18169ee264a63fbf.600x338.jpg?t=1545146092",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_1592b3eca1198c5acfc55bea18169ee264a63fbf.1920x1080.jpg?t=1545146092"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_a8e725fee677441366d9bb97a9b6cf5911054b3f.600x338.jpg?t=1545146092",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_a8e725fee677441366d9bb97a9b6cf5911054b3f.1920x1080.jpg?t=1545146092"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_a9abd25fd56a121a13cdb6f3c9294e0079d2b096.600x338.jpg?t=1545146092",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_a9abd25fd56a121a13cdb6f3c9294e0079d2b096.1920x1080.jpg?t=1545146092"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_679f6f24a1679f868f67fcd78c90c7a0429add2e.600x338.jpg?t=1545146092",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_679f6f24a1679f868f67fcd78c90c7a0429add2e.1920x1080.jpg?t=1545146092"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_15a4f40093cef7b1f5762eff9a813916f989c4f5.600x338.jpg?t=1545146092",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_15a4f40093cef7b1f5762eff9a813916f989c4f5.1920x1080.jpg?t=1545146092"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_12a8851d70c0d32cd278720fb3668f19f1560bec.600x338.jpg?t=1545146092",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_12a8851d70c0d32cd278720fb3668f19f1560bec.1920x1080.jpg?t=1545146092"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_7df8297caee7d7ab35a84887f8d87c45eacdb9af.600x338.jpg?t=1545146092",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404012/ss_7df8297caee7d7ab35a84887f8d87c45eacdb9af.1920x1080.jpg?t=1545146092"
                }
            ],
            "movies": [
                {
                    "id": 256666898,
                    "name": "ENG_PEGI_TWWH_Beastmen_Announce_Trailer_HQ",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256666898/movie.293x165.jpg?t=1468509365",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256666898/movie480.webm?t=1468509365",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256666898/movie_max.webm?t=1468509365"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 1147
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "28 Jul, 2016"
            },
            "support_info": {
                "url": "https://support.sega.co.uk",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/404012/page_bg_generated_v6b.jpg?t=1545146092",
            "content_descriptors": {
                "ids": [
                    5
                ],
                "notes": null
            }
        }
    }
}