{
    "404014": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Total War: WARHAMMER - The King and the Warlord",
            "steam_appid": 404014,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404014/extras/BattleGIF1.jpg?t=1545147265\" ><br><br><i>The King &amp; The Warlord</i> is the second Lords Pack for Total War: WARHAMMER. Bolstering the forces of both The Greenskins and The Dwarfs, it introduces famous rival characters, new iconic units and new battle maps from the world of Warhammer Fantasy Battles to your Grand Campaigns and Custom/Multiplayer battles.<br><br>Two new Legendary Lords…<br>…with new quest chains, magic items and skill trees<br>Two new additional Lord types<br>Six all-new battlefield units<br>22 all-new elite Regiments of Renown<br><br><i>The time is nigh for Clan Angrund to reclaim Karak Eight Peaks from the Grobi despoilers! Belegar Ironhammer, clan leader and direct descendant of King Lunn, the last Dwarf to rule the ancestral hold, has inherited a bitter legacy of hatred and resentment. Even now he marshals his throng, making ready to strike out from Karak Izor. With the spirits of his fabled ancestors returned to fight by his side, Belegar will see his oaths fulfilled, and pass into legend himself.<br><br>Meanwhile Skarsnik, the self-proclaimed Night-Goblin warlord of Karak Eight Peaks, has taken leave of the hold. On a squig-hunting excursion in the Grey Mountains east of Brettonia, he operates from his base at Karak Azgaraz when word reaches him of Belegar’s intent. Worse still, the tricksy Goblins minding Karak Eight Peaks have taken the hold in defiance of Skarsnik’s iron will. Intolerable, sneaky, mutinous gits!<br> <br>Two legends, then: both hell-bent on claiming the ancient Dwarf-Hold for themselves. Their destinies entwined, The King and the Warlord must face one another in a final, desperate battle to determine the true ruler of Karak Eight Peaks.</i><h2 class=\"bb_tag\"><strong>New Legendary Lords</strong></h2><br><strong>Belegar Ironhammer, True King of The Eight Peaks</strong><br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404014/extras/BelegarGIF2.jpg?t=1545147265\" ><br><br><br>Ancestral heir of Karak Eight Peaks, King Belegar has a terrible and glorious destiny to fulfil. He has sworn an oath to reclaim the fallen Dwarf Hold from the Greenskin usurpers, despite the mountainous odds he faces.<br><br>Karak Eight Peaks represents more than Belegar’s birthright however. In terms of prestige and wealth it is second only to Karaz-a-Karak itself, and if Belegar can reclaim it in the name of Clan Angrund, he will gain access to the ancestral tombs and the rich trove of ancient and powerful rune-weapons which lies within…   <br><br><strong>Unique start-position</strong><br>Belegar begins the Grand Campaign with ownership of the walled settlement of Karak Izor in Border Princes territory.<br><br><strong>Campaign bonuses</strong><br>When chosen to lead a Grand Campaign, Belegar begins play with the spirits of his Ancestors as his companion Heroes. King Lunn The Ironhammer (Thane), Halkenhaf Stonebeard (Thane), Dramar Hammerfist (Master Engineer) and Throni Ironbrow (Runesmith) are Ethereal Heroes, with all the benefits the Ethereal trait provides. <br><br>Belegar gains early access to the new Dwarf Rangers through the Ranger Outpost building. He also has the Siege Attacker trait, enabling him to attack walled cities without building siege equipment first. Until he captures Karak Eight Peaks however, Belegar suffers increased unit upkeep costs to his army.<br><br><strong>Quests</strong><br>Belegar may embark on quests to attain his two legendary items, The Shield of Defiance, and the powerful ancestral rune-weapon The Hammer of Angrund.<h2 class=\"bb_tag\"><strong>Skarsnik, Warlord of The Eight Peaks</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404014/extras/SkarsnikGIF3.jpg?t=1545147265\" ><br><br><br>Skarsnik is the chieftain of the Crooked Moon Tribe, and is widely acknowledged as the most powerful Night Goblin in the World’s Edge Mountains. This reputation was earned through devious machinations, relentless spite, and a wholesale brutality rare even among his pernicious race.<br><br>A vicious melee fighter in his own right, what makes him truly formidable is his favoured pet, the Giant Cave Squig Gobbla. The beast’s colossal teeth and voracious appetite make it a horrifying spectacle on the battlefield; to Gobbla, enemy units are as much a perambulating smorgasboard as a physical foe.     <br><br><strong>Unique start-position</strong><br>Skarsnik begins in Karak Azgaraz in the West Grey Mountains, having left Karak Eight Peaks to go Squig hunting. <br><br><strong>Campaign bonuses</strong><br>When chosen to lead a Grand Campaign, Skarsnik begins play with his vicious Giant Cave Squig Gobbla, who never leaves his side, and a Goblin Big Boss hero. Skarsnik also has unique skills which buff Goblin units, bring reduced upkeep costs for Goblin units, and his particularly sneaky nature means his Heroes’ actions cost less and garner greater experience gains.<br><br>Skarsnik can only recruit Orcs in Karak Eight Peaks however, which he must first recapture from mutinous elements of his tribe.<br><br><strong>Quests</strong><br>Skarsnik may embark upon a quest for his legendary weapon, Skarsnik’s Prodder. This vicious, halberd-style weapon is capable of unleashing an area-affect burst of powerful magic missiles.<h2 class=\"bb_tag\"><strong>New Lords</strong></h2><br><strong>Runelord</strong><br>Dwarfen Runelords are among the most skilled practitioners of the Runic Arts. As they lead their armies into battle, they call upon the power of these runes to invigorate friendly units and hinder their foes. Runelords also have access to a new mount; at level 6, they may unlock and ride The Anvil of Doom into battle. This unique chariot empowers the Runelord’s runic abilities and increases his damage resistance.<br><br><strong>Night Goblin Warboss</strong><br>Spiteful, conniving and capricious, Night Goblin Warbosses can unlock unique skills which enhance the capabilities of Goblin, Night Goblin and Squig units, and imbue their entire army with poison attacks. At level 12, they can be mounted on Great Cave Squigs, providing the Warboss with greater damage resistance, speed and attack power.<h2 class=\"bb_tag\"><strong>New units</strong></h2><h2 class=\"bb_tag\">Crooked Moon</h2><strong>Squig herd</strong> <br>War beasts, Anti-infantry, Vanguard Deployment<br><br>Found in the caves deep beneath the World’s Edge Mountains, Squigs are improbable beasts. Part fungus and part flesh with spheroid bodies and a hopping gait, one might view them from a distance as comical. In close proximity however, they are anything but. As their beady eyes fasten on a target, they bound forward pell-mell, opening their gaping maws to reveal row upon row of dagger-like teeth. Prodded into battle by their Night Goblin herders, they make a swift and vicious anti-infantry force.<br><br><strong>Night Goblin Squig Hoppers</strong><br>Cavalry, anti-infantry, Vanguard Deployment, Poison Attacks<br>  <br>It takes a particularly unhinged individual to leap atop a Squig and ride it into battle. Fortunately, this is a defining characteristic of Night Goblins. Goaded onward by their squawking, cackling riders, such Squigs are driven at breakneck speed – swifter than their unsaddled counterparts – and consequently strike with renewed ferocity.<br><br><strong>Nasty Skulkers</strong><br>Sneaky infantry, Vanguard Deployment, Stalk, Armour Piercing<br><br>Nobody skulks like a Goblin, and the Nasty Skulkers are the very skulkiest. Armed with razor-sharp daggers, they sneak deep into the field before a battle and lie in wait. When the time is right, they leap out and strike, causing lethal armour piercing damage before scurrying away under a confounding cloud of smoke. It’s all too easy to dismiss the average goblin as a spineless wretch, but when a Nasty Skulker springs from nowhere to land on your shoulders, it’s enough to challenge your assumptions… should you survive the encounter.<h2 class=\"bb_tag\">Clan Angrund</h2>Rangers (upgradeable with Great Weapons)<br>Ranged/melee, fast, Vanguard Deployment, can Stalk<br><br>The long-range eyes and ears of a Dwarf Throng, Rangers are accustomed to operating alone, often deep in enemy territory.  Expert crossbowmen, they make superb ambushers – waiting patiently for the enemy to manoeuvre into their firing lines before letting fly with a cloud of thudding bolts. Should the enemy draw close, they are well-drilled melee combatants too, especially when armed with Great Weapons.<br><br><strong>Bugman’s Rangers</strong><br>Ranged/melee, fast, Vanguard Deployment, can Stalk Eternal vengeance-seekers for the destruction of their master’s fabled brewery, these veteran warriors often arrive unannounced before a battle to bear grim tidings, before joining the Throng for the fight ahead. They are peerless Rangers in their own right, though the unit never travels without the fortifying power of Bugman’s most potent brews. Such liquid fortification can transform their fighting abilities.<br><br><strong>Bolt Thrower</strong><br>Field artillery, armour-piercing<br><br>Tried and true, many clans still employ the Bolt Thrower, a war machine the Dwarfs have used since the days of the Ancestor Gods. Essentially oversized crossbows, they are accurate and reliable, hurling massive, razor-sharp bolts capable of piercing even the toughest armour.<h2 class=\"bb_tag\"><strong>New Unique building Chain</strong></h2><br>The settlement of Karak Eight Peaks offers a unique Karak Eight Peaks building chain, the benefits of which differ depending on whether it is captured by Clan Angrund or The Crooked Moon Tribe.<br><br>If built by Clan Angrund, the benefits are as follows:<br><ul class=\"bb_ul\"><li>    Level 1 focuses on making Karak Eight Peaks more defensible, giving unit stat bonuses when under siege.<br></li><li>    Level 2 focuses on rebuilding the Karak, giving large public order bonuses, unit experience for various units and reductions in corruption.<br></li><li>    Level 3 marks the recovery of the Ancestor Tombs, and supplies Ancestor Weapons for military units in nearby provinces, imbuing them with magical attacks. Level 3 also ramps up unit experience and public order bonuses.</li></ul><br>If built by The Crooked Moon Tribe, the benefits are as follows:<br><ul class=\"bb_ul\"><li>    Level 1 focuses on making Karak Eight Peaks unassailable, as The Tribe expects Clan Angrund to attempt to retake it. This confers a massive siege holdout time       bonus and zero attrition suffered during sieges.<br></li><li>    Level 2 confers Obedience bonuses to the region and enhances unit experience for Goblins.<br></li><li>    Level 3 gives starting-level bonus experience to heroes, global experience gains for all units and reduces Dwarf morale in surrounding regions.</li></ul><h2 class=\"bb_tag\">New Dwarf Building Chain</h2><strong>Ranger Outpost (T1) -&gt; Ranger Barracks (T3)</strong><br>The Ranger chain initially provides recruitment of crossbow-wielding rangers, and later, Rangers armed with Great Weapons, and the elite Bugman’s Rangers.<br><br><strong>New Dwarf Techs</strong><br>Vanguard Proficiency: improves melee defence and speed for Ranger units<br>Rat Poison: reduces factionwide corruption, improves income from mines and quarries, and keeps fabled ‘man-sized rats’ at bay<h2 class=\"bb_tag\">New Greenskin Building</h2><strong>Squig Cages (T3)</strong><br>The new Squig Cages building enables recruitment of Squig Herds and Night Goblin Squig Hoppers.<br><br><strong>New techs</strong><br>Squig Ridin’: in concert with the Squig Cages building, unlocks recruitment of Night Goblin Squig Hoppers.<h2 class=\"bb_tag\"><strong>Regiments of Renown</strong></h2>These are elite units – legendary within the annals of the Old World – whose statistics are much-improved over those of their standard counterparts. They can be unlocked for recruitment when the Lord under your command has attained the sufficient skill level, and are instantly recruited from the special Regiments of Renown recruitment menu into his army. In this respect they differ from standard units, which spend at least one turn in the recruitment queue. <br><br>Alongside enhanced stats and top-tier (level 9) veterancy, each Regiment of Renown also has one or more special abilities its standard-roster counterpart does not.<h2 class=\"bb_tag\"><strong>Dwarfs</strong></h2><br><strong>Ulthuar’s Rangers (Rangers w/Great Weapons)</strong><br>Decreases enemy missile deflection and resistance<br><br><strong>Peak Gate Guard (Hammerers)</strong><br>Magic attacks, Immune To Psychology, Sunder Armour<br><br><strong>Gob-Lobber (Grudge Thrower)</strong><br>Enhanced Morale, reduces target Morale on impact, screaming Goblin ammo<br><br><strong>Skyhammer (Gyrobomber)</strong><br>multiple bombs per drop<br><br><strong>Ekrund Miners (Miners w/Blasting Charges)</strong><br>Frenzy, increased Blasting Charge ammo<br><br><strong>Warriors of Dragonfire Pass (Dwarf Warriors)</strong><br>Anti-infantry, Flaming Attacks<br><br><strong>The Skolder Guard (Irondrakes)</strong><br>Armour Piercing projectiles, Physical Resistance<br><br><strong>Norgrimling’s Ironbreakers (Ironbreakers)</strong><br>Vanguard Deployment, Immune To Psychology, increased unit size<br><br><strong>Dragonback Slayers (Slayers)</strong><br>Charge Defence, Physical Resistance, Fire Resistance, reduces targets speed, increases target flammability <br><br><strong>The Old Grumblers (Longbeards w/Great Weapons)</strong><br>AOE ally Fatigue augment<h2 class=\"bb_tag\"><strong>Greenskins</strong></h2><br><strong>Da Rusty Arrers (Night Goblin Archers)</strong> <br>Armour sundering ranged attacks, Poison melee attacks<br><br><strong>Moon-Howlers (Goblin Wolf Riders)</strong><br>Fear<br><br><strong>Deff Creepers (Goblin Spider Riders)</strong> <br>Regeneration, Stalk<br><br><strong>Teef Robbers (Goblin Wolf Chariot)</strong><br>Vanguard Deployment, Hide In Forest<br><br><strong>Morgrub’s Mangy Marauders (Goblin Wolf Archers)</strong><br>Immune to psychology, Armour-piercing projectiles<br><br><strong>Hammer Of Gork (Goblin Rock Lobber)</strong><br>Debuff to target’s Missile Accuracy Melee Defence and Melee Attack, Poison Attacks)<br><br><strong>Durkit’s Squigs (Night Goblin Squig Hoppers)</strong> <br>Missile Resistance<br><br><strong>Da Eight Peaks Loonies (Nigh Goblin Fanatics)</strong><br>Unbreakable, Dwarf-on-a-chain!<br><br><strong>Broken Tusks Mob (Orc Boar Boy Big ‘Uns)</strong> <br>Armoured, Encourage<br><br><strong>Krimson Killerz (Black Orcs)</strong> <br>Anti-Infantry, dual-wielding Great Weapons, AOE attacks<br><br><strong>Da Warlord’s Boyz (Night Goblins)</strong><br>Immune To Psychology, Sunder Armour<br><br><strong>Venom Arachnarok Queen (Arachnarok Spider)</strong> <br>Can summon spider hatchlings unit to battle",
            "about_the_game": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404014/extras/BattleGIF1.jpg?t=1545147265\" ><br><br><i>The King &amp; The Warlord</i> is the second Lords Pack for Total War: WARHAMMER. Bolstering the forces of both The Greenskins and The Dwarfs, it introduces famous rival characters, new iconic units and new battle maps from the world of Warhammer Fantasy Battles to your Grand Campaigns and Custom/Multiplayer battles.<br><br>Two new Legendary Lords…<br>…with new quest chains, magic items and skill trees<br>Two new additional Lord types<br>Six all-new battlefield units<br>22 all-new elite Regiments of Renown<br><br><i>The time is nigh for Clan Angrund to reclaim Karak Eight Peaks from the Grobi despoilers! Belegar Ironhammer, clan leader and direct descendant of King Lunn, the last Dwarf to rule the ancestral hold, has inherited a bitter legacy of hatred and resentment. Even now he marshals his throng, making ready to strike out from Karak Izor. With the spirits of his fabled ancestors returned to fight by his side, Belegar will see his oaths fulfilled, and pass into legend himself.<br><br>Meanwhile Skarsnik, the self-proclaimed Night-Goblin warlord of Karak Eight Peaks, has taken leave of the hold. On a squig-hunting excursion in the Grey Mountains east of Brettonia, he operates from his base at Karak Azgaraz when word reaches him of Belegar’s intent. Worse still, the tricksy Goblins minding Karak Eight Peaks have taken the hold in defiance of Skarsnik’s iron will. Intolerable, sneaky, mutinous gits!<br> <br>Two legends, then: both hell-bent on claiming the ancient Dwarf-Hold for themselves. Their destinies entwined, The King and the Warlord must face one another in a final, desperate battle to determine the true ruler of Karak Eight Peaks.</i><h2 class=\"bb_tag\"><strong>New Legendary Lords</strong></h2><br><strong>Belegar Ironhammer, True King of The Eight Peaks</strong><br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404014/extras/BelegarGIF2.jpg?t=1545147265\" ><br><br><br>Ancestral heir of Karak Eight Peaks, King Belegar has a terrible and glorious destiny to fulfil. He has sworn an oath to reclaim the fallen Dwarf Hold from the Greenskin usurpers, despite the mountainous odds he faces.<br><br>Karak Eight Peaks represents more than Belegar’s birthright however. In terms of prestige and wealth it is second only to Karaz-a-Karak itself, and if Belegar can reclaim it in the name of Clan Angrund, he will gain access to the ancestral tombs and the rich trove of ancient and powerful rune-weapons which lies within…   <br><br><strong>Unique start-position</strong><br>Belegar begins the Grand Campaign with ownership of the walled settlement of Karak Izor in Border Princes territory.<br><br><strong>Campaign bonuses</strong><br>When chosen to lead a Grand Campaign, Belegar begins play with the spirits of his Ancestors as his companion Heroes. King Lunn The Ironhammer (Thane), Halkenhaf Stonebeard (Thane), Dramar Hammerfist (Master Engineer) and Throni Ironbrow (Runesmith) are Ethereal Heroes, with all the benefits the Ethereal trait provides. <br><br>Belegar gains early access to the new Dwarf Rangers through the Ranger Outpost building. He also has the Siege Attacker trait, enabling him to attack walled cities without building siege equipment first. Until he captures Karak Eight Peaks however, Belegar suffers increased unit upkeep costs to his army.<br><br><strong>Quests</strong><br>Belegar may embark on quests to attain his two legendary items, The Shield of Defiance, and the powerful ancestral rune-weapon The Hammer of Angrund.<h2 class=\"bb_tag\"><strong>Skarsnik, Warlord of The Eight Peaks</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404014/extras/SkarsnikGIF3.jpg?t=1545147265\" ><br><br><br>Skarsnik is the chieftain of the Crooked Moon Tribe, and is widely acknowledged as the most powerful Night Goblin in the World’s Edge Mountains. This reputation was earned through devious machinations, relentless spite, and a wholesale brutality rare even among his pernicious race.<br><br>A vicious melee fighter in his own right, what makes him truly formidable is his favoured pet, the Giant Cave Squig Gobbla. The beast’s colossal teeth and voracious appetite make it a horrifying spectacle on the battlefield; to Gobbla, enemy units are as much a perambulating smorgasboard as a physical foe.     <br><br><strong>Unique start-position</strong><br>Skarsnik begins in Karak Azgaraz in the West Grey Mountains, having left Karak Eight Peaks to go Squig hunting. <br><br><strong>Campaign bonuses</strong><br>When chosen to lead a Grand Campaign, Skarsnik begins play with his vicious Giant Cave Squig Gobbla, who never leaves his side, and a Goblin Big Boss hero. Skarsnik also has unique skills which buff Goblin units, bring reduced upkeep costs for Goblin units, and his particularly sneaky nature means his Heroes’ actions cost less and garner greater experience gains.<br><br>Skarsnik can only recruit Orcs in Karak Eight Peaks however, which he must first recapture from mutinous elements of his tribe.<br><br><strong>Quests</strong><br>Skarsnik may embark upon a quest for his legendary weapon, Skarsnik’s Prodder. This vicious, halberd-style weapon is capable of unleashing an area-affect burst of powerful magic missiles.<h2 class=\"bb_tag\"><strong>New Lords</strong></h2><br><strong>Runelord</strong><br>Dwarfen Runelords are among the most skilled practitioners of the Runic Arts. As they lead their armies into battle, they call upon the power of these runes to invigorate friendly units and hinder their foes. Runelords also have access to a new mount; at level 6, they may unlock and ride The Anvil of Doom into battle. This unique chariot empowers the Runelord’s runic abilities and increases his damage resistance.<br><br><strong>Night Goblin Warboss</strong><br>Spiteful, conniving and capricious, Night Goblin Warbosses can unlock unique skills which enhance the capabilities of Goblin, Night Goblin and Squig units, and imbue their entire army with poison attacks. At level 12, they can be mounted on Great Cave Squigs, providing the Warboss with greater damage resistance, speed and attack power.<h2 class=\"bb_tag\"><strong>New units</strong></h2><h2 class=\"bb_tag\">Crooked Moon</h2><strong>Squig herd</strong> <br>War beasts, Anti-infantry, Vanguard Deployment<br><br>Found in the caves deep beneath the World’s Edge Mountains, Squigs are improbable beasts. Part fungus and part flesh with spheroid bodies and a hopping gait, one might view them from a distance as comical. In close proximity however, they are anything but. As their beady eyes fasten on a target, they bound forward pell-mell, opening their gaping maws to reveal row upon row of dagger-like teeth. Prodded into battle by their Night Goblin herders, they make a swift and vicious anti-infantry force.<br><br><strong>Night Goblin Squig Hoppers</strong><br>Cavalry, anti-infantry, Vanguard Deployment, Poison Attacks<br>  <br>It takes a particularly unhinged individual to leap atop a Squig and ride it into battle. Fortunately, this is a defining characteristic of Night Goblins. Goaded onward by their squawking, cackling riders, such Squigs are driven at breakneck speed – swifter than their unsaddled counterparts – and consequently strike with renewed ferocity.<br><br><strong>Nasty Skulkers</strong><br>Sneaky infantry, Vanguard Deployment, Stalk, Armour Piercing<br><br>Nobody skulks like a Goblin, and the Nasty Skulkers are the very skulkiest. Armed with razor-sharp daggers, they sneak deep into the field before a battle and lie in wait. When the time is right, they leap out and strike, causing lethal armour piercing damage before scurrying away under a confounding cloud of smoke. It’s all too easy to dismiss the average goblin as a spineless wretch, but when a Nasty Skulker springs from nowhere to land on your shoulders, it’s enough to challenge your assumptions… should you survive the encounter.<h2 class=\"bb_tag\">Clan Angrund</h2>Rangers (upgradeable with Great Weapons)<br>Ranged/melee, fast, Vanguard Deployment, can Stalk<br><br>The long-range eyes and ears of a Dwarf Throng, Rangers are accustomed to operating alone, often deep in enemy territory.  Expert crossbowmen, they make superb ambushers – waiting patiently for the enemy to manoeuvre into their firing lines before letting fly with a cloud of thudding bolts. Should the enemy draw close, they are well-drilled melee combatants too, especially when armed with Great Weapons.<br><br><strong>Bugman’s Rangers</strong><br>Ranged/melee, fast, Vanguard Deployment, can Stalk Eternal vengeance-seekers for the destruction of their master’s fabled brewery, these veteran warriors often arrive unannounced before a battle to bear grim tidings, before joining the Throng for the fight ahead. They are peerless Rangers in their own right, though the unit never travels without the fortifying power of Bugman’s most potent brews. Such liquid fortification can transform their fighting abilities.<br><br><strong>Bolt Thrower</strong><br>Field artillery, armour-piercing<br><br>Tried and true, many clans still employ the Bolt Thrower, a war machine the Dwarfs have used since the days of the Ancestor Gods. Essentially oversized crossbows, they are accurate and reliable, hurling massive, razor-sharp bolts capable of piercing even the toughest armour.<h2 class=\"bb_tag\"><strong>New Unique building Chain</strong></h2><br>The settlement of Karak Eight Peaks offers a unique Karak Eight Peaks building chain, the benefits of which differ depending on whether it is captured by Clan Angrund or The Crooked Moon Tribe.<br><br>If built by Clan Angrund, the benefits are as follows:<br><ul class=\"bb_ul\"><li>    Level 1 focuses on making Karak Eight Peaks more defensible, giving unit stat bonuses when under siege.<br></li><li>    Level 2 focuses on rebuilding the Karak, giving large public order bonuses, unit experience for various units and reductions in corruption.<br></li><li>    Level 3 marks the recovery of the Ancestor Tombs, and supplies Ancestor Weapons for military units in nearby provinces, imbuing them with magical attacks. Level 3 also ramps up unit experience and public order bonuses.</li></ul><br>If built by The Crooked Moon Tribe, the benefits are as follows:<br><ul class=\"bb_ul\"><li>    Level 1 focuses on making Karak Eight Peaks unassailable, as The Tribe expects Clan Angrund to attempt to retake it. This confers a massive siege holdout time       bonus and zero attrition suffered during sieges.<br></li><li>    Level 2 confers Obedience bonuses to the region and enhances unit experience for Goblins.<br></li><li>    Level 3 gives starting-level bonus experience to heroes, global experience gains for all units and reduces Dwarf morale in surrounding regions.</li></ul><h2 class=\"bb_tag\">New Dwarf Building Chain</h2><strong>Ranger Outpost (T1) -&gt; Ranger Barracks (T3)</strong><br>The Ranger chain initially provides recruitment of crossbow-wielding rangers, and later, Rangers armed with Great Weapons, and the elite Bugman’s Rangers.<br><br><strong>New Dwarf Techs</strong><br>Vanguard Proficiency: improves melee defence and speed for Ranger units<br>Rat Poison: reduces factionwide corruption, improves income from mines and quarries, and keeps fabled ‘man-sized rats’ at bay<h2 class=\"bb_tag\">New Greenskin Building</h2><strong>Squig Cages (T3)</strong><br>The new Squig Cages building enables recruitment of Squig Herds and Night Goblin Squig Hoppers.<br><br><strong>New techs</strong><br>Squig Ridin’: in concert with the Squig Cages building, unlocks recruitment of Night Goblin Squig Hoppers.<h2 class=\"bb_tag\"><strong>Regiments of Renown</strong></h2>These are elite units – legendary within the annals of the Old World – whose statistics are much-improved over those of their standard counterparts. They can be unlocked for recruitment when the Lord under your command has attained the sufficient skill level, and are instantly recruited from the special Regiments of Renown recruitment menu into his army. In this respect they differ from standard units, which spend at least one turn in the recruitment queue. <br><br>Alongside enhanced stats and top-tier (level 9) veterancy, each Regiment of Renown also has one or more special abilities its standard-roster counterpart does not.<h2 class=\"bb_tag\"><strong>Dwarfs</strong></h2><br><strong>Ulthuar’s Rangers (Rangers w/Great Weapons)</strong><br>Decreases enemy missile deflection and resistance<br><br><strong>Peak Gate Guard (Hammerers)</strong><br>Magic attacks, Immune To Psychology, Sunder Armour<br><br><strong>Gob-Lobber (Grudge Thrower)</strong><br>Enhanced Morale, reduces target Morale on impact, screaming Goblin ammo<br><br><strong>Skyhammer (Gyrobomber)</strong><br>multiple bombs per drop<br><br><strong>Ekrund Miners (Miners w/Blasting Charges)</strong><br>Frenzy, increased Blasting Charge ammo<br><br><strong>Warriors of Dragonfire Pass (Dwarf Warriors)</strong><br>Anti-infantry, Flaming Attacks<br><br><strong>The Skolder Guard (Irondrakes)</strong><br>Armour Piercing projectiles, Physical Resistance<br><br><strong>Norgrimling’s Ironbreakers (Ironbreakers)</strong><br>Vanguard Deployment, Immune To Psychology, increased unit size<br><br><strong>Dragonback Slayers (Slayers)</strong><br>Charge Defence, Physical Resistance, Fire Resistance, reduces targets speed, increases target flammability <br><br><strong>The Old Grumblers (Longbeards w/Great Weapons)</strong><br>AOE ally Fatigue augment<h2 class=\"bb_tag\"><strong>Greenskins</strong></h2><br><strong>Da Rusty Arrers (Night Goblin Archers)</strong> <br>Armour sundering ranged attacks, Poison melee attacks<br><br><strong>Moon-Howlers (Goblin Wolf Riders)</strong><br>Fear<br><br><strong>Deff Creepers (Goblin Spider Riders)</strong> <br>Regeneration, Stalk<br><br><strong>Teef Robbers (Goblin Wolf Chariot)</strong><br>Vanguard Deployment, Hide In Forest<br><br><strong>Morgrub’s Mangy Marauders (Goblin Wolf Archers)</strong><br>Immune to psychology, Armour-piercing projectiles<br><br><strong>Hammer Of Gork (Goblin Rock Lobber)</strong><br>Debuff to target’s Missile Accuracy Melee Defence and Melee Attack, Poison Attacks)<br><br><strong>Durkit’s Squigs (Night Goblin Squig Hoppers)</strong> <br>Missile Resistance<br><br><strong>Da Eight Peaks Loonies (Nigh Goblin Fanatics)</strong><br>Unbreakable, Dwarf-on-a-chain!<br><br><strong>Broken Tusks Mob (Orc Boar Boy Big ‘Uns)</strong> <br>Armoured, Encourage<br><br><strong>Krimson Killerz (Black Orcs)</strong> <br>Anti-Infantry, dual-wielding Great Weapons, AOE attacks<br><br><strong>Da Warlord’s Boyz (Night Goblins)</strong><br>Immune To Psychology, Sunder Armour<br><br><strong>Venom Arachnarok Queen (Arachnarok Spider)</strong> <br>Can summon spider hatchlings unit to battle",
            "short_description": "The King &amp; The Warlord is the second Lords Pack for Total War: WARHAMMER. Bolstering the forces of both The Greenskins and The Dwarfs, it introduces famous rival characters, new iconic units and new battle maps from the world of Warhammer Fantasy Battles to your Grand Campaigns and Custom/Multiplayer battles.",
            "fullgame": {
                "appid": "364360",
                "name": "Total War: WARHAMMER"
            },
            "supported_languages": "English<strong>*</strong>, French, Italian, German, Spanish - Spain, Czech, Korean, Polish, Portuguese - Brazil, Russian, Turkish<br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/404014/header.jpg?t=1545147265",
            "website": null,
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 64Bit<br></li><li><strong>Processor:</strong> Intel® Core™ 2 Duo 3.0Ghz<br></li><li><strong>Memory:</strong> 3 GB RAM<br></li><li><strong>Graphics:</strong> (DirectX 11) AMD Radeon HD 5770 1024MB | NVIDIA GTS 450 1024MB | Intel HD4000 @720P<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> *PC Integrated graphics chipsets require 4 GB RAM, e.g. Intel HD series.</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7/8.1/10 64Bit<br></li><li><strong>Processor:</strong> Intel® Core™ i5-4570 3.20GHz<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> (DirectX 11) AMD Radeon R9 270X 2048MB | NVIDIA GeForce GTX 760 2048MB @1080P<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 35 GB available space</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> macOS 10.12.4<br></li><li><strong>Processor:</strong> 2.0Ghz Intel Core i5<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> All AMD graphics cards released from 2014 onwards, All NVidia cards with 2GB+ VRAM released from 2012 onwards, (MacBookPro only) Intel Iris Graphics 540 &amp; 550 cards released from 2016 onwards<br></li><li><strong>Storage:</strong> 37 GB available space<br></li><li><strong>Additional Notes:</strong> The following graphics cards are capable of running the game, but do not consistently meet the standards required for official support: All Nvidia cards with 1 GB VRAM released from 2012 onwards, All Intel Iris and Iris Pro cards released from 2013 onwards apart from the 540 and 550 cards listed above.</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Ubuntu 16.04 or Steam OS 2.0 (64 bit required)<br></li><li><strong>Processor:</strong> 3.4GHz Intel Core i3-4130, 3.5GHz AMD FX6300<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> 1GB Nvidia 650ti or better (driver version 367.28), 2GB AMD R9 270 or better (Mesa 13.0.1 driver compiled using LLVM 3.9)<br></li><li><strong>Storage:</strong> 29 GB available space<br></li><li><strong>Additional Notes:</strong> AMD GPU's are not supported on Steam OS. Intel GPU's are not supported at time of release.</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Ubuntu 16.04 or Steam OS 2.0 (64 bit required)<br></li><li><strong>Processor:</strong> 3.4 GHz Intel Core i7-4770<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> 4GB Nvidia 970 (driver version 367.28), 4GB AMD RX 480 (Mesa 13.0.1 driver compiled using LLVM 3.9)<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> AMD GPU's are not supported on Steam OS. Intel GPU's are not supported at time of release.</li></ul>"
            },
            "legal_notice": "© Copyright Games Workshop Limited 2017. Warhammer, the Warhammer logo, GW, Games Workshop, The Game of Fantasy Battles, the twin-tailed comet logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under licence. Developed by Creative Assembly and published by SEGA. Creative Assembly, the Creative Assembly logo, Total War and the Total War logo are either registered trademarks or trademarks of The Creative Assembly Limited. SEGA and the SEGA logo are either registered trademarks or trademarks of SEGA Holdings Co., Ltd. or its affiliates. All rights reserved. SEGA is registered in the U.S. Patent and Trademark Office. All other trademarks, logos and copyrights are property of their respective owners.",
            "developers": [
                "CREATIVE ASSEMBLY",
                "Feral Interactive (Linux)",
                "Feral Interactive (Mac)"
            ],
            "publishers": [
                "SEGA",
                "Feral Interactive (Linux)",
                "Feral Interactive (Mac)"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 749,
                "final": 749,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "7,49€"
            },
            "packages": [
                79110
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Total War: WARHAMMER - The King and the Warlord",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 79110,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Total War: WARHAMMER - The King and the Warlord - 7,49€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 749
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": true,
                "linux": true
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 29,
                    "description": "Steam Trading Cards"
                },
                {
                    "id": 30,
                    "description": "Steam Workshop"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_ee71347a58627a39ed9aa1b45653015af3890eec.600x338.jpg?t=1545147265",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_ee71347a58627a39ed9aa1b45653015af3890eec.1920x1080.jpg?t=1545147265"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_511055354ef903621f73a1db27173c1ded75e706.600x338.jpg?t=1545147265",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_511055354ef903621f73a1db27173c1ded75e706.1920x1080.jpg?t=1545147265"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_b4d39fa7dc34f08d5207582be2a42017e15b43a5.600x338.jpg?t=1545147265",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_b4d39fa7dc34f08d5207582be2a42017e15b43a5.1920x1080.jpg?t=1545147265"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_3e4350a04fa82eb4bfaf93b9088a0b00bcf245ac.600x338.jpg?t=1545147265",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_3e4350a04fa82eb4bfaf93b9088a0b00bcf245ac.1920x1080.jpg?t=1545147265"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_85231059a9a2f3872e06397658794e64a6c309f0.600x338.jpg?t=1545147265",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_85231059a9a2f3872e06397658794e64a6c309f0.1920x1080.jpg?t=1545147265"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_56e14bbead75f3dc956798306f5a11f7c7b3451f.600x338.jpg?t=1545147265",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_56e14bbead75f3dc956798306f5a11f7c7b3451f.1920x1080.jpg?t=1545147265"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_886419fcf88869c3a504574ded4d40c37c0a82cd.600x338.jpg?t=1545147265",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_886419fcf88869c3a504574ded4d40c37c0a82cd.1920x1080.jpg?t=1545147265"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_a85404cffffef5bc40e7834efe6318fa56dc38a3.600x338.jpg?t=1545147265",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_a85404cffffef5bc40e7834efe6318fa56dc38a3.1920x1080.jpg?t=1545147265"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_0a25c57437a9b52ed071a72e9e7bcee7b3d84177.600x338.jpg?t=1545147265",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404014/ss_0a25c57437a9b52ed071a72e9e7bcee7b3d84177.1920x1080.jpg?t=1545147265"
                }
            ],
            "movies": [
                {
                    "id": 256672346,
                    "name": "ENG_PEGI_K&W",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256672346/movie.293x165.jpg?t=1476280761",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256672346/movie480.webm?t=1476280761",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256672346/movie_max.webm?t=1476280761"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 451
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "20 Oct, 2016"
            },
            "support_info": {
                "url": "https://support.sega.co.uk",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/404014/page_bg_generated_v6b.jpg?t=1545147265",
            "content_descriptors": {
                "ids": [
                    5
                ],
                "notes": null
            }
        }
    }
}