{
    "404013": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Total War: WARHAMMER - The Grim and the Grave",
            "steam_appid": 404013,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<h2 class=\"bb_tag\"><strong>Total War: WARHAMMER – The Grim &amp; The Grave</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/TopSmall.jpg?t=1545146530\" ><br><br><br>The Grim &amp; The Grave is the first Lords Pack for Total War: WARHAMMER. Bolstering the forces of both The Empire and The Vampire Counts, it introduces famous rival characters and new iconic units from the world of Warhammer Fantasy Battles to your campaigns and battles.<br><br><ul class=\"bb_ul\"><li>    Two new Legendary Lords…<br></li><li>    …with new quest chains, magic items and skill trees<br></li><li>    Two new additional Lord types<br></li><li>    Five all-new battlefield units plus variants<br></li><li>    Five new battlefields for custom battles and multiplayer battles<br></li><li>    18 elite Regiments of Renown</li></ul><br><i>Ever-devious and ever-ruthless, the Unliving Aristocracy summons forth horrifying new threats to unman the forces of The Empire. Smelling blood on the tainted air, the Strigoi Ghoul Kings stir from their stale catacombs, while Mannfred’s darkest student, Helman Ghorst, pauses in his damnable studies and readies the Corpse-Carts for battle.<br><br>But the proud men of The Empire do not stand idly by in the face of such unholy threats. Even now the call goes out, and all eyes turn to Volkmar The Grim, Grand Theogonist of The Cult of Sigmar. Pious and forbidding, Karl Franz’ staunchest ally calls forth his Arch Lectors and rides into battle on the War Altar of Sigmar, a sight to strike terror even into the unbeating hearts of The Undead.<br><br>Man versus vampire: legend versus legend.<br><br>The Grim and The Grave.</i><h2 class=\"bb_tag\"><strong>New Legendary Lords</strong></h2><br><br><strong>Volkmar The Grim</strong><br>Volkmar The Grim is the Grand Theogonist, the head of the Cult of Sigmar and the most powerful religious leader in the Empire. He is a pious and foreboding man who is utterly devoted to the destruction of Chaos in all its forms. When he accompanies an army into battle, he typically rides atop the resplendent War Altar of Sigmar, inspiring the soldiers around him to great acts of heroism as he strikes the followers of evil down with powerful blows and words of divine force. Volkmar is a holy terror on the battlefield, a man who fights with the fury of Sigmar himself. It is said that his soul is forged of steel, and he fights the malign influence of Chaos with every fibre of his being.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/VolkmarTheGrimSmall.jpg?t=1545146530\" ><br><br><br><strong>Campaign bonuses</strong><br>When Volkmar leads a Grand Campaign, any Flagellant you recruit into his army will gain improvements to their weapon damage and charge bonus stats, and will be cheaper to recruit. <br><br><strong>Quests</strong><br>Volkmar may embark on quests to earn his Legendary items. The Jade Griffon provides a passive augment that regenerates Volkmar’s health, while the Staff of Command brings a number of improvements to Volkmar’s combat skills, public order management and post-battle loot income.<br><br><strong>Battle prayers</strong><br>Volkmar can unlock three Grand Battle Prayers to utter in combat, improving the offensive and defensive capabilities of himself and those around him.<br><br><strong>Unique mount</strong><br>When Volkmar has unlocked his Battle Prayers, he gains access to the War Altar of Sigmar, a resplendent fighting platform replete with a vast bronze Griffon bearing Ghal Maraz.<br><br><strong>Unique Skills</strong><br>Volkmar has the unique skills Para Bellum Aeturnus and Heretic Hunter, which improve the abilities of Flagellants and Warrior Priests in both battle and campaign.<br><br><br><br><strong>Helman Ghorst</strong><br>Helman Ghorst was once a man, yet that life was ripped from him. The loss of his father and brothers to plague sent Ghorst into an obsessive madness; he began studying the black arts in the hope of returning his lost kin to life. Coming to the attention of Mannfred von Carstein, the Count taught him necromancy, transforming Helman into something beyond the grief-maddened man from Templehof. Now, he is carried through the night on a bone-ridged cart, pulled not by horses, but by the brothers he so desperately wished to save – each a once-handsome farrier restored to a mockery of life, forced to stumble along at the head of their brother’s unloving host.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Helman-GhorstSmall.jpg?t=1545146530\" ><br><br><br><strong>Campaign bonuses</strong><br>When chosen to lead a Grand Campaign, Helman Ghorst confers a bonus to the casualty replenishment rate of all Vampire Counts armies. In addition, all units in Helman Ghorst’s army gain poison attacks.<br><br><strong>Quests</strong><br>Helman may embark upon a quest for The Liber Noctus, a legendary tome which weakens his enemies in battle, and enables him to use special abilities more frequently.<br><br><strong>Unique Mount</strong><br>Helman may unlock The Brothers Ghorst Corpse Cart. Drawn by the undead remnants of his brothers, this unique mount vastly improves his weapon strength and damage output.  <br><br><strong>Unique Spell</strong><br>Awaken from the Grave, Helman’s unique spell, summons a unit of Grave Guard or, when upgraded, a Wight King to fight for him.<br><br><strong>Unique Skills</strong><br>Helman has the unique skill Leading from the Front which improves abilities of the plague-bearing Corpse Carts and the phantasmal Mortis Engine.<h2 class=\"bb_tag\"><strong>New Lords</strong></h2><br><br><strong>Arch Lector</strong><br>The High Priest of the Cult of Sigmar is the Grand Theogonist, and beneath him are his two Arch Lectors - grim, imposing figures, both on and off the battlefield. It is the duty of Arch Lectors to protect the populace and cast out evil. They epitomise the warrior courage of Sigmar himself, leading from the front where they manifest the power of the gods and inspire whole armies to acts of heroism.<br><br><strong>Battle prayers</strong><br>Arch Lectors can learn three Grand Battle Prayers to aid their armies in combat. Hammer of Sigmar improves the Arch Lector’s melee attack skill. Shields of Faith is an area-effect augment for nearby allies, improving their damage resistance. Soulfire is a large area-effect offensive power, causing mass magical damage to enemy units.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Arch-LectorSmall.jpg?t=1545146530\" ><br><br><br><strong>Strigoi Ghoul King</strong><br>The pallid creatures known as Ghoul Kings are in fact once-proud Strigoi Vampires forced into a troglodytic existence. Though all Strigoi descend from the same ancient lineage of Ushoran, they have devolved to become something far fouler and more hate-filled than their brethren. The Ghoul Kings spend their days creeping through the hidden places of the world, but under cover of night, they wreak their vengeance at the head of a shambling army of Undead.<br><br>Powerful warriors and spellcasters, Strigoi Ghoul Kings wield a mixed lore combining spells from the Lore of Vampires and the Lore of Death, and may unlock and ride Terrorgheists into battle.  <br><br><strong>Unique Spell</strong><br>Command of The Unliving, the Strigoi Ghoul King’s unique spell, summons a unit of Crypt Ghouls or, when upgraded, a unit of Crypt Horrors to fight for him in battle.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Strigoi-Ghoul-KingSmall.jpg?t=1545146530\" ><h2 class=\"bb_tag\"><strong>New Units</strong></h2><br><br><strong>Corpse Cart </strong><br>Drawn by shambling zombies, Corpse Carts act like magnets for Dark Magic, drawing their power from the land itself and re-animating the dead around them. Sometimes a Corpse Cart is hung with a great bell, the clapper of which is a fell lodestone of eldritch provenance. When necromantic magic is thick in the air, the bell tolls and ripples of Dark Magic emanate from the Corpse Cart. <br><br>As a magical support chariot, the Corpse Cart projects a magical aura known as the Vigor Mortis. This confers regeneration on the corpse cart and raises the melee attack of nearby undead units. With the Balefire upgrade, the Corpse Cart confers an increased chance to miscast on nearby enemy wizards. With the Unholy Lodestone upgrade, the Corpse Cart confers an area-effect regeneration augment on nearby friendly undead units.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Corpse-CartSmall.jpg?t=1545146530\" ><br><br><br><strong>Mortis Engine</strong><br>The remains of Necromancers and Liche Lords are sometimes enshrined within a Mortis Engine, a cage of fused bone surrounded by trappings of grandeur, and borne to war by a host of spirits bound to the infernal device. Heavy with evil magics and painstakingly illuminated, the Blasphemous Tome the Mortis Engine bears has been crafted with such care that their creator's souls have passed into the leaves of human skin that form its pages. These books can be a boon to the twisted practitioners of necromancy. <br><br>As a magical support chariot, the Mortis Engine Regenerates hitpoints for itself and nearby friendly undead units, and causes magical damage to nearby enemy units within the same radius. The attendant Blasphemous Tome also increases the owner’s Winds of Magic power reserve. Upon destruction, the Mortis Engine explodes in a cataclysm of arcane energy, causing widespread damage to nearby friends and foes.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Mortis-EngineSmall.jpg?t=1545146530\" ><br><br><br><strong>Free Company Militia</strong><br>While state troops form the mainstay of the Empire’s military forces, its armies are often bulked out by ad-hoc regiments of militia who are recruited to fight as and when required. No one can foretell how many will turn up at the muster, or what their fighting quality will be. After all, these irregular troops receive no formal training or discipline. <br><br>Free Company Militia are dual-role hybrid troops. Armed with both short-range pistols and swords, the can fight as the situation demands. With the Vanguard Deployment ability, they can be deployed deep in the field.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Free-Company-MilitiaSmall.jpg?t=1545146530\" ><br><br><br><strong>Flagellants</strong><br>When battle is joined, bands of crazed Flagellants beat themselves into a frenzy before charging headlong towards the enemy. They throw themselves into the fray without hesitation, against the most hopeless of odds. With howls of doom on their lips and visions of martyrdom in their thoughts, Flagellants fight with wild ferocity, swinging their flails at their enemies and leaving trails of blood and woe in their wake. <br><br>Flagellants are both Frenzied and Unbreakable. Their Strength of the Penitent special ability super-charges their fighting skills, conferring enhanced physical resistance and melee defence.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/FlagellantsSmall.jpg?t=1545146530\" ><br><br><br><strong>Knights of The Blazing Sun</strong><br>The Templar order of The Blazing Sun pride themselves on learning the very arts and sciences of war. Resplendent on their armoured mounts, they fight in the name of Myrmidia, the very goddess of warfare. For generations they have fought devoutly for the honour and sanctity of the Empire.<br><br>Powerful shock cavalry akin to the famous Reiksguard, the Knights of The Blazing Sun carry glinting shields which blind those wishing to cause them harm. This confers a certain resistance to magical damage. Their righteous zeal also grants them flaming attacks.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Knights-of-The-Blazing-SunSmall.jpg?t=1545146530\" ><h2 class=\"bb_tag\"><strong>Regiments of Renown</strong></h2>These are elite units – legendary within the annals of the Old World – whose statistics are much-improved over those of their standard counterparts. They can be unlocked for recruitment when the Lord under your command has attained the sufficient skill level, and are instantly recruited from the special Regiments of Renown recruitment menu into his army. In this respect they differ from standard units, which spend at least one turn in the recruitment queue. <br><br>Alongside enhanced stats, each Regiment of Renown also has one or more special abilities its standard-roster counterpart does not.  <br><br>Please note: unit abilities and details subject to change.<h2 class=\"bb_tag\"><strong>Empire</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Volkmar_Banner.png?t=1545146530\" ><br><br><br><strong>The Tattersouls - Flagellants</strong><br>Increased unit size<br><br><i>This brotherhood of zealots is led by the crazed prophet Gerhard The Worm, who fought alongside Volkmar in the war against The Everchosen. Little remains of his personality now but the raw fervour which drives his men.</i><br><br><strong>Stirland’s Revenge – Free Company Militia</strong><br>Stalk, armour piercing missiles, immune to psychology<br><br><i>A shower of growling ne’er-do-wells, the ragged militia of Stirland’s Revenge are always spoiling for a fight. What they lack in personal hygiene, they more than make up for in their thirst for vengeance against the undead. </i><br><br><strong>Hammer of The Witches – Great Cannon</strong><br>Enhanced physical resistance, shells cause magical damage<br><br><i>A single regiment is all that remains of Fort Oberstyre’s once-formidable batteries. The Hammer of The Witches earned its name in service of the town of Gortansford, tearing The Grey Hag to shreds with hastily-improvised grapeshot-rounds of horseshoes.</i><br><br><strong>Sigmar’s Sons - Swordsmen</strong><br>Unbreakable<br><br><i>Sigmar’s Sons originally served in The Red Masquers, a regiment that fought alongside Volkmar against the Norscans. They are Veteran warriors and merciless killers to a man, fearless in the face of evil.</i> <br><br><strong>Silver Bullets – Handgunners</strong><br>Stalk, bullets deal magical damage<br><br><i>Prior to battle, their foul-mouthed quartermaster Curser Brecht hands each of these marksmen a single silver bullet, granting them proof against whatever Sylvania may throw against them. Whether real or imagined, these good-luck charms seem to work…</i><br><br><strong>The Sunmaker – Helstorm Rocket Battery</strong><br>Flaming attacks, Increased number of missiles per volley<br><br><i>The final invention of the scatterbrained Talabheim alchemist Jurgen Bugelstrauss before his untimely demise, The Sunmaker fires specialist phosphoric rockets that burn with a blinding brilliance.</i><br><br><strong>The Templehof Luminark – Luminark of Hysh</strong><br>Encourage, Net of Amyntok<br><br><i>Crafted by Jovi Sunscryer, most experienced of the White Wizards, The lenses of the Templehof Luminark are ground to perfection and offer an unmatched degree of focus.</i><br><br><strong>The Royal Altdorf Gryphites – Demigryphs</strong><br>Cause terror<br><br><i>At the head of the Drakwald Riders, the Royal Altdorf Gryphites are among the finest of The Order’s inner-circle of cavalrymen. </i><br><br><strong>Zintler’s Reiksguard – Reiksguard</strong><br>Vanguard Deployment<br><br><i>Led by the Reiksmarshal Hans Zintler, the long and oft-storied history of this proud order has given them a peerless positional perspective. Masters of the flanking manoeuvre, their enemies find themselves under savage assault before the battle has been joined in earnest.</i><h2 class=\"bb_tag\"><strong>Vampire Counts</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Helman_Banner.png?t=1545146530\" ><br><br><br><strong>The Feasters in The Dusk – Crypt Ghouls</strong><br>Stalk, vanguard deployment<br><br><i>Most Crypt Ghouls are only too eager to pound towards their foes for the meal they represent. The Feasters in The Dusk are uncharacteristically measured in their approach, preferring to advance in stealthy fashion before lunging at their prey from the shadows.</i><br><br><strong>The Devils of Shwartzhafen – Vargheists</strong><br>Vanguard Deployment<br><br><i>These once-handsome sons of the Von Carstein dynasty, trapped for long years in the warpstone-tainted caverns below Castle Swartzhafen, bear no trace of their former intellect. Now, they haunt the night at Mannfred’s behest, tearing his opponents to bloody rags.</i><br><br><strong>The Direpack – Dire Wolves</strong><br>Bonus VS large, increased mass and size<br><br><i>Uncommonly ferocious, these grossly muscled fiends eschew smaller targets in favour of foes large enough to satisfy their ravenous appetites.</i><br><br><strong>The Sternsmen – Grave Guard</strong><br>Regeneration<br><br><i>In life, these cursed warriors were the honour guard of Verek The Blade, First Castellan of Sternieste. In death, they fight with an unholy zeal which resists the blows of their foes.</i><br><br><strong>The Tithe – Zombies</strong><br>Increased size and physical resistance<br><br><i>These once-proud fighting men of Sylvania, now reduced to shambling servants of The Midnight Aristocracy, are physically superior to ‘civilian’ zombies in every way</i> <br><br><strong>The Chillgheists – Hexwraiths</strong><br>Magical Resistance, slowing aura<br><br><i>Guardians of the Necropolis of Vargravia, The Chillgheists draw power from the cursed land and instil a blasphemous resolve in their cold-hearted brethren. </i><br><br><strong>The Claw of Nagash – Mortis Engine</strong><br>Magical Resistance, slowing aura<br><br><i>It is said that the huge ironbone reliquary of this Mortis Engine contains the withered but still-moving hand of Nagash himself, lending it the unholy power to ward off enemy magics.</i>  <br><br><strong>Verek’s Reavers – Black Knights</strong><br>Regeneration<br><br><i>Cursed to fight for the Wight King Verek The Blade, these cavalry are seemingly unstoppable, their limbs reattaching and shattered bones remade before their opponents’ startled eyes.</i><br><br><strong>The Konigstein Stalkers – Skeleton Warriors</strong><br>Poison Attacks, improved armour<br><br><i>Even veterans of conflict with the clacking hordes of Sylvania are unprepared for the poisonous onslaught of the Konigstein Stalkers.</i>",
            "about_the_game": "<h2 class=\"bb_tag\"><strong>Total War: WARHAMMER – The Grim &amp; The Grave</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/TopSmall.jpg?t=1545146530\" ><br><br><br>The Grim &amp; The Grave is the first Lords Pack for Total War: WARHAMMER. Bolstering the forces of both The Empire and The Vampire Counts, it introduces famous rival characters and new iconic units from the world of Warhammer Fantasy Battles to your campaigns and battles.<br><br><ul class=\"bb_ul\"><li>    Two new Legendary Lords…<br></li><li>    …with new quest chains, magic items and skill trees<br></li><li>    Two new additional Lord types<br></li><li>    Five all-new battlefield units plus variants<br></li><li>    Five new battlefields for custom battles and multiplayer battles<br></li><li>    18 elite Regiments of Renown</li></ul><br><i>Ever-devious and ever-ruthless, the Unliving Aristocracy summons forth horrifying new threats to unman the forces of The Empire. Smelling blood on the tainted air, the Strigoi Ghoul Kings stir from their stale catacombs, while Mannfred’s darkest student, Helman Ghorst, pauses in his damnable studies and readies the Corpse-Carts for battle.<br><br>But the proud men of The Empire do not stand idly by in the face of such unholy threats. Even now the call goes out, and all eyes turn to Volkmar The Grim, Grand Theogonist of The Cult of Sigmar. Pious and forbidding, Karl Franz’ staunchest ally calls forth his Arch Lectors and rides into battle on the War Altar of Sigmar, a sight to strike terror even into the unbeating hearts of The Undead.<br><br>Man versus vampire: legend versus legend.<br><br>The Grim and The Grave.</i><h2 class=\"bb_tag\"><strong>New Legendary Lords</strong></h2><br><br><strong>Volkmar The Grim</strong><br>Volkmar The Grim is the Grand Theogonist, the head of the Cult of Sigmar and the most powerful religious leader in the Empire. He is a pious and foreboding man who is utterly devoted to the destruction of Chaos in all its forms. When he accompanies an army into battle, he typically rides atop the resplendent War Altar of Sigmar, inspiring the soldiers around him to great acts of heroism as he strikes the followers of evil down with powerful blows and words of divine force. Volkmar is a holy terror on the battlefield, a man who fights with the fury of Sigmar himself. It is said that his soul is forged of steel, and he fights the malign influence of Chaos with every fibre of his being.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/VolkmarTheGrimSmall.jpg?t=1545146530\" ><br><br><br><strong>Campaign bonuses</strong><br>When Volkmar leads a Grand Campaign, any Flagellant you recruit into his army will gain improvements to their weapon damage and charge bonus stats, and will be cheaper to recruit. <br><br><strong>Quests</strong><br>Volkmar may embark on quests to earn his Legendary items. The Jade Griffon provides a passive augment that regenerates Volkmar’s health, while the Staff of Command brings a number of improvements to Volkmar’s combat skills, public order management and post-battle loot income.<br><br><strong>Battle prayers</strong><br>Volkmar can unlock three Grand Battle Prayers to utter in combat, improving the offensive and defensive capabilities of himself and those around him.<br><br><strong>Unique mount</strong><br>When Volkmar has unlocked his Battle Prayers, he gains access to the War Altar of Sigmar, a resplendent fighting platform replete with a vast bronze Griffon bearing Ghal Maraz.<br><br><strong>Unique Skills</strong><br>Volkmar has the unique skills Para Bellum Aeturnus and Heretic Hunter, which improve the abilities of Flagellants and Warrior Priests in both battle and campaign.<br><br><br><br><strong>Helman Ghorst</strong><br>Helman Ghorst was once a man, yet that life was ripped from him. The loss of his father and brothers to plague sent Ghorst into an obsessive madness; he began studying the black arts in the hope of returning his lost kin to life. Coming to the attention of Mannfred von Carstein, the Count taught him necromancy, transforming Helman into something beyond the grief-maddened man from Templehof. Now, he is carried through the night on a bone-ridged cart, pulled not by horses, but by the brothers he so desperately wished to save – each a once-handsome farrier restored to a mockery of life, forced to stumble along at the head of their brother’s unloving host.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Helman-GhorstSmall.jpg?t=1545146530\" ><br><br><br><strong>Campaign bonuses</strong><br>When chosen to lead a Grand Campaign, Helman Ghorst confers a bonus to the casualty replenishment rate of all Vampire Counts armies. In addition, all units in Helman Ghorst’s army gain poison attacks.<br><br><strong>Quests</strong><br>Helman may embark upon a quest for The Liber Noctus, a legendary tome which weakens his enemies in battle, and enables him to use special abilities more frequently.<br><br><strong>Unique Mount</strong><br>Helman may unlock The Brothers Ghorst Corpse Cart. Drawn by the undead remnants of his brothers, this unique mount vastly improves his weapon strength and damage output.  <br><br><strong>Unique Spell</strong><br>Awaken from the Grave, Helman’s unique spell, summons a unit of Grave Guard or, when upgraded, a Wight King to fight for him.<br><br><strong>Unique Skills</strong><br>Helman has the unique skill Leading from the Front which improves abilities of the plague-bearing Corpse Carts and the phantasmal Mortis Engine.<h2 class=\"bb_tag\"><strong>New Lords</strong></h2><br><br><strong>Arch Lector</strong><br>The High Priest of the Cult of Sigmar is the Grand Theogonist, and beneath him are his two Arch Lectors - grim, imposing figures, both on and off the battlefield. It is the duty of Arch Lectors to protect the populace and cast out evil. They epitomise the warrior courage of Sigmar himself, leading from the front where they manifest the power of the gods and inspire whole armies to acts of heroism.<br><br><strong>Battle prayers</strong><br>Arch Lectors can learn three Grand Battle Prayers to aid their armies in combat. Hammer of Sigmar improves the Arch Lector’s melee attack skill. Shields of Faith is an area-effect augment for nearby allies, improving their damage resistance. Soulfire is a large area-effect offensive power, causing mass magical damage to enemy units.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Arch-LectorSmall.jpg?t=1545146530\" ><br><br><br><strong>Strigoi Ghoul King</strong><br>The pallid creatures known as Ghoul Kings are in fact once-proud Strigoi Vampires forced into a troglodytic existence. Though all Strigoi descend from the same ancient lineage of Ushoran, they have devolved to become something far fouler and more hate-filled than their brethren. The Ghoul Kings spend their days creeping through the hidden places of the world, but under cover of night, they wreak their vengeance at the head of a shambling army of Undead.<br><br>Powerful warriors and spellcasters, Strigoi Ghoul Kings wield a mixed lore combining spells from the Lore of Vampires and the Lore of Death, and may unlock and ride Terrorgheists into battle.  <br><br><strong>Unique Spell</strong><br>Command of The Unliving, the Strigoi Ghoul King’s unique spell, summons a unit of Crypt Ghouls or, when upgraded, a unit of Crypt Horrors to fight for him in battle.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Strigoi-Ghoul-KingSmall.jpg?t=1545146530\" ><h2 class=\"bb_tag\"><strong>New Units</strong></h2><br><br><strong>Corpse Cart </strong><br>Drawn by shambling zombies, Corpse Carts act like magnets for Dark Magic, drawing their power from the land itself and re-animating the dead around them. Sometimes a Corpse Cart is hung with a great bell, the clapper of which is a fell lodestone of eldritch provenance. When necromantic magic is thick in the air, the bell tolls and ripples of Dark Magic emanate from the Corpse Cart. <br><br>As a magical support chariot, the Corpse Cart projects a magical aura known as the Vigor Mortis. This confers regeneration on the corpse cart and raises the melee attack of nearby undead units. With the Balefire upgrade, the Corpse Cart confers an increased chance to miscast on nearby enemy wizards. With the Unholy Lodestone upgrade, the Corpse Cart confers an area-effect regeneration augment on nearby friendly undead units.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Corpse-CartSmall.jpg?t=1545146530\" ><br><br><br><strong>Mortis Engine</strong><br>The remains of Necromancers and Liche Lords are sometimes enshrined within a Mortis Engine, a cage of fused bone surrounded by trappings of grandeur, and borne to war by a host of spirits bound to the infernal device. Heavy with evil magics and painstakingly illuminated, the Blasphemous Tome the Mortis Engine bears has been crafted with such care that their creator's souls have passed into the leaves of human skin that form its pages. These books can be a boon to the twisted practitioners of necromancy. <br><br>As a magical support chariot, the Mortis Engine Regenerates hitpoints for itself and nearby friendly undead units, and causes magical damage to nearby enemy units within the same radius. The attendant Blasphemous Tome also increases the owner’s Winds of Magic power reserve. Upon destruction, the Mortis Engine explodes in a cataclysm of arcane energy, causing widespread damage to nearby friends and foes.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Mortis-EngineSmall.jpg?t=1545146530\" ><br><br><br><strong>Free Company Militia</strong><br>While state troops form the mainstay of the Empire’s military forces, its armies are often bulked out by ad-hoc regiments of militia who are recruited to fight as and when required. No one can foretell how many will turn up at the muster, or what their fighting quality will be. After all, these irregular troops receive no formal training or discipline. <br><br>Free Company Militia are dual-role hybrid troops. Armed with both short-range pistols and swords, the can fight as the situation demands. With the Vanguard Deployment ability, they can be deployed deep in the field.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Free-Company-MilitiaSmall.jpg?t=1545146530\" ><br><br><br><strong>Flagellants</strong><br>When battle is joined, bands of crazed Flagellants beat themselves into a frenzy before charging headlong towards the enemy. They throw themselves into the fray without hesitation, against the most hopeless of odds. With howls of doom on their lips and visions of martyrdom in their thoughts, Flagellants fight with wild ferocity, swinging their flails at their enemies and leaving trails of blood and woe in their wake. <br><br>Flagellants are both Frenzied and Unbreakable. Their Strength of the Penitent special ability super-charges their fighting skills, conferring enhanced physical resistance and melee defence.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/FlagellantsSmall.jpg?t=1545146530\" ><br><br><br><strong>Knights of The Blazing Sun</strong><br>The Templar order of The Blazing Sun pride themselves on learning the very arts and sciences of war. Resplendent on their armoured mounts, they fight in the name of Myrmidia, the very goddess of warfare. For generations they have fought devoutly for the honour and sanctity of the Empire.<br><br>Powerful shock cavalry akin to the famous Reiksguard, the Knights of The Blazing Sun carry glinting shields which blind those wishing to cause them harm. This confers a certain resistance to magical damage. Their righteous zeal also grants them flaming attacks.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Knights-of-The-Blazing-SunSmall.jpg?t=1545146530\" ><h2 class=\"bb_tag\"><strong>Regiments of Renown</strong></h2>These are elite units – legendary within the annals of the Old World – whose statistics are much-improved over those of their standard counterparts. They can be unlocked for recruitment when the Lord under your command has attained the sufficient skill level, and are instantly recruited from the special Regiments of Renown recruitment menu into his army. In this respect they differ from standard units, which spend at least one turn in the recruitment queue. <br><br>Alongside enhanced stats, each Regiment of Renown also has one or more special abilities its standard-roster counterpart does not.  <br><br>Please note: unit abilities and details subject to change.<h2 class=\"bb_tag\"><strong>Empire</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Volkmar_Banner.png?t=1545146530\" ><br><br><br><strong>The Tattersouls - Flagellants</strong><br>Increased unit size<br><br><i>This brotherhood of zealots is led by the crazed prophet Gerhard The Worm, who fought alongside Volkmar in the war against The Everchosen. Little remains of his personality now but the raw fervour which drives his men.</i><br><br><strong>Stirland’s Revenge – Free Company Militia</strong><br>Stalk, armour piercing missiles, immune to psychology<br><br><i>A shower of growling ne’er-do-wells, the ragged militia of Stirland’s Revenge are always spoiling for a fight. What they lack in personal hygiene, they more than make up for in their thirst for vengeance against the undead. </i><br><br><strong>Hammer of The Witches – Great Cannon</strong><br>Enhanced physical resistance, shells cause magical damage<br><br><i>A single regiment is all that remains of Fort Oberstyre’s once-formidable batteries. The Hammer of The Witches earned its name in service of the town of Gortansford, tearing The Grey Hag to shreds with hastily-improvised grapeshot-rounds of horseshoes.</i><br><br><strong>Sigmar’s Sons - Swordsmen</strong><br>Unbreakable<br><br><i>Sigmar’s Sons originally served in The Red Masquers, a regiment that fought alongside Volkmar against the Norscans. They are Veteran warriors and merciless killers to a man, fearless in the face of evil.</i> <br><br><strong>Silver Bullets – Handgunners</strong><br>Stalk, bullets deal magical damage<br><br><i>Prior to battle, their foul-mouthed quartermaster Curser Brecht hands each of these marksmen a single silver bullet, granting them proof against whatever Sylvania may throw against them. Whether real or imagined, these good-luck charms seem to work…</i><br><br><strong>The Sunmaker – Helstorm Rocket Battery</strong><br>Flaming attacks, Increased number of missiles per volley<br><br><i>The final invention of the scatterbrained Talabheim alchemist Jurgen Bugelstrauss before his untimely demise, The Sunmaker fires specialist phosphoric rockets that burn with a blinding brilliance.</i><br><br><strong>The Templehof Luminark – Luminark of Hysh</strong><br>Encourage, Net of Amyntok<br><br><i>Crafted by Jovi Sunscryer, most experienced of the White Wizards, The lenses of the Templehof Luminark are ground to perfection and offer an unmatched degree of focus.</i><br><br><strong>The Royal Altdorf Gryphites – Demigryphs</strong><br>Cause terror<br><br><i>At the head of the Drakwald Riders, the Royal Altdorf Gryphites are among the finest of The Order’s inner-circle of cavalrymen. </i><br><br><strong>Zintler’s Reiksguard – Reiksguard</strong><br>Vanguard Deployment<br><br><i>Led by the Reiksmarshal Hans Zintler, the long and oft-storied history of this proud order has given them a peerless positional perspective. Masters of the flanking manoeuvre, their enemies find themselves under savage assault before the battle has been joined in earnest.</i><h2 class=\"bb_tag\"><strong>Vampire Counts</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/404013/extras/Helman_Banner.png?t=1545146530\" ><br><br><br><strong>The Feasters in The Dusk – Crypt Ghouls</strong><br>Stalk, vanguard deployment<br><br><i>Most Crypt Ghouls are only too eager to pound towards their foes for the meal they represent. The Feasters in The Dusk are uncharacteristically measured in their approach, preferring to advance in stealthy fashion before lunging at their prey from the shadows.</i><br><br><strong>The Devils of Shwartzhafen – Vargheists</strong><br>Vanguard Deployment<br><br><i>These once-handsome sons of the Von Carstein dynasty, trapped for long years in the warpstone-tainted caverns below Castle Swartzhafen, bear no trace of their former intellect. Now, they haunt the night at Mannfred’s behest, tearing his opponents to bloody rags.</i><br><br><strong>The Direpack – Dire Wolves</strong><br>Bonus VS large, increased mass and size<br><br><i>Uncommonly ferocious, these grossly muscled fiends eschew smaller targets in favour of foes large enough to satisfy their ravenous appetites.</i><br><br><strong>The Sternsmen – Grave Guard</strong><br>Regeneration<br><br><i>In life, these cursed warriors were the honour guard of Verek The Blade, First Castellan of Sternieste. In death, they fight with an unholy zeal which resists the blows of their foes.</i><br><br><strong>The Tithe – Zombies</strong><br>Increased size and physical resistance<br><br><i>These once-proud fighting men of Sylvania, now reduced to shambling servants of The Midnight Aristocracy, are physically superior to ‘civilian’ zombies in every way</i> <br><br><strong>The Chillgheists – Hexwraiths</strong><br>Magical Resistance, slowing aura<br><br><i>Guardians of the Necropolis of Vargravia, The Chillgheists draw power from the cursed land and instil a blasphemous resolve in their cold-hearted brethren. </i><br><br><strong>The Claw of Nagash – Mortis Engine</strong><br>Magical Resistance, slowing aura<br><br><i>It is said that the huge ironbone reliquary of this Mortis Engine contains the withered but still-moving hand of Nagash himself, lending it the unholy power to ward off enemy magics.</i>  <br><br><strong>Verek’s Reavers – Black Knights</strong><br>Regeneration<br><br><i>Cursed to fight for the Wight King Verek The Blade, these cavalry are seemingly unstoppable, their limbs reattaching and shattered bones remade before their opponents’ startled eyes.</i><br><br><strong>The Konigstein Stalkers – Skeleton Warriors</strong><br>Poison Attacks, improved armour<br><br><i>Even veterans of conflict with the clacking hordes of Sylvania are unprepared for the poisonous onslaught of the Konigstein Stalkers.</i>",
            "short_description": "Total War: WARHAMMER – The Grim &amp; The Grave The Grim &amp; The Grave is the first Lords Pack for Total War: WARHAMMER. Bolstering the forces of both The Empire and The Vampire Counts, it introduces famous rival characters and new iconic units from the world of Warhammer Fantasy Battles to your campaigns and battles.",
            "fullgame": {
                "appid": "364360",
                "name": "Total War: WARHAMMER"
            },
            "supported_languages": "English<strong>*</strong>, French, Italian, German, Spanish - Spain, Czech, Korean, Polish, Portuguese - Brazil, Russian, Turkish<br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/404013/header.jpg?t=1545146530",
            "website": null,
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 64Bit<br></li><li><strong>Processor:</strong> Intel® Core™ 2 Duo 3.0Ghz<br></li><li><strong>Memory:</strong> 3 GB RAM<br></li><li><strong>Graphics:</strong> (DirectX 11) AMD Radeon HD 5770 1024MB | NVIDIA GTS 450 1024MB | Intel HD4000 @720P<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> *PC Integrated graphics chipsets require 4 GB RAM, e.g. Intel HD series.</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7/8.1/10 64Bit<br></li><li><strong>Processor:</strong> Intel® Core™ i5-4570 3.20GHz<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> (DirectX 11) AMD Radeon R9 270X 2048MB | NVIDIA GeForce GTX 760 2048MB @1080P<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 35 GB available space</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> macOS 10.12.4<br></li><li><strong>Processor:</strong> 2.0Ghz Intel Core i5<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> All AMD graphics cards released from 2014 onwards, All NVidia cards with 2GB+ VRAM released from 2012 onwards, (MacBookPro only) Intel Iris Graphics 540 &amp; 550 cards released from 2016 onwards<br></li><li><strong>Storage:</strong> 37 GB available space<br></li><li><strong>Additional Notes:</strong> The following graphics cards are capable of running the game, but do not consistently meet the standards required for official support: All Nvidia cards with 1 GB VRAM released from 2012 onwards, All Intel Iris and Iris Pro cards released from 2013 onwards apart from the 540 and 550 cards listed above.</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Ubuntu 16.04 or Steam OS 2.0 (64 bit required)<br></li><li><strong>Processor:</strong> 3.4GHz Intel Core i3-4130, 3.5GHz AMD FX6300<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> 1GB Nvidia 650ti or better (driver version 367.28), 2GB AMD R9 270 or better (Mesa 13.0.1 driver compiled using LLVM 3.9)<br></li><li><strong>Storage:</strong> 29 GB available space<br></li><li><strong>Additional Notes:</strong> AMD GPU's are not supported on Steam OS. Intel GPU's are not supported at time of release.</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Ubuntu 16.04 or Steam OS 2.0 (64 bit required)<br></li><li><strong>Processor:</strong> 3.4 GHz Intel Core i7-4770<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> 4GB Nvidia 970 (driver version 367.28), 4GB AMD RX 480 (Mesa 13.0.1 driver compiled using LLVM 3.9)<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> AMD GPU's are not supported on Steam OS. Intel GPU's are not supported at time of release.</li></ul>"
            },
            "legal_notice": "© Copyright Games Workshop Limited 2017. Warhammer, the Warhammer logo, GW, Games Workshop, The Game of Fantasy Battles, the twin-tailed comet logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under licence. Developed by Creative Assembly and published by SEGA. Creative Assembly, the Creative Assembly logo, Total War and the Total War logo are either registered trademarks or trademarks of The Creative Assembly Limited. SEGA and the SEGA logo are either registered trademarks or trademarks of SEGA Holdings Co., Ltd. or its affiliates. All rights reserved. SEGA is registered in the U.S. Patent and Trademark Office. All other trademarks, logos and copyrights are property of their respective owners.",
            "developers": [
                "CREATIVE ASSEMBLY",
                "Feral Interactive (Linux)",
                "Feral Interactive (Mac)"
            ],
            "publishers": [
                "SEGA",
                "Feral Interactive (Linux)",
                "Feral Interactive (Mac)"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 749,
                "final": 749,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "7,49€"
            },
            "packages": [
                79107
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Total War: WARHAMMER - The Grim and the Grave",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 79107,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Total War: WARHAMMER - The Grim and the Grave - 7,49€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 749
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": true,
                "linux": true
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404013/ss_1558ed9ee12c82484c5a9d0c56569d087208f726.600x338.jpg?t=1545146530",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404013/ss_1558ed9ee12c82484c5a9d0c56569d087208f726.1920x1080.jpg?t=1545146530"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404013/ss_a58808d1c780e6402469724ac00c2a14477cf66c.600x338.jpg?t=1545146530",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404013/ss_a58808d1c780e6402469724ac00c2a14477cf66c.1920x1080.jpg?t=1545146530"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404013/ss_efa280cb112a0fedbe42cb8ab28379bdb8077ee6.600x338.jpg?t=1545146530",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404013/ss_efa280cb112a0fedbe42cb8ab28379bdb8077ee6.1920x1080.jpg?t=1545146530"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404013/ss_d6a5bfd7135934cbfe13c5476a3b91f601e32e90.600x338.jpg?t=1545146530",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404013/ss_d6a5bfd7135934cbfe13c5476a3b91f601e32e90.1920x1080.jpg?t=1545146530"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404013/ss_2ed0b830c3e736d786f9e025c33ec99c486154b2.600x338.jpg?t=1545146530",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404013/ss_2ed0b830c3e736d786f9e025c33ec99c486154b2.1920x1080.jpg?t=1545146530"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/404013/ss_e15066ff364df87413e7148d6304f8ed2ac216e3.600x338.jpg?t=1545146530",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/404013/ss_e15066ff364df87413e7148d6304f8ed2ac216e3.1920x1080.jpg?t=1545146530"
                }
            ],
            "movies": [
                {
                    "id": 256669310,
                    "name": "ENG_PEGI_G&G",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256669310/movie.293x165.jpg?t=1471965211",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256669310/movie480.webm?t=1471965211",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256669310/movie_max.webm?t=1471965211"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 545
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "1 Sep, 2016"
            },
            "support_info": {
                "url": "https://support.sega.co.uk",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/404013/page_bg_generated_v6b.jpg?t=1545146530",
            "content_descriptors": {
                "ids": [
                    5
                ],
                "notes": null
            }
        }
    }
}