{
    "414030": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "The Living Dungeon: Unearthed",
            "steam_appid": 414030,
            "required_age": 0,
            "is_free": false,
            "controller_support": "full",
            "detailed_description": "&quot;<i>It's been twenty years since they found that place.</i>&quot; - Sajotir<br><br>The opening line of The Living dungeon hints that the game is not truly the beginning of this tale. Find out what events occurred twenty years ago that set the cogs in motion for our adventure. Follow eight adventurers as they tell their story of The Living Dungeon.<br><br>The Living Dungeon - Unearthed, is a prequel ebook to The Living Dungeon.<br><br><i>In the realm of Tanik, eight disparate adventurers gather in the desert heat. In all directions there is nothing but sand and the enemy, but here, under their feet, lies the tomb of Desarkeath. The group has no choice but to enter and know they will be hunted even when they do, but is there really any hope for escape, and can a god really die? It all seems very likely for these few sorry souls that this tomb will be theirs as well.</i><br><br><strong>Please Note:</strong> The ebook files will be placed in your install directory, this can be found in your Living Dungeon folder in the Steam Directory: ...Steam\\steamapps\\common\\The Living Dungeon\\Unearthed",
            "about_the_game": "&quot;<i>It's been twenty years since they found that place.</i>&quot; - Sajotir<br><br>The opening line of The Living dungeon hints that the game is not truly the beginning of this tale. Find out what events occurred twenty years ago that set the cogs in motion for our adventure. Follow eight adventurers as they tell their story of The Living Dungeon.<br><br>The Living Dungeon - Unearthed, is a prequel ebook to The Living Dungeon.<br><br><i>In the realm of Tanik, eight disparate adventurers gather in the desert heat. In all directions there is nothing but sand and the enemy, but here, under their feet, lies the tomb of Desarkeath. The group has no choice but to enter and know they will be hunted even when they do, but is there really any hope for escape, and can a god really die? It all seems very likely for these few sorry souls that this tomb will be theirs as well.</i><br><br><strong>Please Note:</strong> The ebook files will be placed in your install directory, this can be found in your Living Dungeon folder in the Steam Directory: ...Steam\\steamapps\\common\\The Living Dungeon\\Unearthed",
            "short_description": "&quot;It's been twenty years since they found that place.&quot; - SajotirThe opening line of The Living dungeon hints that the game is not truly the beginning of this tale. Find out what events occurred twenty years ago that set the cogs in motion for our adventure. Follow eight adventurers as they tell their story of The Living Dungeon.",
            "fullgame": {
                "appid": "362290",
                "name": "The Living Dungeon"
            },
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/414030/header.jpg?t=1447378638",
            "website": "http://www.thelivingdungeon.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>Additional Notes:</strong> Microsoft Word/PDF Reader/Ebook Reader &amp; Eyes</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>Additional Notes:</strong> Microsoft Word/PDF Reader/Ebook Reader &amp; Eyes</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "Thank you for purchasing The Living Dungeon. If you continue to use this software, you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern RadiationBurn’s relationship with you in relation to this software. If you disagree with any part of these terms and conditions, please do not use our software.<br />\r\nThe term ‘RadiationBurn’ or ‘us’ or ‘we’ refers to the owner of the software whose registered office is Boho 4, Middlesbrough TS2 1AY. Our company registration number is 07353066 – Registered in England. The term ‘you’ refers to the user or viewer of our software.<br />\r\nThe use of this software is subject to the following terms of use:<br />\r\n•\tThe content of this software is for your general use only. It is subject to change without notice.<br />\r\n•\tNeither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered in this software for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.<br />\r\n•\tYour use of any information or materials on this software is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services or information available through this software meet your specific requirements.<br />\r\n•\tThis software contains material which is owned by or licensed to us. This material includes, but is not limited to, the design, layout, look, appearance and graphics. Reproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions.<br />\r\n•\tAll trademarks reproduced in this software, which are not the property of, or licensed to the operator, are acknowledged on the software.<br />\r\n•\tUnauthorised use of this software may give rise to a claim for damages and/or be a criminal offence.<br />\r\n•\tYour use of this software and any dispute arising out of such use of the software is subject to the laws of England, Northern Ireland, Scotland and Wales.<br />\r\n<br />\r\nPrivacy policy<br />\r\nOur Privacy Commitment<br />\r\nRadiationBurn Ltd created this privacy policy to help you understand what information we collect, how we collect this information, and how we use the information to improve your experience using our games and software.<br />\r\nBecause your privacy is important to us, we hope that you will read and review this policy so that you may make informed decisions about using our games and services.<br />\r\nBy installing or using any of RadiationBurn Ltd’s games, services or websites you agree to this privacy policy and consent to the use of personal and non-personal data being used for the purposes described within this document. If for any reason you do not agree with the terms of this privacy policy, please refrain from using any of RadiationBurn Ltd’s games, services or websites. <br />\r\nNon-Personal Information<br />\r\nInformation gathered<br />\r\nRadiationBurn Ltd sometimes gathers anonymous usage data about how our games are played. This includes such information as which teams are chosen in multiplayer, number of attempts to complete any given level, or any other information which cannot be used to identify you. <br />\r\nHow this information is used<br />\r\nThe anonymous data gathered from players is purely statistical and is used for the sole purpose of improving the gameplay experience. No data will be sold, rented or leased to any 3rd party.<br />\r\nPersonal Information<br />\r\nInformation gathered<br />\r\nRadiationBurn Ltd will only collect and store personal information with your consent and we do not sell your personal information to third parties. This information may be acquired when you participate in in-game registration, contests and special events; access services using a third-party ID (such as an ID from a social-networking site or gaming service); subscribe to news updates; share on a social network via the services; request technical or customer support; or otherwise provide personal information to use or access features of the services.<br />\r\nHow this information is used<br />\r\nPersonal information will only be used to improve the service or product, personalize the product, or for customer support. Personal information will never be sold to or shared with any 3rd and will only disclose personal information in accordance with the law and this privacy policy. We may combine non-personal information with personal information.",
            "developers": [
                "RadiationBurn"
            ],
            "publishers": [
                "RadiationBurn"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 239,
                "final": 239,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "2,39€"
            },
            "packages": [
                83052
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy The Living Dungeon: Unearthed",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 83052,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "The Living Dungeon: Unearthed - 2,39€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 239
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 28,
                    "description": "Full controller support"
                }
            ],
            "genres": [
                {
                    "id": "25",
                    "description": "Adventure"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "28",
                    "description": "Simulation"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/414030/ss_642694b25557777de9d9b7e18166da4c4c2bfd02.600x338.jpg?t=1447378638",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/414030/ss_642694b25557777de9d9b7e18166da4c4c2bfd02.1920x1080.jpg?t=1447378638"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/414030/ss_3ad705a367ba09201cc3fbdb8c8120eda846ae77.600x338.jpg?t=1447378638",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/414030/ss_3ad705a367ba09201cc3fbdb8c8120eda846ae77.1920x1080.jpg?t=1447378638"
                }
            ],
            "release_date": {
                "coming_soon": false,
                "date": "26 Oct, 2015"
            },
            "support_info": {
                "url": "http://thelivingdungeon.com/support/",
                "email": "support@radiationburn.net"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/414030/page_bg_generated_v6b.jpg?t=1447378638",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}