{
    "416000": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Fantasy Farming: Orange Season",
            "steam_appid": 416000,
            "required_age": 0,
            "is_free": false,
            "controller_support": "full",
            "dlc": [
                790530
            ],
            "detailed_description": "Orange Season is a farm-life RPG focused on exploration and different gameplay mechanics. It's a game you can play for hundreds of hours and you'll always have something new to discover.<h2 class=\"bb_tag\">Game Features:</h2><br><ul class=\"bb_ul\"><li>High focus on exploration, with many hand crafted areas (mountains, forests, caves, deserts, lakes and much more).<br></li><li>Town festivals.<br></li><li>Raise animals and plant crops on your farm.<br></li><li>Tame wild animals and bring them to your farm.<br></li><li>Increase your friendship with the town's villagers by interacting to them and completing quests.<br></li><li>Farm customization<br></li><li>Open Code: The whole game code is available with the game, so modders can change anything they want.<br></li><li>Mod System: Every single detail of the game can be modified by installing mods on them.<br></li><li>Companion System: You can ask a villager to hang out with you. They will follow you and participate in the things you do.</li></ul><h2 class=\"bb_tag\">Upcoming Features:</h2><ul class=\"bb_ul\"><li>Several festivals inspired by real life festivities from around the world.<br></li><li>More than 30 different types of animals.<br></li><li>Marriage system with dozens of potential spouses (regardless of gender).<br></li><li>Rival Marriage system, where you can influence who ends up with who.<br></li><li>Several minigames.</li></ul>",
            "about_the_game": "Orange Season is a farm-life RPG focused on exploration and different gameplay mechanics. It's a game you can play for hundreds of hours and you'll always have something new to discover.<h2 class=\"bb_tag\">Game Features:</h2><br><ul class=\"bb_ul\"><li>High focus on exploration, with many hand crafted areas (mountains, forests, caves, deserts, lakes and much more).<br></li><li>Town festivals.<br></li><li>Raise animals and plant crops on your farm.<br></li><li>Tame wild animals and bring them to your farm.<br></li><li>Increase your friendship with the town's villagers by interacting to them and completing quests.<br></li><li>Farm customization<br></li><li>Open Code: The whole game code is available with the game, so modders can change anything they want.<br></li><li>Mod System: Every single detail of the game can be modified by installing mods on them.<br></li><li>Companion System: You can ask a villager to hang out with you. They will follow you and participate in the things you do.</li></ul><h2 class=\"bb_tag\">Upcoming Features:</h2><ul class=\"bb_ul\"><li>Several festivals inspired by real life festivities from around the world.<br></li><li>More than 30 different types of animals.<br></li><li>Marriage system with dozens of potential spouses (regardless of gender).<br></li><li>Rival Marriage system, where you can influence who ends up with who.<br></li><li>Several minigames.</li></ul>",
            "short_description": "Orange Season is a farm-life RPG with a large world to explore and different gameplay mechanics.",
            "supported_languages": "English, Portuguese - Brazil",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/416000/header.jpg?t=1538758112",
            "website": "http://fantasyfarming.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> WindowsR 7/8/8.1/10 (32bit/64bit)<br></li><li><strong>Processor:</strong> Intel Core2 Duo or better<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> OpenGL 4.1 capable GPU<br></li><li><strong>DirectX:</strong> Version 9.0<br></li><li><strong>Storage:</strong> 300 MB available space</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Mac OS X 10.10 or better<br></li><li><strong>Processor:</strong> Intel Core2 Duo or better<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> OpenGL 4.1 capable GPU<br></li><li><strong>Storage:</strong> 300 MB available space</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>Processor:</strong> Intel Core2 Duo or better<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> OpenGL 4.1 capable GPU<br></li><li><strong>Storage:</strong> 300 MB available space</li></ul>"
            },
            "legal_notice": "ORANGE SEASON END USER LICENSE AGREEMENT<br />\r\n<br />\r\nIn order to protect Orange Season (our \"Game\") and the members of our community, we need these end user license terms to set out some rules for downloading and using our Game. This license is a legal agreement between you and us (Hudell Tales) and describes the terms and conditions for using the Game. <br />\r\n<br />\r\nIf you buy, download, use or play our Game, you are agreeing to stick to the rules of these end user license agreement (\"EULA\") terms. If you dont want to or cant agree to these rules, then you must not buy, download, use or play our Game. <br />\r\n<br />\r\nONE MAJOR RULE<br />\r\n<br />\r\nYou can't distribute anything we have made, unless we specifically agree to it. By \"distribute anything weve made\" what we mean is:<br />\r\n - Give copies of our Game to anyone else;<br />\r\n - Make commercial use of anything we have made;<br />\r\n - Try to make money from anything we have made; or<br />\r\n - Let other people get access to anything we have made in a way that is unfair or unreasonable;<br />\r\n<br />\r\nunless we specifically agree to it. And so that we are crystal clear, \"the Game\" or \"what we have made\" includes, but is not limited to, the software for our Game on all platforms. It also includes updates, patches, downloadable content, add-ons, or modified versions of a Game, parts of those things, or anything else weve made.<br />\r\n<br />\r\nUSING OUR GAME<br />\r\n<br />\r\nYou have been granted a license to the Game so you can play and use it, yourself, on your devices.<br />\r\nYou can modify the Game files, but you can't distribute those files (original or modified).<br />\r\nYou can create new files that modify the game (called \"Mods\"). Those new files can be distributed only with the purpose of letting other people get access to your modifications.<br />\r\n<br />\r\n<br />\r\nThe license and permission we give you to use and play our Game can be revoked if you break any of the terms of this EULA.<br />\r\n<br />\r\nWhen you buy our Game, you receive a license that gives you permission to install the Game on your own personal device and use and play it on that device as set out in this EULA. This permission is personal to you, so you are not allowed to distribute the Game (or any part of it) to anyone else. This also means you cannot sell or rent the Game, or make it available for access to other people and you cannot pass on or resell any license keys. You may however give gift codes that have been bought from us. This is important to help us stop piracy and fraud and to protect our Game. It is also important to prevent members of our community from buying pirated versions of our Game or fraudulent license keys - which we may cancel, such as in the case of fraud.<br />\r\n<br />\r\nIf you have bought the Game, you may play around with it and modify it by adding modifications, tools, or plugins, which we will refer to collectively as \"Mods.\" By \"Mods,\" we mean something original that you or someone else created that doesnt contain a substantial part of our copyrightable code or content. When you combine your Mod with the Orange Season software, we will call that combination a \"Modded Version\" of the Game. We have the final say on what constitutes a Mod and what doesnt. You may not distribute any Modded Versions of our Game or software, and wed appreciate it if you didnt use Mods for griefing. Basically, Mods are okay to distribute; hacked versions or Modded Versions of the Game software are not okay to distribute.<br />\r\n<br />\r\nWithin reason youre free to do whatever you want with screenshots and videos of the Game. By \"within reason\" we mean that you cant make any commercial use of them or do things that are unfair or adversely affect our rights. If you upload videos of the game to video sharing and streaming sites you are however allowed to put ads on them. Also, dont just rip art resources and pass them around.<br />\r\n<br />\r\nEssentially the simple rule is do not make commercial use of anything we haveve made unless we hveve specifically said its okay. Oh and if the law expressly allows it, such as under a \"fair use\" or fair dealing\" doctrine then thats ok too - but only to the extent that the law applicable to you says so.<br />\r\n<br />\r\nIn order to ensure the integrity of the Game, we need all Game downloads and updates to come from an authorized source. Its also important for us that 3rd party tools/services dont seem \"official\" as we cant guarantee their quality. Its part of the responsibility we have to the customers of Orange Season.<br />\r\n<br />\r\nOWNERSHIP OF OUR GAME AND OTHER THINGS<br />\r\n<br />\r\nAlthough we license you permission to install on your device and play our Game, we are still the owners of it. We are also the owners of our brands and any content contained in the Game that isn't specifically attributed to someone else. Therefore, when you pay for our Game, you are buying a license to play / use our Game in accordance with this EULA - you are not buying the Game itself. The only permissions you have in connection with the Game and your installation of it are the permissions set out in this EULA.<br />\r\n<br />\r\nAny Mods you create for the Game from scratch belong to you and you can do whatever you want with them, as long as you dont sell them for money / try to make money from them and so long as you dont distribute Modded Versions of the Game. Remember that a Mod means something that is your original work and that does not contain a substantial part of our code or content. You only own what you created; you do not own our code or content.<br />\r\n<br />\r\nCONTENT<br />\r\n<br />\r\nIf you make any content available on or through our Game, you agree to give us permission to use, copy, modify, adapt, distribute, and publicly display that content. This permission is irrevocable, and you also agree to let us permit other people to use, copy, modify, adapt, distribute, and publicly display your content. You are not giving up your ownership rights in your content, you are just giving us and other users permission to use it. For example, we may need to copy, reformat, and distribute content that you post on our website so others can read it. If you dont want to give us these permissions, do not make content available on or through our Game. Please think carefully before you make any content available, because it may be made public and might even be used by other people in a way you dont like.<br />\r\n<br />\r\nIf you are going to make something available on or through our Game, it must not be offensive to people or illegal, it must be honest, and it must be your own creation. Some examples of the types of things you must not make available using our Game include: posts that include racist or homophobic language; posts that are bullying or trolling; posts that are offensive or that damage our or another persons reputation; posts that include porn or someone elses creation or image; or posts that impersonate someone or try to trick or exploit people.<br />\r\n<br />\r\nAny content you make available on our Game must also be your creation or you must have permission or the legal right to do it. You must not and you agree that you will not make any content available, using the Game that infringes the rights of others.<br />\r\n<br />\r\nWe reserve the right to take down any content in our discretion.<br />\r\n<br />\r\n<br />\r\nUPDATES<br />\r\n<br />\r\nThe Game is being distributed while it's still being developed. The game may (and probably do) contain errors and bugs in it's current state.<br />\r\n<br />\r\nWe might make upgrades, updates or patches (we call them all \"updates\") available from time to time while the game is being distributed as Early Access. We can continue to do so after the game is considered finished, but we dont have to. We are also not obliged to provide ongoing support or maintenance of any Game. Of course, we hope to continue to release new updates for our Game, we just cant guarantee that we will do so. With updates come changes that might not work well with other software, such as Mods. This is unfortunate, but it is something we dont take responsibility for. If that is the case, try running an older version.<br />\r\n<br />\r\nLIABILITY AND GOVERNING LAW<br />\r\n<br />\r\nThe terms of this EULA do not affect any legal (statutory) rights that you may have under the law that applies to you for the Game. You might have certain rights which the law that applies to you says cannot be excluded. Nothing we say in these terms will affect those legal rights, even if we say something which sounds like it contradicts your legal rights. Thats what we mean when we say \"subject to applicable law\".<br />\r\n<br />\r\nSUBJECT TO APPLICABLE LAW, WHEN YOU GET A COPY OF OUR GAME, WE PROVIDE IT \"AS IS\". UPDATES ARE ALSO PROVIDED \"AS IS\". THIS MEANS THAT WE ARE NOT MAKING ANY PROMISES TO YOU ABOUT THE STANDARD OR QUALITY OF OUR GAME, OR THAT OUR GAME WILL BE UNINTERRUPTED OR ERROR FREE. WE ARE NOT RESPONSIBLE FOR ANY LOSS OR DAMAGE THAT IT MAY CAUSE. YOU BEAR THE ENTIRE RISK AS TO ITS QUALITY AND PERFORMANCE. YOU HAVE TO ACCEPT THAT WE MAY RELEASE GAMES WELL BEFORE THEY ARE COMPLETE AND SO THEY MAY (AND OFTEN WILL) HAVE BUGS -BUT WE PREFER TO RELEASE THESE FEATURES EARLY THAN MAKE YOU WAIT FOR PERFECTION. IF YOU WOULD LIKE TO NOTIFY US ABOUT A POTENTIAL BUG, WE HAVE A SITE FOR THAT HERE.<br />\r\n<br />\r\nThe laws of the country where you have your habitual residence govern this EULA and all disputes, including disputes relating to it, our Game, or our Website, regardless of conflict of laws principles.<br />\r\n<br />\r\nTERMINATION<br />\r\n<br />\r\nIf we want we can terminate this EULA if you breach any of the terms. You can terminate it too, at any time; all you have to do is uninstall the Game from your device and the EULA will be terminated. If the EULA is terminated, you will no longer have any of the rights to the Game given in this license. You do still have the right to things you have created yourself with the game of course. The paragraphs about \"Ownership of Our Game\", \"Our Liability\" and \"General Stuff\" will continue to apply even after the EULA is terminated.<br />\r\n<br />\r\nGENERAL STUFF<br />\r\n<br />\r\nYour local law may give you rights that this EULA cannot change; if so, this EULA applies as far as the law allows. Nothing in this license limits our liability for death or bodily injury resulting from our negligence or fraudulent misrepresentations.<br />\r\n<br />\r\nWe may change this EULA from time to time, if we have reason to, such as changes to our games, our practices, or our legal obligation. But those changes will be effective only to the extent that they can legally apply. For example if you use the Game without the updates we make available then the old EULA applies but if you do use the updates then the new EULA will apply. In that case we willll inform you of the change before it takes effect, either by posting a notice on our Website or by other reasonable means. Were not going to be unfair about this though - but sometimes the law changes or someone does something that affects other users of the Game and we therefore need to put a lid on it.<br />\r\n<br />\r\nIf you come to us with a suggestion for any one of our Websites or Games, that suggestion is made for free and we have no obligation to accept or consider it. This means we can use or not use your suggestion in any way we want and we dont have to pay you for it. If you think you have a suggestion that we would be willing to pay you for, please do not submit your suggestion unless you have first told us you expect to be paid and we have responded in writing by asking you to submit the suggestion.",
            "developers": [
                "Hudell Tales"
            ],
            "publishers": [
                "Hudell Tales"
            ],
            "demos": [
                {
                    "appid": 622940,
                    "description": ""
                }
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 1399,
                "final": 1399,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "13,99€"
            },
            "packages": [
                83804
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Fantasy Farming: Orange Season",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 83804,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Fantasy Farming: Orange Season - 13,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 1399
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": true,
                "linux": true
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 28,
                    "description": "Full controller support"
                }
            ],
            "genres": [
                {
                    "id": "4",
                    "description": "Casual"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "3",
                    "description": "RPG"
                },
                {
                    "id": "28",
                    "description": "Simulation"
                },
                {
                    "id": "70",
                    "description": "Early Access"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_505b1c1eaa91ba1453a37bdad904e48ee632bdac.600x338.jpg?t=1538758112",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_505b1c1eaa91ba1453a37bdad904e48ee632bdac.1920x1080.jpg?t=1538758112"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_240711b420e17ba7fd87b5352174d69c2432cf31.600x338.jpg?t=1538758112",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_240711b420e17ba7fd87b5352174d69c2432cf31.1920x1080.jpg?t=1538758112"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_f1333c023aad91c6fc46d0bddc6f3365203fd9ad.600x338.jpg?t=1538758112",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_f1333c023aad91c6fc46d0bddc6f3365203fd9ad.1920x1080.jpg?t=1538758112"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_ca872d86fcfb37708075f8376811e495c85e06aa.600x338.jpg?t=1538758112",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_ca872d86fcfb37708075f8376811e495c85e06aa.1920x1080.jpg?t=1538758112"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_a9dab9e02afecff20f55688c4fdf481646a10871.600x338.jpg?t=1538758112",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_a9dab9e02afecff20f55688c4fdf481646a10871.1920x1080.jpg?t=1538758112"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_e8164c1334ff96b3f7d56e4970849535363feeee.600x338.jpg?t=1538758112",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_e8164c1334ff96b3f7d56e4970849535363feeee.1920x1080.jpg?t=1538758112"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_63e2ddcb8086cdf0c743c6282cf5d8b8a27e7366.600x338.jpg?t=1538758112",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/416000/ss_63e2ddcb8086cdf0c743c6282cf5d8b8a27e7366.1920x1080.jpg?t=1538758112"
                }
            ],
            "movies": [
                {
                    "id": 256720563,
                    "name": "Early Access Trailer (June 2018)",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256720563/movie.293x165.jpg?t=1529595471",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256720563/movie480.webm?t=1529595471",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256720563/movie_max.webm?t=1529595471"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 27,
                "highlighted": [
                    {
                        "name": "Tumblr User.",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/416000/eabc8c19de01d929a63263e0faa35115c7b03667.jpg"
                    },
                    {
                        "name": "Slice n' Dice",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/416000/425490ea53beec4e25b0edf175c11472d4e4b95d.jpg"
                    },
                    {
                        "name": "Finally pinned down",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/416000/ba1f1b37df05baf0d107f40bb28e09dde9a77944.jpg"
                    },
                    {
                        "name": "How in-tree-guing",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/416000/a40aca1d1094be599ee36f6d4a9582c2f985fcae.jpg"
                    },
                    {
                        "name": "Time to reelax",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/416000/3d415edd1590bc0eab0899629212cc24b2b0f71b.jpg"
                    },
                    {
                        "name": "A Huge Net Profit",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/416000/9672671256755e2978feaf57eacd62e9a38ba35b.jpg"
                    },
                    {
                        "name": "Fish as far as the eye can sea",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/416000/9e010a429383690a69a611854858ba40d6785c9f.jpg"
                    },
                    {
                        "name": "We gotta change",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/416000/23e54bfdb609440da718e430c944928f29b447b9.jpg"
                    },
                    {
                        "name": "Not cointagious",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/416000/45e616a6ac788586919586120e59af3673d77ffa.jpg"
                    },
                    {
                        "name": "A small loan",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/416000/662569176f0fa08631dd96c8aa8c1ada4324aa25.jpg"
                    }
                ]
            },
            "release_date": {
                "coming_soon": false,
                "date": "21 Apr, 2017"
            },
            "support_info": {
                "url": "https://tropicalpuppy.com",
                "email": "hudell@tropicalpuppy.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/416000/page_bg_generated_v6b.jpg?t=1538758112",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}