{
    "423630": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Assetto Corsa - Dream Pack 3",
            "steam_appid": 423630,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<strong>Welcome to DREAM PACK 3, the newest add-on content pack ASSETTO CORSA. </strong><br>This package adds to Assetto Corsa the legendary circuit of Brands Hatch (UK) and eight new awesome cars in nine total versions. The circuit has been reproduced using the Laserscan Technology, that guarantees the maximum level of precision in reproducing each detail of the track. The selection of cars consists in a perfect mix of vehicles of different classes, type and ages, ready to satisfy any taste of Assetto Corsa users! <br><br>- Features the Brands Hatch  circuit in two all-new layouts: GP and Indy.<br>- Features Abarth 500 Assetto Corse<br>- Features Ford Escort RS 1600<br>- Features Lotus 25 <br>- Features Lotus 72<br>- Features LAMBORGHINI Gallardo SuperLeggera<br>- Features LAMBORGHINI HURACAN SuperTrofeo<br>- Features McLaren 650 GT3<br>- Features Mercedes-Benz AMG GT3<br><br><br><strong>The Circuit of Brands Hatch</strong><br>Brands Hatch is a motor racing circuit near Swanley in Kent, England. First used as a dirt track motorcycle circuit on farmland, it hosted 12 runnings of the British Grand Prix between 1964 and 1986 and currently holds many British and International racing events.<br><br>Gerhard Berger once said that Brands Hatch is &quot;the best circuit in the world&quot;. <br><br>Brands Hatch offers two layout configurations: the shorter &quot;Indy&quot; layout (1.198 miles) is located entirely within a natural amphitheatre offering spectators views of almost all of the shorter configuration from wherever they watch. The longer &quot;Grand Prix&quot; layout (2.433 miles) played host to Formula One racing, including events such as Jo Siffert's duel with Chris Amon in 1968 and future World Champion Nigel Mansell's first win in 1985. Noise restrictions and the proximity of local residents to the Grand Prix loop mean that the number of race meetings held on the extended circuit are limited to just a few per year (usually for higher-profile series such as the BTCC and the BSB).<br><br>The full Grand Prix circuit begins on the Brabham Straight, an off-camber, slightly curved stretch, before plunging into the right-hander at Paddock Hill Bend. Despite the difficulty of the curve, due to the straight that precedes it, it is one of the track's few overtaking spots. The next corner, Druids, is a hairpin bend, negotiated after an uphill braking zone at Hailwood Hill. The track then curves around the south bank spectator area into the downhill, off-camber Graham Hill Bend, and another, slightly bent stretch at the Cooper Straight, which runs parallel to the pit lane. After the straight, the circuit climbs uphill though the decreasing-radius Surtees turn, before moving onto the back straight where the track's top speeds can be reached. The most significant elevation changes on the circuit occur here at Pilgrim's Drop and Hawthorn Hill, which leads into Hawthorn Bend. The track then loops around the woodland with a series of mid-speed corners, most notably the dip at Westfield and the blind Sheene curve. The track then emerges from the woods at Clearways and rejoins the 'Indy' circuit for Clark Curve with its uphill off-camber approach to the pit straight and the start/finish line.<br><br>The British Rallycross Circuit at Brands Hatch was designed and constructed by four-times British Rallycross Champion Trevor Hopkins. It is approx. 0.9 miles long and completed around 1981. Unlike earlier rallycross courses at Brands Hatch, cars start on the startline then veer right and downhill on the loose at Paddock Hill Bend. Through the left-right Esses at the bottom, the circuit rejoins the Indy Circuit to travel up and round Druids hairpin, before a 90-degree left through Langley's Gap and across the knife-edge, rejoining the Indy circuit, but travelling anti-clockwise. From Cooper Straight, the cars swoop up the old link road and back to Paddock.<br><br>Length (GP): 4655 mt<br>Length (Indy): 1929 mt<br><br><br><strong>The cars </strong><br><br>ABARTH 500 Assetto Corse<br>FORD Escort RS 1600<br>LOTUS 25 <br>LOTUS 72<br>LAMBORGHINI Gallardo SuperLeggera<br>LAMBORGHINI HURACAN SuperTrofeo<br>McLAREN  650 GT3<br>MERCEDES-BENZ AMG GT3",
            "about_the_game": "<strong>Welcome to DREAM PACK 3, the newest add-on content pack ASSETTO CORSA. </strong><br>This package adds to Assetto Corsa the legendary circuit of Brands Hatch (UK) and eight new awesome cars in nine total versions. The circuit has been reproduced using the Laserscan Technology, that guarantees the maximum level of precision in reproducing each detail of the track. The selection of cars consists in a perfect mix of vehicles of different classes, type and ages, ready to satisfy any taste of Assetto Corsa users! <br><br>- Features the Brands Hatch  circuit in two all-new layouts: GP and Indy.<br>- Features Abarth 500 Assetto Corse<br>- Features Ford Escort RS 1600<br>- Features Lotus 25 <br>- Features Lotus 72<br>- Features LAMBORGHINI Gallardo SuperLeggera<br>- Features LAMBORGHINI HURACAN SuperTrofeo<br>- Features McLaren 650 GT3<br>- Features Mercedes-Benz AMG GT3<br><br><br><strong>The Circuit of Brands Hatch</strong><br>Brands Hatch is a motor racing circuit near Swanley in Kent, England. First used as a dirt track motorcycle circuit on farmland, it hosted 12 runnings of the British Grand Prix between 1964 and 1986 and currently holds many British and International racing events.<br><br>Gerhard Berger once said that Brands Hatch is &quot;the best circuit in the world&quot;. <br><br>Brands Hatch offers two layout configurations: the shorter &quot;Indy&quot; layout (1.198 miles) is located entirely within a natural amphitheatre offering spectators views of almost all of the shorter configuration from wherever they watch. The longer &quot;Grand Prix&quot; layout (2.433 miles) played host to Formula One racing, including events such as Jo Siffert's duel with Chris Amon in 1968 and future World Champion Nigel Mansell's first win in 1985. Noise restrictions and the proximity of local residents to the Grand Prix loop mean that the number of race meetings held on the extended circuit are limited to just a few per year (usually for higher-profile series such as the BTCC and the BSB).<br><br>The full Grand Prix circuit begins on the Brabham Straight, an off-camber, slightly curved stretch, before plunging into the right-hander at Paddock Hill Bend. Despite the difficulty of the curve, due to the straight that precedes it, it is one of the track's few overtaking spots. The next corner, Druids, is a hairpin bend, negotiated after an uphill braking zone at Hailwood Hill. The track then curves around the south bank spectator area into the downhill, off-camber Graham Hill Bend, and another, slightly bent stretch at the Cooper Straight, which runs parallel to the pit lane. After the straight, the circuit climbs uphill though the decreasing-radius Surtees turn, before moving onto the back straight where the track's top speeds can be reached. The most significant elevation changes on the circuit occur here at Pilgrim's Drop and Hawthorn Hill, which leads into Hawthorn Bend. The track then loops around the woodland with a series of mid-speed corners, most notably the dip at Westfield and the blind Sheene curve. The track then emerges from the woods at Clearways and rejoins the 'Indy' circuit for Clark Curve with its uphill off-camber approach to the pit straight and the start/finish line.<br><br>The British Rallycross Circuit at Brands Hatch was designed and constructed by four-times British Rallycross Champion Trevor Hopkins. It is approx. 0.9 miles long and completed around 1981. Unlike earlier rallycross courses at Brands Hatch, cars start on the startline then veer right and downhill on the loose at Paddock Hill Bend. Through the left-right Esses at the bottom, the circuit rejoins the Indy Circuit to travel up and round Druids hairpin, before a 90-degree left through Langley's Gap and across the knife-edge, rejoining the Indy circuit, but travelling anti-clockwise. From Cooper Straight, the cars swoop up the old link road and back to Paddock.<br><br>Length (GP): 4655 mt<br>Length (Indy): 1929 mt<br><br><br><strong>The cars </strong><br><br>ABARTH 500 Assetto Corse<br>FORD Escort RS 1600<br>LOTUS 25 <br>LOTUS 72<br>LAMBORGHINI Gallardo SuperLeggera<br>LAMBORGHINI HURACAN SuperTrofeo<br>McLAREN  650 GT3<br>MERCEDES-BENZ AMG GT3",
            "short_description": "Welcome to DREAM PACK 3, the newest add-on content pack ASSETTO CORSA. This package adds to Assetto Corsa the legendary circuit of Brands Hatch (UK) and eight new awesome cars in nine total versions. The circuit has been reproduced using the Laserscan Technology, that guarantees the maximum level of precision in reproducing each detail...",
            "fullgame": {
                "appid": "244210",
                "name": "Assetto Corsa"
            },
            "supported_languages": "English, Italian",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/423630/header.jpg?t=1450200485",
            "website": "http://www.assettocorsa.net",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista Sp2 - 7 Sp1 - 8 - 8.1 - 10<br></li><li><strong>Processor:</strong> AMD Athlon X2 2.8 GHZ, Intel Core 2 Duo 2.4 GHZ<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 10.1 (AMD Radeon HD 6450, Nvidia GeForce GT 460)<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 2 GB available space<br></li><li><strong>Sound Card:</strong> Integrated</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista Sp2 - 7 Sp1 - 8 - 8.1 - 10<br></li><li><strong>Processor:</strong> MD Six-Core CPU, Intel Quad-Core CPU<br></li><li><strong>Memory:</strong> 6 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 11 (AMD Radeon 290x, Nvidia GeForce GTX 970)<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 2 GB available space<br></li><li><strong>Sound Card:</strong> Integrated</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "NOTICE: Product offered subject to your acceptance of the Steam Subscriber Agreement (\"SSA\"). You must activate this product via the internet by registering for a Steam account and accepting the SSA. Please see http://steampowered.com/agreement to view the SSA prior to purchase. If you do not agree with the provisions of the SSA you can not access the game.<br />\r\n<br />\r\nEND-USER LICENSE AGREEMENT (EULA) <br />\r\n<br />\r\nThis is a legal agreement between you (\"LICENSEE\") and KUNOS Simulazioni Srl, Campagnano di Roma (RM), Italy. BY OPENING THE SOFTWARE <br />\r\n<br />\r\nPACKAGE, CLICKING ON THE \"ACCEPT\" BUTTON OF ANY ELECTRONIC VERSION OF THIS END USER LICENSE AGREEMENT (\"AGREEMENT\") OR ACCESSING OR <br />\r\nINSTALLING THE SOFTWARE, YOU ACKNOWLEDGE THAT YOU HAVE READ THE AGREEMENT, UNDERSTAND IT AND AGREE TO BE BOUND BY ITS TERMS AND <br />\r\nCONDITIONS.  If you do not agree to the terms of this AGREEMENT, promptly click on the \"Decline\" Button and cease all further access to <br />\r\nor use of the SOFTWARE made available by KUNOS Simulazioni.<br />\r\n<br />\r\nDefinitions. For purposes of this AGREEMENT: (i) \"DOCUMENTATION\" means any (if any) and all written technical documentation furnished <br />\r\nto LICENSEE during the term of this AGREEMENT that relates to the SOFTWARE; and (ii) \"SOFTWARE\" means the KUNOS Simulazioni driver <br />\r\nsoftware made available for download by KUNOS Simulazioni to LICENSEE under the terms and conditions of this AGREEMENT. <br />\r\nLicense.  Subject to the terms and conditions of this AGREEMENT, KUNOS SImulazioni grants to LICENSEE the non-exclusive, non-<br />\r\ntransferable, personal, revocable right to install and use the SOFTWARE on one single personal computer. Any other use is forbidden <br />\r\nwithout prior written consent of KUNOS Simulazioni: in particular but not limited to the unauthorised lease or rental, public use or other display, e.g. in schools or universities, duplication, multiple installations or overwriting. <br />\r\n<br />\r\nRestrictions.  The SOFTWARE is protected by copyright and trademark laws. It is intended solely for private use.  KUNOS Simulazioni does not transfer any right of ownership to LICENSEE; the SOFTWARE is licensed not sold. LICENSEE may not use, disclose, modify, reproduce or distribute the SOFTWARE except as expressly permitted in this AGREEMENT.  No license is granted to LICENSEE in any human <br />\r\nreadable code of the SOFTWARE (source code). LICENSEE may not remove, efface or otherwise obscure any proprietary notices, labels, or marks on the SOFTWARE or DOCUMENTATION.  LICENSEE agrees that each copy of the SOFTWARE and DOCUMENTATION will include reproductions of <br />\r\nall proprietary notices, labels or marks included therein.  KUNOS Simulazioni retains all right, title and interest in and to the SOFTWARE.  ALL RIGHTS NOT EXPRESSLY GRANTED HEREIN ARE RESERVED BY KUNOS Simulazioni.<br />\r\n<br />\r\nIf the SOFTWARE gives the LICENSEE the possibility of printing pictures containing KUNOS Simulazioni registered trademark images, this AGREEMENT will only permit you to print these on paper and to use these computer printouts for your personal, non-commercial and non-governmental use (you are not permitted, for instance, to publicly display or sell these images), provided that you comply with all copyright advice contained in the images generated by the SOFTWARE. <br />\r\n<br />\r\nSecurity Copy.  This SOFTWARE may not be stored in whole or partially for commercial or private use as security or backup copy, or for <br />\r\n<br />\r\narchiving purposes under any circumstance, unless otherwise stated by law. <br />\r\nNo Support.  Nothing in this AGREEMENT shall obligate KUNOS Simulazioni to provide any support for the SOFTWARE including without limitation any obligation to correct any defects or provide any updates to the SOFTWARE to LICENSEE. <br />\r\nTrademarks.  This AGREEMENT does not give you any rights whatsoever in connection with trademarks belonging to KUNOS Simulazioni or its licensors. <br />\r\nNo Warranty / Disclaimer.  TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE SOFTWARE AND ALL DOCUMENTATION AND ANY (IF ANY) SUPPORT SERVICES <br />\r\nRELATED TO THE SOFTWARE OR DOCUMENTATION ARE PROVIDED \"AS IS\" AND WITH ALL FAULTS AND KUNOS Simulazioni MAKES NO PROMISES, <br />\r\nREPRESENTATIONS OR WARRANTIES, EITHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE, WITH RESPECT TO THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES, INCLUDING ITS CONDITION, ITS CONFORMITY TO ANY REPRESENTATION OR DESCRIPTION, OR THE EXISTENCE OF ANY LATENT OR PATENT <br />\r\n<br />\r\nDEFECTS, AND KUNOS Simulazioni SPECIFICALLY DISCLAIMS ALL IMPLIED (IF ANY) WARRANTIES OF TITLE, MERCHANTABILITY, NONINFRINGEMENT, <br />\r\nFITNESS FOR A PARTICULAR PURPOSE, LACK OF VIRUSES, ACCURACY OR COMPLETENESS, QUIET ENJOYMENT, QUIET POSSESSION OR CORRESPONDENCE TO <br />\r\nDESCRIPTION.  THE ENTIRE RISK ARISING OUT OF USE OR PERFORMANCE OF THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES LIES WITH LICENSEE. <br />\r\nExclusion of Incidental, Consequential and Certain Other Damages.  TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL KUNOS Simulazioni OR ITS SUPPLIERS BE LIABLE FOR CONSEQUENTIAL, INCIDENTAL, SPECIAL, INDIRECT, OR EXEMPLARY DAMAGES WHATSOEVER ARISING OUT OF <br />\r\n<br />\r\nOR IN ANY WAY RELATING TO THIS AGREEMENT OR LICENSEE'S USE OF OR INABILITY TO USE THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES, OR <br />\r\nTHE PROVISION OR FAILURE TO PROVIDE SUPPORT SERVICES, INCLUDING BUT NOT LIMITED TO LOST PROFITS, LOSS OF CONFIDENTIAL OR OTHER <br />\r\nINFORMATION, BUSINESS INTERRUPTION, PERSONAL INJURY, LOSS OF PRIVACY, FAILURE TO MEET ANY DUTY (INCLUDING OF GOOD FAITH OR REASONABLE <br />\r\nCARE), NEGLIGENCE, COSTS OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR ANY OTHER CLAIM FOR PECUNIARY OR OTHER LOSS WHATSOEVER, OR <br />\r\nFOR ANY CLAIM OR DEMAND AGAINST YOU BY ANY OTHER PARTY, EVEN IF KUNOS Simulazioni HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.  <br />\r\nTHESE LIMITATIONS SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY. <br />\r\nConfidentiality.  \"Confidential Information\" means any trade secrets, confidential data, or other confidential information relating to <br />\r\nor used in the SOFTWARE.  LICENSEE shall not use or disclose Confidential Information except as expressly permitted hereunder and shall <br />\r\nuse all reasonable efforts to protect the confidentiality thereof.  LICENSEE agrees and acknowledges that the structure, sequence and <br />\r\norganization of the SOFTWARE are the valuable trade secrets of KUNOS Simulazioni, and thus constitute Confidential Information under <br />\r\nthis AGREEMENT. <br />\r\n<br />\r\nTerm and Termination.  This AGREEMENT is valid until terminated by one of the contracted parties. You can cancel this licence at any <br />\r\ntime, by returning the software to KUNOS Simulazioni or by destroying the SOFTWARE all associated documentation as well as all copies <br />\r\nand installed software, regardless of whether they were created in accordance with the terms of this AGREEMENT. This AGREEMENT will be <br />\r\nterminated immediately without any notification by KUNOS Simulazioni, if you fail to abide by the terms of this AGREEMENT. In this <br />\r\ncase, you are obliged to destroy all copies of the SOFTWARE. <br />\r\nNon-Assignability.  LICENSEE may not sell, transfer, assign or subcontract any right or obligation set forth in this AGREEMENT without <br />\r\n<br />\r\nthe prior written consent of KUNOS Simulazioni.  Any act in derogation of the foregoing shall be null and void. <br />\r\nMiscellaneous.  KUNOS Simulazioni and LICENSEE are independent contractors.  This is the entire AGREEMENT between the parties relating to the subject matter hereof, supersedes any and all prior proposals, agreements and representations between the parties, whether written or oral, and no waiver, modification or amendment of the AGREEMENT shall be valid unless in writing signed by each party.  The waiver of a breach of any term hereof shall in no way be construed as a waiver of any other term or breach hereof.  If any provision of this AGREEMENT shall be held by a court of competent jurisdiction to be contrary to law, the remaining provisions of this AGREEMENT shall remain in full force and effect. <br />\r\n<br />\r\nGoverning Law and Jurisdiction.  Any dispute arising out of or in connection with this AGREEMENT and all matters or issues collateral <br />\r\nhereto shall be governed by the laws of Italy, with the exclusion of conflict of law rules. Any dispute in connection with the <br />\r\nAGREEMENT shall be referred to the Ordinary Court of Roma (Italy). <br />\r\n <br />\r\n<br />\r\nASSETTO CORSA (R) KUNOS Simulazioni Srl – 2010-2020<br />\r\n<br />\r\n<br />\r\nMULTIPLAYER. This software contains features that allow you to play the software with other players over a network or the Internet (Multiplayer Play). By using such features or otherwise engaging in Multiplayer mode, you agree that KUNOS Simulazioni may generate, store and transmit certain information that identifies your computer to other computers for purposes of Multiplayer mode and during the whole time you are engaged in Multiplayer mode. You agree that Multiplayer  mode is not supervised or otherwise under the control of KUNOS Simulazioni. You acknowledge and agree that KUNOS Simulazioni has no control over or responsibility for your experience while <br />\r\nengaged in Multiplayer Play, or any content or other information or data you may create, encounter or receive, including chat, while <br />\r\nyou are engaged in Multiplayer Play. You acknowledge and agree that Multiplayer mode may not be consistently available or operate error <br />\r\nfree, and that Multiplayer mode may be discontinued by KUNOS Simulazioni at any time without notice to you. <br />\r\nYou acknowledge and agree that you have no expectation of privacy regarding communications you make in the Game, whether through <br />\r\nprivate in-Game messaging, during chat, or in chat rooms. You should not provide private information to any other player in the Game. <br />\r\nKUNOS Simulazioni shall not be responsible for the consequences of any such disclosure by you.<br />\r\nYou may encounter and converse with people who are rude, offensive, belligerent, and who may use indecent, obscene, and/or threatening <br />\r\nor harassing language while using this software. KUNOS Simulazioni does not guarantee that you will not encounter behavior of others <br />\r\nthat you may view as insulting, demeaning, offensive, threatening or harassing. You assume all risk associated with using this <br />\r\nsoftware, and KUNOS Simulazioni assumes no responsibility for the conduct of any other players, and shall not be liable to you or any <br />\r\nother person for their conduct.<br />\r\nYou further agree that in the event of a failure in the Game, the System and/or the Software, KUNOS Simulazioni may provide crashlog <br />\r\ninformation in order to review analyze and provide reports on such information to determine the cause or correction of the failure.<br />\r\n<br />\r\n(R) 2010-2020 KUNOS Simulazioni Srl. Developed by KUNOS Simulazioni Srl. The \"AC\" logo is a registered trademark of  KUNOS Simulazioni Srl. Manufacturers, cars, names, brands and associated imagery featured in this game in some cases include trademarks and/or copyrighted materials of their respective owners. All rights reserved.",
            "developers": [
                "Kunos Simulazioni"
            ],
            "publishers": [
                ""
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 699,
                "final": 699,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "6,99€"
            },
            "packages": [
                86769
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Assetto Corsa - Dream Pack 3",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 86769,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Assetto Corsa - Dream Pack 3 - 6,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 699
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 18,
                    "description": "Partial Controller Support"
                },
                {
                    "id": 25,
                    "description": "Steam Leaderboards"
                },
                {
                    "id": 17,
                    "description": "Includes level editor"
                }
            ],
            "genres": [
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "9",
                    "description": "Racing"
                },
                {
                    "id": "28",
                    "description": "Simulation"
                },
                {
                    "id": "18",
                    "description": "Sports"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_fcbebd8514ed7c8dc39af77f45afa4a7876c4bf8.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_fcbebd8514ed7c8dc39af77f45afa4a7876c4bf8.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_47266f5e73918658fecf4f2469f48b6b10fa1c23.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_47266f5e73918658fecf4f2469f48b6b10fa1c23.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_b99e19b4f01a30a232dd6d9c1c6cb7978c556aa1.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_b99e19b4f01a30a232dd6d9c1c6cb7978c556aa1.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_63e2d74514f4aa0b90488db1912362dd5177300d.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_63e2d74514f4aa0b90488db1912362dd5177300d.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_82399c1fa8ec277d82a728ed4007253933733440.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_82399c1fa8ec277d82a728ed4007253933733440.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_a1b373c83031115c10d4dc3807ce0c29f9d350ed.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_a1b373c83031115c10d4dc3807ce0c29f9d350ed.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_563de364d87e3addbcb6be299447f872080d80a8.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_563de364d87e3addbcb6be299447f872080d80a8.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_d029985abe2c2779b265b9ea62b4e2fcd3d371c2.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_d029985abe2c2779b265b9ea62b4e2fcd3d371c2.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_958b55eb790e36766ae4c8bb04af491455eee548.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_958b55eb790e36766ae4c8bb04af491455eee548.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_43678d15c9ba7396ef6ffb5fb755733affad1505.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_43678d15c9ba7396ef6ffb5fb755733affad1505.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_2f727900ba7064566d76a89723bcb30df4c74456.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_2f727900ba7064566d76a89723bcb30df4c74456.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_d17581826231dd5b044868ae0676c5a6dac31223.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_d17581826231dd5b044868ae0676c5a6dac31223.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_dc2fd03e5b663199039655f8ea356e4632ca92d1.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_dc2fd03e5b663199039655f8ea356e4632ca92d1.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_86e7aacf5d2e5839117c357d20530c48a74f2aa6.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_86e7aacf5d2e5839117c357d20530c48a74f2aa6.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_e3b400f8888097a9657881873eb6032d6166180e.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_e3b400f8888097a9657881873eb6032d6166180e.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 15,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_e924c685712402fc6f05d0529ef931323340daa8.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_e924c685712402fc6f05d0529ef931323340daa8.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 16,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_a95fb4226c5fb3bea4a22369b983af0f714ac5b6.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_a95fb4226c5fb3bea4a22369b983af0f714ac5b6.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 17,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_7f3e2463953c9a357234bc9a0a68368f1302a561.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_7f3e2463953c9a357234bc9a0a68368f1302a561.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 18,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_0d3526cddb49719da98049444633839cc3ce5d60.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_0d3526cddb49719da98049444633839cc3ce5d60.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 19,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_0b09e4bbaac7b0cdedddcfe9cb9ce8b63f69a702.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_0b09e4bbaac7b0cdedddcfe9cb9ce8b63f69a702.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 20,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_3fef32fc0434d3630054c1175ab53747e1b64d8d.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_3fef32fc0434d3630054c1175ab53747e1b64d8d.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 21,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_f7511a3e42be0ba9c0af91897a633b5ba933263b.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_f7511a3e42be0ba9c0af91897a633b5ba933263b.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 22,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_ee1a8b41f865c450da4f2118ed9cfb55c5692cfc.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_ee1a8b41f865c450da4f2118ed9cfb55c5692cfc.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 23,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_8ff400dafe8d7952af051da48de9ab4781f8a06a.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_8ff400dafe8d7952af051da48de9ab4781f8a06a.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 24,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_c637647078fbbd5b242f9e67a6b36726b6d57154.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_c637647078fbbd5b242f9e67a6b36726b6d57154.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 25,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_3a82b586fd84cb469fa1d3838726da41fc4685f1.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_3a82b586fd84cb469fa1d3838726da41fc4685f1.1920x1080.jpg?t=1450200485"
                },
                {
                    "id": 26,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_3e98b824471bc6345c86b4a025ac7ffc4ffc0341.600x338.jpg?t=1450200485",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/423630/ss_3e98b824471bc6345c86b4a025ac7ffc4ffc0341.1920x1080.jpg?t=1450200485"
                }
            ],
            "movies": [
                {
                    "id": 256659128,
                    "name": "Dream Pack #3 Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256659128/movie.293x165.jpg?t=1450200473",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256659128/movie480.webm?t=1450200473",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256659128/movie_max.webm?t=1450200473"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 145
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "15 Dec, 2015"
            },
            "support_info": {
                "url": "http://www.assettocorsa.net/forum",
                "email": "support@assettocorsa.net"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/423630/page_bg_generated_v6b.jpg?t=1450200485",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}