{
    "493190": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Assetto Corsa - Red Pack",
            "steam_appid": 493190,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "KUNOS Simulazioni and 505 Games are proud to present the &quot;RED PACK&quot;, the DLC package for ASSETTO CORSA that includes seven legendary Italian sports cars and Austria’s RedBull Ring circuit.<br><br>Since the birth of modern motorsports, Red has historically been the colour of choice for Italian Manufacturers &amp; competitive teams. In keeping with that theme, the RED PACK includes some of the most wanted cars from the most iconic italian Factories, Ferrari, Lamborghini and Maserati!<br><br><strong>The CARS:</strong><br><br>Ferrari SF-15T<br>Ferrari F138<br>Ferrari 488 GT3<br>Maserati 250F 6C<br>Maserati 250F T2 12C<br>Maserati GranTurismo MC GT4<br>Lamborghini Aventador SuperVeloce<br><br><strong>The track</strong><br>Spielberg REDBULL Ring Circuit<br><br>The Ferrari SF15-T is the first Ferrari GP car to debut for ASSETTO CORSA, it is the second car made by Ferrari since the reintroduction of turbo engines in 2014. The red single seater has been reproduced in cooperation with Ferrari.<br>The Ferrari F138 (originally known as the Ferrari F2013, and sometimes referred to by its project number, the Ferrari 664) is a Formula One racing car designed and built by Scuderia Ferrari for use in the 2013 Formula One season. It was driven by two-times World Champion Fernando Alonso and his team-mate Felipe Massa. The chassis was named F138 to represent the year that it would be raced in, 2013, and to mark the final season that Formula One would use V8 engines.<br>The Maserati 250F took part of Formula One racing between January 1954 and November 1960, when rules allowed 2.5 liter unsupercharged or 750 cc supercharged engines.<br>Maserati went with the former, chosing a straight six aspirated engine configuration; in 1956 it mounted a V12 engine. With a quite roomy cockpit, Maserati 250F featured a 4 gears transmission (plus reverse) and Continental fashion pedals arrangement: clutch, throttle and brake in this order.<br>The Ferrari 488 GT3 is the the racing version of the latest 488 GTB, presented at the Ferrari Finali Mondiali, as replacement for the 458 Italia.This car features large side intakes to provide a better air flow to its twin-turbocharged 3.9-liter V8.<br>With increased power, lower weight, improved aerodynamics and innovative technologies the Lamborghini Aventador LP 750-4 Superveloce is the most pure incarnation of a Lamborghini to date: unmistakable Lamborghini super sports car DNA, dynamic superiority and exceptional driving precision.<br>A focus on weight reduction while incorporating innovative technologies has resulted in the most sports-oriented, fastest and most emotional series production Lamborghini ever. The weight has been further reduced by 50 kg through enhanced lightweight engineering including significant use of carbon fiber. The naturally aspirated V12 engine's power is increased to 750 hp. This results in a power-to-weight-ratio of 2,03 kg/hp. The Superveloce accelerates from 0 to 100 km/h in 2.8 seconds and powers on to reach a top speed of more than 350 km/h.<br>After the experience with Trofeo Series, Maserati is ready to push the GranTurismo MCs into a new challenge: the international GT4 series.<br>The modifications needed for GT4 homologation mainly concern the engine and aerodynamics. The car's overall technical make-up will be unchanged: the 4700cc engine, electro-actuated transmission with paddle-shift commands and a kerb weight of 1410 kg will stay. The fitting of an air scoop will reduce the car's power output to 430 bhp from its current 488 bhp while a newly-designed rear spoiler and modified diffuser will bring the car's performance into line with that of the other GT4 cars.<br>The RedBull Ring has been reproduced for Assetto Corsa to the highest level of detail through the use of laserscan technology.",
            "about_the_game": "KUNOS Simulazioni and 505 Games are proud to present the &quot;RED PACK&quot;, the DLC package for ASSETTO CORSA that includes seven legendary Italian sports cars and Austria’s RedBull Ring circuit.<br><br>Since the birth of modern motorsports, Red has historically been the colour of choice for Italian Manufacturers &amp; competitive teams. In keeping with that theme, the RED PACK includes some of the most wanted cars from the most iconic italian Factories, Ferrari, Lamborghini and Maserati!<br><br><strong>The CARS:</strong><br><br>Ferrari SF-15T<br>Ferrari F138<br>Ferrari 488 GT3<br>Maserati 250F 6C<br>Maserati 250F T2 12C<br>Maserati GranTurismo MC GT4<br>Lamborghini Aventador SuperVeloce<br><br><strong>The track</strong><br>Spielberg REDBULL Ring Circuit<br><br>The Ferrari SF15-T is the first Ferrari GP car to debut for ASSETTO CORSA, it is the second car made by Ferrari since the reintroduction of turbo engines in 2014. The red single seater has been reproduced in cooperation with Ferrari.<br>The Ferrari F138 (originally known as the Ferrari F2013, and sometimes referred to by its project number, the Ferrari 664) is a Formula One racing car designed and built by Scuderia Ferrari for use in the 2013 Formula One season. It was driven by two-times World Champion Fernando Alonso and his team-mate Felipe Massa. The chassis was named F138 to represent the year that it would be raced in, 2013, and to mark the final season that Formula One would use V8 engines.<br>The Maserati 250F took part of Formula One racing between January 1954 and November 1960, when rules allowed 2.5 liter unsupercharged or 750 cc supercharged engines.<br>Maserati went with the former, chosing a straight six aspirated engine configuration; in 1956 it mounted a V12 engine. With a quite roomy cockpit, Maserati 250F featured a 4 gears transmission (plus reverse) and Continental fashion pedals arrangement: clutch, throttle and brake in this order.<br>The Ferrari 488 GT3 is the the racing version of the latest 488 GTB, presented at the Ferrari Finali Mondiali, as replacement for the 458 Italia.This car features large side intakes to provide a better air flow to its twin-turbocharged 3.9-liter V8.<br>With increased power, lower weight, improved aerodynamics and innovative technologies the Lamborghini Aventador LP 750-4 Superveloce is the most pure incarnation of a Lamborghini to date: unmistakable Lamborghini super sports car DNA, dynamic superiority and exceptional driving precision.<br>A focus on weight reduction while incorporating innovative technologies has resulted in the most sports-oriented, fastest and most emotional series production Lamborghini ever. The weight has been further reduced by 50 kg through enhanced lightweight engineering including significant use of carbon fiber. The naturally aspirated V12 engine's power is increased to 750 hp. This results in a power-to-weight-ratio of 2,03 kg/hp. The Superveloce accelerates from 0 to 100 km/h in 2.8 seconds and powers on to reach a top speed of more than 350 km/h.<br>After the experience with Trofeo Series, Maserati is ready to push the GranTurismo MCs into a new challenge: the international GT4 series.<br>The modifications needed for GT4 homologation mainly concern the engine and aerodynamics. The car's overall technical make-up will be unchanged: the 4700cc engine, electro-actuated transmission with paddle-shift commands and a kerb weight of 1410 kg will stay. The fitting of an air scoop will reduce the car's power output to 430 bhp from its current 488 bhp while a newly-designed rear spoiler and modified diffuser will bring the car's performance into line with that of the other GT4 cars.<br>The RedBull Ring has been reproduced for Assetto Corsa to the highest level of detail through the use of laserscan technology.",
            "short_description": "KUNOS Simulazioni and 505 Games are proud to present the &quot;RED PACK&quot;, the DLC package for ASSETTO CORSA that includes seven legendary Italian sports cars and Austria’s RedBull Ring circuit. Since the birth of modern motorsports, Red has historically been the colour of choice for Italian Manufacturers &amp; competitive teams.",
            "fullgame": {
                "appid": "244210",
                "name": "Assetto Corsa"
            },
            "supported_languages": "English, Italian",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/493190/header.jpg?t=1495576889",
            "website": "http://www.assettocorsa.net",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista Sp2 - 7 Sp1 - 8 - 8.1 - 10<br></li><li><strong>Processor:</strong> AMD Athlon X2 2.8 GHZ, Intel Core 2 Duo 2.4 GHZ<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 10.1 (e.g. AMD Radeon HD 6450, Nvidia GeForce GT 460)<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 15 GB available space<br></li><li><strong>Sound Card:</strong> Integrated</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista Sp2 - 7 Sp1 - 8 - 8.1 - 10<br></li><li><strong>Processor:</strong> AMD Six-Core CPU, Intel Quad-Core CPU<br></li><li><strong>Memory:</strong> 6 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 11 (e.g. AMD Radeon 290x, Nvidia GeForce GTX 970)<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 30 GB available space<br></li><li><strong>Sound Card:</strong> Integrated</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "END-USER LICENSE AGREEMENT (EULA) <br />\r\n <br />\r\nTHE USE OF THIS SOFTWARE IS NOT ALLOWED IN ANY WAY IN PUBLIC, AND/OR FOR PROMOTIONAL, ENTERTAINMENT, TRAINING, EDUCATIONAL OR COMMERCIAL PURPOSES, FOR FREE OR NOT, WITHOUT AN EXPLICITE, WRITTE PERMISSION PROVIDED BY KUNOS SIMULAZIONI SRL.  <br />\r\n <br />\r\nThis is a legal agreement between you (\"LICENSEE\") and KUNOS Simulazioni S.r.l, Campagnano di Roma (RM), Italy (\"KUNOS\"). BY OPENING THE SOFTWARE PACKAGE, CLICKING ON THE \"ACCEPT\" BUTTON OF ANY ELECTRONIC VERSION OF THIS END USER LICENSE AGREEMENT (\"AGREEMENT\") OR ACCESSING OR INSTALLING THE SOFTWARE, YOU ACKNOWLEDGE THAT YOU HAVE READ THE AGREEMENT, UNDERSTAND IT AND AGREE TO BE BOUND BY ITS TERMS AND CONDITIONS. If you do not agree to the terms of this AGREEMENT, promptly click on the \"Decline\" Button and cease all further access to or use of the SOFTWARE made available by KUNOS. <br />\r\n <br />\r\nDefinitions. For purposes of this AGREEMENT: (i) \"DOCUMENTATION\" means any (if any) and all written technical documentation furnished to LICENSEE during the term of this AGREEMENT that relates to the SOFTWARE; and (ii) \"SOFTWARE\" means the KUNOS driver software made available for download by STEAM to LICENSEE under the terms and conditions of this AGREEMENT. <br />\r\n <br />\r\nLicense. Subject to the terms and conditions of this AGREEMENT, KUNOS grants to LICENSEE the non-exclusive, non-transferable, personal, revocable right to install and use the SOFTWARE on one single personal computer. Any other use is forbidden without prior written consent of KUNOS: in particular but not limited to the unauthorised lease or rental, public use or other display, e.g. in schools or universities, duplication, multiple installations or overwriting. <br />\r\n <br />\r\nRestrictions. The SOFTWARE is protected by copyright and trademark laws. It is intended solely for private use. KUNOS does not transfer any right of ownership to LICENSEE; the SOFTWARE is licensed not sold. LICENSEE may not use, disclose, modify, reproduce or distribute the SOFTWARE except as expressly permitted in this AGREEMENT. No license is granted to LICENSEE in any human readable code of the SOFTWARE (source code). LICENSEE may not remove, efface or otherwise obscure any proprietary notices, labels, or marks on the SOFTWARE or DOCUMENTATION. LICENSEE agrees that each copy of the SOFTWARE and DOCUMENTATION will include reproductions of all proprietary notices, labels or marks included therein. KUNOS retains all right, title and interest in and to the SOFTWARE. ALL RIGHTS NOT EXPRESSLY GRANTED HEREIN ARE RESERVED BY KUNOS. <br />\r\n <br />\r\nSecurity Copy. This SOFTWARE may not be stored in whole or partially for commercial or private use as security or backup copy, or for archiving purposes under any circumstance, unless otherwise stated by law. <br />\r\n <br />\r\nNo Support. Nothing in this AGREEMENT shall obligate KUNOS to provide any support for the SOFTWARE including without limitation any obligation to correct any defects or provide any updates to the SOFTWARE to LICENSEE. <br />\r\n <br />\r\nTrademarks. This AGREEMENT does not give you any rights whatsoever in connection with trademarks belonging to KUNOS or its licensors. <br />\r\n <br />\r\nNo Warranty / Disclaimer. TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE SOFTWARE AND ALL DOCUMENTATION AND ANY (IF ANY) SUPPORT SERVICES RELATED TO THE SOFTWARE OR DOCUMENTATION ARE PROVIDED \"AS IS\" AND WITH ALL FAULTS AND KUNOS MAKES NO PROMISES, REPRESENTATIONS OR WARRANTIES, EITHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE, WITH RESPECT TO THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES, INCLUDING ITS CONDITION, ITS CONFORMITY TO ANY REPRESENTATION OR DESCRIPTION, OR THE EXISTENCE OF ANY LATENT OR PATENT DEFECTS, AND KUNOS SPECIFICALLY DISCLAIMS ALL IMPLIED (IF ANY) WARRANTIES OF TITLE, MERCHANTABILITY, NONINFRINGEMENT, FITNESS FOR A PARTICULAR PURPOSE, LACK OF VIRUSES, ACCURACY OR COMPLETENESS, QUIET ENJOYMENT, QUIET POSSESSION OR CORRESPONDENCE TO DESCRIPTION. THE ENTIRE RISK ARISING OUT OF USE OR PERFORMANCE OF THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES LIES WITH LICENSEE. <br />\r\n <br />\r\nExclusion of Incidental, Consequential and Certain Other Damages. TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL KUNOS OR ITS SUPPLIERS BE LIABLE FOR CONSEQUENTIAL, INCIDENTAL, SPECIAL, INDIRECT, OR EXEMPLARY DAMAGES WHATSOEVER ARISING OUT OF OR IN ANY WAY RELATING TO THIS AGREEMENT OR LICENSEE'S USE OF OR INABILITY TO USE THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES, OR THE PROVISION OR FAILURE TO PROVIDE SUPPORT SERVICES, INCLUDING BUT NOT LIMITED TO LOST PROFITS, LOSS OF CONFIDENTIAL OR OTHER INFORMATION, BUSINESS INTERRUPTION, PERSONAL INJURY, LOSS OF PRIVACY, FAILURE TO MEET ANY DUTY (INCLUDING OF GOOD FAITH OR REASONABLE CARE), NEGLIGENCE, COSTS OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR ANY OTHER CLAIM FOR PECUNIARY OR OTHER LOSS WHATSOEVER, OR FOR ANY CLAIM OR DEMAND AGAINST YOU BY ANY OTHER PARTY, EVEN IF KUNOS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THESE LIMITATIONS SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY. <br />\r\n <br />\r\nConfidentiality. \"Confidential Information\" means any trade secrets, confidential data, or other confidential information relating to or used in the SOFTWARE. LICENSEE shall not use or disclose Confidential Information except as expressly permitted hereunder and shall use all reasonable efforts to protect the confidentiality thereof. LICENSEE agrees and acknowledges that the structure, sequence and organization of the SOFTWARE are the valuable trade secrets of KUNOS, and thus constitute Confidential Information under this AGREEMENT. <br />\r\n <br />\r\nTerm and Termination. This AGREEMENT is valid until terminated by one of the contracted parties. You can cancel this licence at any time, by returning the software to KUNOS or by destroying the SOFTWARE all associated documentation as well as all copies and installed software, regardless of whether they were created in accordance with the terms of this AGREEMENT. This AGREEMENT will be terminated immediately without any notification by KUNOS, if you fail to abide by the terms of this AGREEMENT. In this case, you are obliged to destroy all copies of the SOFTWARE. <br />\r\n <br />\r\nNon-Assignability. LICENSEE may not sell, transfer, assign or subcontract any right or obligation set forth in this AGREEMENT without the prior written consent of KUNOS. Any act in derogation of the foregoing shall be null and void. <br />\r\n <br />\r\nMiscellaneous. KUNOS and LICENSEE are independent contractors. This is the entire AGREEMENT between the parties relating to the subject matter hereof, supersedes any and all prior proposals, agreements and representations between the parties, whether written or oral, and no waiver, modification or amendment of the AGREEMENT shall be valid unless in writing signed by each party. The waiver of a breach of any term hereof shall in no way be construed as a waiver of any other term or breach hereof. If any provision of this AGREEMENT shall be held by a court of competent jurisdiction to be contrary to law, the remaining provisions of this AGREEMENT shall remain in full force and effect. <br />\r\n <br />\r\nGoverning Law and Jurisdiction. Any dispute arising out of or in connection with this AGREEMENT and all matters or issues collateral hereto shall be governed by the laws of Italy, with the exclusion of conflict of law rules. Any dispute in connection with the AGREEMENT shall be referred to the Ordinary Court of Rome (Italy). <br />\r\n <br />\r\n <br />\r\nASSETTO CORSA ® KUNOS Simulazioni Srl – 2013 <br />\r\n <br />\r\nFERRARI, the PRANCING HORSE device, all associated logos and distinctive designs are property of FERRARI SpA. The body designs of the FERRARI cars are protected as FERRARI property under design, trademark and trade dress regulations. ABARTH, BMW AG, CLASSIC TEAM LOTUS, FERRARI, LOTUS CARS, KTM, MERCEDES-BENZ, McLAREN, PAGANI, P4/5 COMPETIZIONE TEAM GLICKENAUS, PAGANI, TATUUS, ACI VALLELUNGA, AUTODROMO DI MONZA, AUTODROMO ENZO E DINO FERRARI, SPA-FRANCORCHAMPS CIRCUIT, MUGELLO INTERNATIONAL CIRCUIT, CIRCUITO DI MAGIONE logos and contents are reproduced under license. All rights reserved. All other trademarks are property of their respective Owners.",
            "developers": [
                "Kunos Simulazioni"
            ],
            "publishers": [
                ""
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 699,
                "final": 699,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "6,99€"
            },
            "packages": [
                112078
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Assetto Corsa - Red Pack",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 112078,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Assetto Corsa - Red Pack - 6,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 699
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 18,
                    "description": "Partial Controller Support"
                },
                {
                    "id": 25,
                    "description": "Steam Leaderboards"
                },
                {
                    "id": 17,
                    "description": "Includes level editor"
                }
            ],
            "genres": [
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "9",
                    "description": "Racing"
                },
                {
                    "id": "28",
                    "description": "Simulation"
                },
                {
                    "id": "18",
                    "description": "Sports"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_6eac0776e9a4890a4e456abe6d8f80eb5340214f.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_6eac0776e9a4890a4e456abe6d8f80eb5340214f.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_72c2467573aa958d5ce4e766dd09ddce6c43be3b.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_72c2467573aa958d5ce4e766dd09ddce6c43be3b.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_84a2853decdfa376ddc042f3c4321feb69b175b6.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_84a2853decdfa376ddc042f3c4321feb69b175b6.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_dbf0a07dbf4b016b0c33988d43a3684a424127ed.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_dbf0a07dbf4b016b0c33988d43a3684a424127ed.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_6221df0f0b7f1e0723adb2aec27afbeab8cdcebd.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_6221df0f0b7f1e0723adb2aec27afbeab8cdcebd.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_3331a0cbf2eb777177cbcb39bcb0a84fa9f1402b.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_3331a0cbf2eb777177cbcb39bcb0a84fa9f1402b.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_83a50fa581990b9b38e2d03fb7d16098bfcb84fc.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_83a50fa581990b9b38e2d03fb7d16098bfcb84fc.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_8499def7e46167869120855ef9b88c9f048caafa.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_8499def7e46167869120855ef9b88c9f048caafa.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_541e3d32da11add9f4e1d94c3e02c95477e1b0ef.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_541e3d32da11add9f4e1d94c3e02c95477e1b0ef.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_85920eb8bc91a3b67803566e200bdc29aacda86d.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_85920eb8bc91a3b67803566e200bdc29aacda86d.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_33b3a4f0ccf81612c657147936639e0fc06f432f.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_33b3a4f0ccf81612c657147936639e0fc06f432f.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_c7d3eb217fe90eb195f062e07b0fc66cf68c5750.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_c7d3eb217fe90eb195f062e07b0fc66cf68c5750.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_574e33223a2e0373d06bff2df321d991fd6475ad.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_574e33223a2e0373d06bff2df321d991fd6475ad.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_a2e875ddac3d12808dfb275d58ab43f3f9e01e80.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_a2e875ddac3d12808dfb275d58ab43f3f9e01e80.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_6a028063d2e75611f1fbbfed6330bb1f0962cf2f.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_6a028063d2e75611f1fbbfed6330bb1f0962cf2f.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 15,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_963b4644c006b4774b45838e09c2bdb7dfdb87a1.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_963b4644c006b4774b45838e09c2bdb7dfdb87a1.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 16,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_496ec68a0e51058b407d9993e01384ed80379bb3.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_496ec68a0e51058b407d9993e01384ed80379bb3.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 17,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_324f3b8e9a66f681ddb9f105d0acb959a2ab4222.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_324f3b8e9a66f681ddb9f105d0acb959a2ab4222.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 18,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_8442343e0aed00af14f6a3f39ca34a1ede852896.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_8442343e0aed00af14f6a3f39ca34a1ede852896.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 19,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_087ae17ca06fba34dc4efb714b3ab2d6bf4897e8.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_087ae17ca06fba34dc4efb714b3ab2d6bf4897e8.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 20,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_c593e658df6310ffbfabc77f5a5d75c03b436cbc.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_c593e658df6310ffbfabc77f5a5d75c03b436cbc.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 21,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_ac1edd9c820300753411182646eb538dcc1e477d.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_ac1edd9c820300753411182646eb538dcc1e477d.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 22,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_18aabe3f4675930f1a997f6781d2255ea6cb5382.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_18aabe3f4675930f1a997f6781d2255ea6cb5382.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 23,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_d82131cd2d653cbaac77a581fbcfb515fa22464c.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_d82131cd2d653cbaac77a581fbcfb515fa22464c.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 24,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_379e5d5629146aa24d6a61fe91e2937d3c56fb40.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_379e5d5629146aa24d6a61fe91e2937d3c56fb40.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 25,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_236e5e8319a2236ccf08dc61d9814e5a32ada753.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_236e5e8319a2236ccf08dc61d9814e5a32ada753.1920x1080.jpg?t=1495576889"
                },
                {
                    "id": 26,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_b7757242e972c3cac4a7b6f867b1c3612989416b.600x338.jpg?t=1495576889",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493190/ss_b7757242e972c3cac4a7b6f867b1c3612989416b.1920x1080.jpg?t=1495576889"
                }
            ],
            "movies": [
                {
                    "id": 256666911,
                    "name": "Red Pack Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256666911/movie.293x165.jpg?t=1468507453",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256666911/movie480.webm?t=1468507453",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256666911/movie_max.webm?t=1468507453"
                    },
                    "highlight": true
                },
                {
                    "id": 256666912,
                    "name": "RedBull Ring Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256666912/movie.293x165.jpg?t=1468507464",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256666912/movie480.webm?t=1468507464",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256666912/movie_max.webm?t=1468507464"
                    },
                    "highlight": true
                },
                {
                    "id": 256666913,
                    "name": "Ferrari F138 Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256666913/movie.293x165.jpg?t=1468507473",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256666913/movie480.webm?t=1468507473",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256666913/movie_max.webm?t=1468507473"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 164
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "14 Jul, 2016"
            },
            "support_info": {
                "url": "http://www.assettocorsa.net/forum",
                "email": "support@assettocorsa.net"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/493190/page_bg_generated_v6b.jpg?t=1495576889",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}