{
    "493430": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Nanome",
            "steam_appid": 493430,
            "required_age": 0,
            "is_free": true,
            "detailed_description": "<h1>Nanome is Advancing Crystallography</h1><p><strong>Crystals are some of the most useful, interesting, and complex 3-dimensional structures in the world. </strong>To most, crystals are gems found in geodes and rings. However, crystals are of core significance to researchers in nanotech and chemical synthesis, like structural biologists.<br><br>For instance, in the drug discovery process, computational chemists work with protein engineers to create nano-medicine. Drug design is a massive undertaking, requiring data science, visualization, and lots of plotting. Before any computer-aided drug design, even a small molecule, is ready for any of this analysis, it must undergo crystallography. Simply put, to modify a structure, a chemical designer needs to know what it looks like — then the molecular modeling process can begin.<br><br>Given the versatility and importance of crystals, crystallography is a most important field of modern research, essential to the study and engineering of nanoscale systems.<br><br>Modern Crystallography Visualization<br>Today, researchers have utilized X-ray crystallography to map over 13,000 macromolecule structures — if you have ever looked at a representation of a protein, the data behind it was probably created by a crystallographer (with a powerful X-ray blaster).<br><br><br>Viewing a protein in VR.<br>Atomic-scale study and manipulation of crystals presents a challenge. By nature of their three-dimensionality, crystals are difficult to represent and explain in widely-used two dimensional mediums, like typical computer monitors. To suit the needs of engineers and students working with crystal structures and improve the efficiency their workflow, more powerful and intuitive tools are necessary. That’s where Nanome comes in:<br><br>Tomorrow’s Crystallography Laboratory<br>Nanome is a collaborative molecular design platform in Virtual Reality. It enables everyone from students to professional engineers to improve their intuition and develop new insights into nanoscale phenomena and molecular systems.<br><br><br><br>Intuitive interaction with crystal structures in Nanome.<br>When holding once-abstract and conceptual structures, like proteins, in your own two hands, a new sense of comfort and intuition naturally arises. UCSD’s Professor Zoran Radic, Principal Investigator on NIH-funded protein structure research, says that “looking at [protein] complexes in VR yields much more immediately obvious conclusions than any other kinds of visualization.” Within moments of entering VR, many of Professor Radic’s crystallographer colleagues develop new insights and understandings into their own structures.<br><br><br>VR Protein Structure visualization unlocks a world of value for crystallographers, and their reactions show this. This leads us to ponder the insights and value Nanome could bring to crystallographers involved in non-protein fields of research like piezoelectronics. For example, with crystal lattice visualization, researchers could make intuitive leaps in the optimization of materials with structure-dependent electromechanical properties.<br><br>Next Steps<br>Nanome has taken a huge step towards improving the tools of crystallographers by implementing electron density maps. These maps, containing a crystallography experiment’s direct results, are essential for advanced research. To Nanome it’s clear: innovations of the future will occur at the nanoscale. The first step is building the right tools.</p><br><h1>About the Software</h1>Nanome - Your Home for Nanoscale Design. <br><br>Imagine a future where chemistry and the nano-scaled world are no longer difficult to understand. Imagine having the ability to build your own molecular structures out of thin air or explore the intricacies of a DNA strand or understand what medicine looks like at the molecular level. <br><br>Features: Import molecular structures from RCSB Protein Databank, Pubchem and Drugbank. <br>Manipulate molecular structures by literally reaching out and grabbing, rotating, or enlarging your molecule. <br>See Atoms, Residues, Chains, or Proteins as Stick, Wire, Ball &amp; Stick, or Van der Waals. <br>Measure distance and angles between atoms. <br>Mutate amino acids and cycle through rotamer conformations. <br>Build with any element from the periodic table. <br>Minimization simulations Duplicate or Split any selected area of your structure to modify or export independently. <br>Private &amp; public multi-user support including 2D mode In-app camera to capture and export images.",
            "about_the_game": "Nanome - Your Home for Nanoscale Design. <br />\r\n<br />\r\nImagine a future where chemistry and the nano-scaled world are no longer difficult to understand. Imagine having the ability to build your own molecular structures out of thin air or explore the intricacies of a DNA strand or understand what medicine looks like at the molecular level. <br />\r\n<br />\r\nFeatures: Import molecular structures from RCSB Protein Databank, Pubchem and Drugbank. <br />\r\nManipulate molecular structures by literally reaching out and grabbing, rotating, or enlarging your molecule. <br />\r\nSee Atoms, Residues, Chains, or Proteins as Stick, Wire, Ball &amp; Stick, or Van der Waals. <br />\r\nMeasure distance and angles between atoms. <br />\r\nMutate amino acids and cycle through rotamer conformations. <br />\r\nBuild with any element from the periodic table. <br />\r\nMinimization simulations Duplicate or Split any selected area of your structure to modify or export independently. <br />\r\nPrivate &amp; public multi-user support including 2D mode In-app camera to capture and export images.",
            "short_description": "Manipulate chemicals and proteins with your hands, explore chemistry and nanotechnology from a whole new perspective, collaborate with others, learn and create like never before.",
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/493430/header.jpg?t=1543967414",
            "website": "http://www.nanome.ai",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 10<br></li><li><strong>Processor:</strong> i5 - 4590<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GTX 780<br></li><li><strong>Network:</strong> Broadband Internet connection</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 10<br></li><li><strong>Processor:</strong> i7 - 4790<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GTX 1060<br></li><li><strong>DirectX:</strong> Version 12<br></li><li><strong>Network:</strong> Broadband Internet connection</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "THIS END USER LICENSE AGREEMENT (\"AGREEMENT\") IS A LEGAL AGREEMENT<br />\r\nBETWEEN YOU (\"CUSTOMER\") AND NANOME, INC. (\"SUPPLIER\"). BY CLICKING THE \"I<br />\r\nACCEPT\" BUTTON OR EXECUTING AN ORDER FORM THAT INCLUDES THIS<br />\r\nAGREEMENT BY REFERENCE, CUSTOMER ACKNOWLEDGES THAT CUSTOMER HAS<br />\r\nREVIEWED AND ACCEPTS THIS AGREEMENT. IF YOU ARE AGREEING TO THIS<br />\r\nAGREEMENT AS AN INDIVIDUAL, “CUSTOMER” REFERS TO YOU INDIVIDUALLY. IF YOU<br />\r\nARE AGREEING TO THIS AGREEMENT AS A REPRESENTATIVE OF AN ENTITY, YOU<br />\r\nREPRESENT THAT YOU HAVE THE AUTHORITY TO BIND THAT ENTITY AND<br />\r\n“CUSTOMER” REFERS TO THAT ENTITY AND ALL THE USERS SPECIFIED IN THE ORDER<br />\r\nFORM. IF CUSTOMER DOES NOT AGREE WITH ALL THE TERMS OF THIS AGREEMENT,<br />\r\nDO NOT DOWNLOAD OR OTHERWISE USE THE SOFTWARE REFERENCED IN THE<br />\r\nORDER FORM.<br />\r\nCUSTOMER’S USE OF THE SOFTWARE REQUIRES REGISTRATION FOR AN ACCOUNT<br />\r\nAT WWW.NANOME.AI AND ACCEPTANCE OF THE NANOME TERMS OF SERVICE<br />\r\nLOCATED AT WWW.NANOME.AI/TERMS AND THE NANOME PRIVACY POLICY LOCATED<br />\r\nAT WWW.NANOME.AI/PRIVACY WHICH SOLELY GOVERNS CUSTOMER’S USE OF ALL<br />\r\nNANOME MOBILE APPLICATIONS, AND CLOUD OR SAAS SERVICES, INCLUDING THE<br />\r\nNANOME MARKETPLACE AND VIRTUAL ROOMS. CUSTOMER HEREBY CONFIRMS THAT<br />\r\nIT HAS READ AND UNDERSTANDS THE NANOME TERMS OF SERVICE AND THE<br />\r\nNANOME PRIVACY POLICY.<br />\r\n1. DEFINITIONS.<br />\r\n1.1. ​“Affiliate” means any entity, now or hereafter existing (so long as such entity does not<br />\r\nhave its own agreement with Supplier for use of the Software or access and use of the<br />\r\nSupplier’s Services) that directly or indirectly, through one or more intermediaries, controls, is<br />\r\ncontrolled by, or is under common control with the subject entity. For purposes of this definition,<br />\r\n“control” means direct or indirect possession of the power to direct or cause the direction of the<br />\r\nmanagement and policies of an entity, whether through the ownership of voting securities, by<br />\r\ncontract or otherwise. An entity shall be considered an “Affiliate” only so long as that entity<br />\r\nmeets the foregoing definition.<br />\r\n1.2. ​“Ancillary Services” means implementation, training or consulting services that<br />\r\nSupplier may perform as described in a SOW executed by the parties.<br />\r\n1.3. ​“Authorized Purposes” means Customer’s internal business purposes if the License<br />\r\nTerm is not for an Evaluation License. If the License Term is for an Evaluation License, then<br />\r\n“Authorized Purposes” means Customer’s internal testing and evaluation use only. If the<br />\r\nLicense Term is for an Educational License, then “Authorized Purposes” means Customer’s<br />\r\neducational, research or training purposes use only.<br />\r\n1.4. ​“Beta License” means a license granted to Customer with respect to a pre-release<br />\r\nversion of the Software for the period specified in the Order Form, and that is not supported,<br />\r\nmay contain bugs or errors (but shall not knowingly contain any undisclosed Malicious Code),<br />\r\nand may be subject to additional terms that shall be provided by Supplier to Customer.<br />\r\n1.5. ​“Customer Data” means all data submitted, stored, posted, displayed, or otherwise<br />\r\ntransmitted by or on behalf of Customer or any User and received and analyzed by the<br />\r\nSoftware.<br />\r\n1.6. ​“Customer System” means Customer’s internal website(s), servers and other<br />\r\nequipment and software, including, without limitation, mobile devices and virtual reality<br />\r\nhardware systems.<br />\r\n1.7. ​“Delivery Date” means the date, set forth in the applicable Order Form, on which the<br />\r\nSoftware is scheduled to be made available to Customer.<br />\r\n1.8. ​“Documentation” means the printed, paper, electronic or online user instructions and<br />\r\nhelp files made generally available by Supplier for use with the Software, as may be updated<br />\r\nfrom time to time by Supplier.<br />\r\n1.9. ​“Educational License” means a license with respect to the Software that has been<br />\r\ndesignated as such by Supplier to an educational institution, a student, a training facility or other<br />\r\nperson or entity for educational, research or training purposes for the applicable License Term<br />\r\nand that may be subject to additional terms that shall be provided by Supplier to Customer.<br />\r\n1.10. ​“Evaluation License” means a non-production license granted to Customer with respect<br />\r\nto a Version of the Software for the applicable License Term and which may have limited<br />\r\nfunctionality or features.<br />\r\n1.11. ​“Free License” means a license to a Version of the Software that is provided free of<br />\r\ncharge to Customer and contains a limited feature set.<br />\r\n1.12. ​“Intellectual Property Rights” means all intellectual property rights or similar proprietary<br />\r\nrights, including (a) patent rights and utility models, (b) copyrights and database rights, (c)<br />\r\ntrademarks, trade names, domain names and trade dress and the goodwill associated<br />\r\ntherewith, (d) trade secrets, (e) mask works, and (f) industrial design rights; in each case,<br />\r\nincluding any registrations of, applications to register, and renewals and extensions of, any of<br />\r\nthe foregoing in any jurisdiction in the world.<br />\r\n1.13. ​“License Term” means the license period for Customer’s use of the Software set forth<br />\r\nin an Order Form and any renewals or extensions thereof. Unless otherwise specified in the<br />\r\napplicable Order Form, the License Term for an Evaluation License is limited to thirty (30) days<br />\r\nfrom the Delivery Date.<br />\r\n1.14. ​“Malicious Code” means viruses, worms, time bombs, Trojan horses and other harmful<br />\r\nor malicious code, files, scripts, agents or programs.<br />\r\n1.15. ​“Marketplace” means the virtual marketplace offered or maintained by Supplier or its<br />\r\naffiliates as the “Marketplace” which may include allowing customers to acquire for free or to<br />\r\npurchase license rights to Plugins, software, content and other virtual and digital assets from<br />\r\nSupplier and third parties.<br />\r\n1.16. ​“Non-GA Solutions” means Supplier products or services that are not generally<br />\r\navailable to Supplier customers, including, without limitation, Beta Licenses, and that may be<br />\r\nsubject to additional terms that shall be provided by Supplier to Customer.<br />\r\n1.17. ​“Open Source Software” means all software that is available under the GNU Affero<br />\r\nGeneral Public License (AGPL), GNU General Public License (GPL), GNU Lesser General<br />\r\nPublic License (LGPL), Mozilla Public License (MPL), Apache License, BSD licenses, or any<br />\r\nother license that approved by the Open Source Initiative (www.opensource.org).<br />\r\n1.18. ​“Order Form” means the ordering documents for Services and licenses for Software<br />\r\npurchased from Supplier that are entered into hereunder by the parties from time to time,<br />\r\nincluding modifications, supplements and addenda thereto. Order Forms are incorporated<br />\r\nherein. If there is any inconsistency or conflict between an Order Form and this Agreement, the<br />\r\nAgreement controls, unless the Order Form specifically identifies by Section reference the<br />\r\nprovision that such Order Form is modifying, and then such change will apply for such Order<br />\r\nForm only. Affiliates of Customer may purchase Services and licenses for the Software subject<br />\r\nto this Agreement by executing Order Forms hereunder, and by executing an Order Form, that<br />\r\nAffiliate of Customer shall be bound by this Agreement as if it were an original party hereto.<br />\r\n1.19. ​“Plugins” means a software component offered or sold via a Marketplace that adds a<br />\r\nspecific feature to the Software, whether developed by Supplier or a third party. Plugins may be<br />\r\nsupplied to Customer subject to separate or additional terms and conditions provided to<br />\r\nCustomer by Supplier at the time of acquisition.<br />\r\n1.20. ​“Services” means the Support Services and any Ancillary Services.<br />\r\n1.21. ​“SOW” means a written statement of work entered into and signed by the parties<br />\r\ndescribing Ancillary Services to be provided by Supplier to Customer.<br />\r\n1.22. ​“Software” means the Version of the software product (with the corresponding specific<br />\r\nfeatures of such Version) and any Supplier Plugins specified in an Order Form and any Supplier<br />\r\nUpdates that Supplier provides to Customer in accordance with Support Services that Customer<br />\r\nis entitled to receive pursuant to this Agreement, all in object code form only. For all purposes<br />\r\nof this Agreement, “Software” excludes any Open Source Software and all Third Party Offerings,<br />\r\nsuch as third party Plugins, software, content and other virtual and digital assets.<br />\r\n1.23. ​“Support Services” means the support and maintenance services offered by Supplier<br />\r\nand purchased by Customer pursuant to an Order Form.<br />\r\n1.24. ​“Third Party Offerings” means certain software or services delivered or performed by<br />\r\nthird parties that are required for the operation of the Software, such as the Photon engine and<br />\r\nthe Oculus Desktop Client, and any associated products provided by third parties, such as third<br />\r\nparty Plugins, that interoperate with the Software.<br />\r\n1.25. ​“Updates” means bug fixes, patches and maintenance releases to the applicable<br />\r\nVersion of the Software to the extent made generally available by Supplier to its licensees.<br />\r\n1.26. ​“Users” means Customer’s or its Affiliates’ employees, consultants, contractors, agents<br />\r\nand third parties with whom Customer may transact business and (a) for whom access to the<br />\r\nSoftware during a License Term have been purchased pursuant to an Order Form, (b) who are<br />\r\nauthorized by Customer or its Affiliates to access and use the Software, and (c) where<br />\r\napplicable, who have been supplied user identifications and passwords for such purpose by<br />\r\nCustomer (or by Supplier at Customer’s request).<br />\r\n1.27. ​“Version” means a particular version or edition of the Software with a particular<br />\r\nbundling of features and functionality associated with such version features in a manner that<br />\r\nprovides substantial additional or lesser functionality with respect to the Software, the<br />\r\nMarketplace or other Nanome cloud or SaaS services, such as access to public and private<br />\r\nvirtual rooms, the ability to view or interact within a virtual room, access and storage of public or<br />\r\nprivate designs and other virtual assets, etc. Different Versions of the Software consist of the<br />\r\nPro version, the Plus version, the Free License, the Educational License, the Evaluation License<br />\r\nand the Beta License.<br />\r\n1.28. ​“Virtual Rooms” means the private or public virtual rooms offered and maintained by<br />\r\nSupplier or its affiliates as such which may include allowing customers to access and maintain<br />\r\nvirtual rooms and other multi-user capabilities and functions with other users and permit users to<br />\r\nsubmit, upload and/or post information, opinions, messages, comments, virtual assets and other<br />\r\ncontent and material.<br />\r\n2. ORDERS; LICENSES; AND RESTRICTIONS.<br />\r\n2.1 Orders. Subject to the terms and conditions contained in this Agreement, Customer may<br />\r\npurchase licenses for Users to use the Software pursuant to Order Forms. Unless otherwise<br />\r\nspecified in the applicable Order Form, (a) Software may be used by the users initially named<br />\r\n(which may be assigned as set forth below), and in no event more than the number of Users<br />\r\nspecified, in the applicable Order Form, (b) an unlimited number of additional User licenses may<br />\r\nbe added at any time during the applicable License Term at such pricing as shall be set forth in<br />\r\nthe Order Form for the additional User licenses, and invoiced separately from the then-existing<br />\r\nUser licenses for the remainder of such License Term, and (c) the added User licenses shall<br />\r\nterminate upon expiration of the License Term as the pre-existing User licenses. Unless<br />\r\notherwise provided in the applicable Order Form, User licenses are for designated Users only<br />\r\nand cannot be shared or used by more than one User, but may be reassigned to new Users<br />\r\nreplacing former Users who no longer require ongoing use of the Software. Customer agrees<br />\r\nthat its purchases hereunder are neither contingent on the delivery of any future functionality or<br />\r\nfeatures nor dependent on any oral or written public comments made by Supplier regarding any<br />\r\nfuture functionality or features.<br />\r\n2.2 License Grant. Subject to Customer’s compliance with the terms and conditions<br />\r\ncontained in this Agreement, Supplier hereby grants to Customer, during the relevant License<br />\r\nTerm, a limited, non-exclusive, non-assignable/non-transferable (except as expressly permitted<br />\r\nherein) right for its Users to use and reproduce the applicable Version of the Software specified<br />\r\nin the Order Form in accordance with the Documentation in each case solely for Customer’s<br />\r\nAuthorized Purposes and not for the benefit of any other person or entity. Customer may make<br />\r\na reasonable number of backup copies of the Software solely for Customer’s internal use<br />\r\npursuant to the license granted in this Section. Customer’s use of the Software may be subject<br />\r\nto certain limitations, such as, for example, limits on storage capacity for Customer Data. Any<br />\r\nsuch limitations will be specified either in the Order Form or in the Documentation.<br />\r\n2.3 Restrictions. Customer shall not, directly or indirectly, and Customer shall not permit any<br />\r\nUser or third party to: (a) reverse engineer, decompile, disassemble or otherwise attempt to<br />\r\ndiscover the source code or underlying ideas or algorithms of the Software; (b) modify,<br />\r\ntranslate, or create derivative works based on any element of the Software or any related<br />\r\nDocumentation; (c) rent, lease, distribute, sell, resell, assign, or otherwise transfer its rights to<br />\r\nuse the Software; (d) use the Software for timesharing purposes or otherwise for the benefit of<br />\r\nany person or entity other than for the benefit of Customer and Users; (e) remove any<br />\r\nproprietary notices from the Documentation; (f) publish or disclose to third parties any evaluation<br />\r\nor benchmarking of the Software without Supplier's prior written consent; (g) use the Software<br />\r\nfor any purpose other than its intended purpose; (h) interfere with or disrupt the integrity or<br />\r\nperformance of the Software; (i) introduce any Open Source Software into the Software; or (j)<br />\r\nattempt to gain unauthorized access to the Software or Supplier’s systems or networks.<br />\r\n2.4 Reservation of Rights. Except as expressly granted in this Agreement, there are no<br />\r\nother licenses granted to Customer, express, implied or by way of estoppel. All rights not<br />\r\ngranted in this Agreement are reserved by Supplier.<br />\r\n3. THIRD PARTY OFFERINGS.<br />\r\n3.1 Use of Third Party Offerings. Supplier or third parties may from time to time make Third<br />\r\nParty Offerings available to Customer through the Marketplace, Virtual Rooms or otherwise.<br />\r\nAny acquisition by Customer of any such Third Party Offerings, and any exchange of data<br />\r\nbetween Customer and any provider of a Third Party Offering, is solely between Customer and<br />\r\nthe applicable provider of the Third Party Offering. Supplier does not warrant or support any<br />\r\nThird Party Offering, whether or not they are available via a Supplier Marketplace or Virtual<br />\r\nRooms or designated by Supplier as “approved”, “certified” or otherwise, except as specified in<br />\r\nan Order Form. Supplier shall not be responsible for any disclosure, modification or deletion of<br />\r\nCustomer Data resulting from any such access by the providers of Third Party Offerings.<br />\r\n3.2 Integration with Third Party Offerings. The Software may contain features designed to<br />\r\ninteroperate with Third Party Offerings (e.g., Google, Facebook/Oculus or Twitter applications).<br />\r\nTo use such features, Customer may be required to obtain access to such Third Party Offering<br />\r\nfrom their providers. If the provider of any Third Party Offering ceases to make the Third Party<br />\r\nOffering available for interoperation with the corresponding Software features on reasonable<br />\r\nterms, certain features of the Software may not be available to Customer.<br />\r\n4. DELIVERY; ACCOUNT REGISTRATION.<br />\r\n4.1 Delivery. Supplier will make the Software available for download to Customer from a<br />\r\nsecure server. The Software will be deemed accepted upon delivery and may not be rejected<br />\r\nby Customer.<br />\r\n4.2 Account Registration; Login. Customer will be required to register for an account in<br />\r\norder to use the Software which will be subject to the Nanome Terms of Service and Privacy<br />\r\nPolicy. Customer will be required to submit certain personal information when registering for an<br />\r\naccount. Customer will be required to log into Customer’s account in order to access and use<br />\r\nthe Software. Upon such login, Supplier will authenticate Customer’s login information in order<br />\r\nto verify Customer’s access to the Software.<br />\r\n5. CUSTOMER OBLIGATIONS.<br />\r\n5.1 Customer System. Customer is responsible for (a) obtaining, deploying and maintaining<br />\r\nthe Customer System, and all computer hardware, software, modems, routers and other<br />\r\ncomputer and communications equipment necessary for Customer, its Affiliates and their<br />\r\nrespective Users to use the Software; and (b) paying all third party fees and access charges<br />\r\nincurred in connection with the foregoing. Except as specifically set forth in this Agreement, an<br />\r\nOrder Form or an SOW, Supplier shall not be responsible for supplying any hardware, software<br />\r\nor other equipment to Customer under this Agreement. In the event that Supplier does supply<br />\r\nto Customer any hardware or other equipment, such hardware or equipment may be supplied to<br />\r\nCustomer subject to separate terms and conditions provided to Customer by Supplier and the<br />\r\nacquisition of such hardware will be subject to the manufacturer’s standard terms.<br />\r\n6. MAINTENANCE AND SUPPORT SERVICES.<br />\r\n6.1 Maintenance and Support. Subject to the terms and conditions of this Agreement<br />\r\n(including payment of the applicable fees, if any), Supplier will use commercially reasonable<br />\r\nefforts to provide the Support Services to the extent that Customer has purchased the<br />\r\napplicable Support Level (Level 1, 2 or 3) during the Order process or on the applicable Order<br />\r\nForm which are as described at www.nanome.ai/support, as the same may be updated.<br />\r\nSupport Services may include Updates generally issued by Supplier to customers during the<br />\r\napplicable License Term. In no event will Support apply with respect to Third Party Offerings.<br />\r\n6.2 Support Term; Termination. Unless otherwise specified in an Order Form, Supplier will<br />\r\nprovide Support Services during the License Term starting on the Delivery Date (the “Support<br />\r\nPeriod”).<br />\r\n6.3 Non-GA Solutions and Evaluation Licenses. Except as expressly set forth in an Order<br />\r\nForm, no Support Services are offered or made in connection with this Agreement for a Non-GA<br />\r\nSolutions or Evaluation Licenses (other than Level One support for Evaluation Licenses) and<br />\r\nSupplier will not be obligated in any way to correct any errors or deficiencies in the Software or<br />\r\nto provide Updates or new builds.<br />\r\n7. ANCILLARY SERVICES.<br />\r\n7.1 Supplier shall use commercially reasonable efforts to timely perform the Ancillary<br />\r\nServices as set forth in applicable mutually executed SOWs. Each SOW will include, at a<br />\r\nminimum: (a) a description of the scope of Ancillary Services, (b) any work product or other<br />\r\ndeliverables to be provided to Customer (each a “Deliverable”), (c) the schedule for the<br />\r\nprovision of Ancillary Services, and (d) the applicable fees and payment terms for such Ancillary<br />\r\nServices. All SOWs shall be deemed part of and subject to this Agreement. If there is any<br />\r\ninconsistency between an SOW and this Agreement, the SOW shall control. If either Customer<br />\r\nor Supplier requests a change to the scope of Ancillary Services described in a SOW, the party<br />\r\nseeking the change shall propose such change by written notice. Promptly following the other<br />\r\nparty’s receipt of the written notice, the parties shall discuss and agree upon the proposed<br />\r\nchanges. Supplier will prepare a change order document describing the agreed changes to the<br />\r\nSOW and any applicable change in fees and expenses (a “Change Order”). Change Orders are<br />\r\nnot binding unless and until executed by both parties. Executed Change Orders shall be<br />\r\ndeemed part of, and subject to, this Agreement. Supplier and Customer shall cooperate to<br />\r\nenable Supplier to perform the Ancillary Services according to the dates of performance and<br />\r\ndelivery terms set forth in each SOW. In addition, Customer shall perform any Customer<br />\r\nobligations specified in each SOW. In the event the Ancillary Services are not performed in<br />\r\naccordance with the terms of the applicable SOW, Supplier shall notify Customer in writing no<br />\r\nlater than thirty (30) calendar days after performance of the affected Ancillary Services by<br />\r\nSupplier, Customer’s notice shall specify the basis for non-compliance with the SOW and if<br />\r\nSupplier agrees with the basis for non-compliance, then at Supplier’s sole option, Supplier shall<br />\r\nre-perform the Ancillary Services at no additional charge to Customer or refund to Customer the<br />\r\napplicable fees for the affected Deliverable or Ancillary Service. THE FOREGOING<br />\r\nCONSTITUTES CUSTOMER’S SOLE AND EXCLUSIVE REMEDY AND SUPPLIER’S SOLE<br />\r\nAND EXCLUSIVE LIABILITY WITH RESPECT TO PERFORMANCE OR<br />\r\nNON-PERFORMANCE OF THE ANCILLARY SERVICES.<br />\r\n8. FEES AND PAYMENT.<br />\r\n8.1 Fees. Customer agrees to pay all fees specified in all Order Forms and SOWs using one<br />\r\nof the payment methods Supplier supports. Except as otherwise specified in this Agreement or<br />\r\nin an Order Form, (a) fees are quoted and payable in United States dollars and certain<br />\r\ncryptocurrencies (such as Bitcoin, Ethereum and Matryx) at their then current market rate, as<br />\r\ndetermined by Supplier, (b) fees are based on licenses purchased for the number of Users<br />\r\nspecified in the Order Form, (c) payment obligations are non-cancelable and fees paid are<br />\r\nnon-refundable and (d) are payable in advance. User license fees are based on the License<br />\r\nTerm specified in the Order Form beginning on the Activation Date; therefore, fees for licenses<br />\r\nfor additional Users or Plugins added in the middle of a License Term will be charged for a<br />\r\nprorated License Term. All amounts payable under this Agreement will be made without setoff<br />\r\nor counterclaim, and without any deduction or withholding.<br />\r\n8.2 Invoices and Payment. All fees for Software and applicable Support Services will be<br />\r\ninvoiced in advance and in accordance with the applicable Order Form. Fees for Ancillary<br />\r\nServices will be invoiced as set forth in an applicable SOW or Order Form. Except as otherwise<br />\r\nset forth in the applicable Order Form or SOW, Customer agrees to pay all invoiced amounts<br />\r\nwithin thirty (30) calendar days of the invoice date. Customer is responsible for providing<br />\r\ncomplete and accurate billing and contact information to Supplier and notifying Supplier of any<br />\r\nchanges to such information.<br />\r\n8.3 Overdue Charges. If Supplier does not receive fees by the due date, then at Supplier’s<br />\r\ndiscretion, (a) such charges may accrue late interest at the rate of One Percent (1%) of the<br />\r\noutstanding balance per month, or the maximum rate permitted by law, whichever is lower, from<br />\r\nthe date such payment was due until the date paid; and (b) Supplier may condition future<br />\r\npurchases of Software and Support Services on payment terms shorter than those specified in<br />\r\nSection 8.2 or require prepayment.<br />\r\n8.4 Payment Disputes. Supplier agrees that it will not exercise its rights under Section 8.3 if<br />\r\nthe applicable charges are under reasonable and good-faith dispute and Customer is<br />\r\ncooperating diligently to resolve the dispute.<br />\r\n8.5 Taxes. “Taxes” means all taxes, levies, imposts, duties, fines or similar governmental<br />\r\nassessments imposed by any jurisdiction, country or any subdivision or authority thereof<br />\r\nincluding, but not limited to federal, state or local sales, use, property, excise, service,<br />\r\ntransaction, privilege, occupation, gross receipts or similar taxes, in any way connected with this<br />\r\nAgreement or any instrument, order form or agreement required hereunder, and all interest,<br />\r\npenalties or similar liabilities with respect thereto, except such taxes imposed on or measured<br />\r\nby a party’s net income. Notwithstanding the foregoing, Taxes shall not include payroll taxes<br />\r\nattributable to the compensation paid to workers or employees and each party shall be<br />\r\nresponsible for its own federal and state payroll tax collection, remittance, reporting and filing<br />\r\nobligations. Fees and charges imposed under this Agreement or under any order form or<br />\r\nsimilar document ancillary to or referenced by this Agreement shall not include Taxes except as<br />\r\notherwise provided herein. Customer shall be responsible for all of such Taxes. If, however,<br />\r\nSupplier has the legal obligation to pay Taxes and is required or permitted to collect such Taxes<br />\r\nfor which Customer is responsible under this section, Customer shall promptly pay the Taxes<br />\r\ninvoiced by Supplier unless Customer has furnished Supplier with valid tax exemption<br />\r\ndocumentation regarding such Taxes at the execution of this Agreement or at the execution of<br />\r\nany subsequent instrument, order form or agreement ancillary to or referenced by this<br />\r\nAgreement. Customer shall comply with all applicable tax laws and regulations. Customer<br />\r\nhereby agrees to indemnify Supplier for any Taxes and related costs paid or payable by<br />\r\nSupplier attributable to Taxes that would have been Customer’s responsibility under this Section<br />\r\n8.5 if invoiced to Customer. Customer shall promptly pay or reimburse Supplier for all costs and<br />\r\ndamages related to any liability incurred by Supplier as a result of Customer’s non-compliance<br />\r\nor delay with its responsibilities herein. Customer’s obligation under this Section 8.5 shall<br />\r\nsurvive the termination or expiration of this Agreement.<br />\r\n9. REPRESENTATIONS AND WARRANTIES; DISCLAIMER.<br />\r\n9.1 Mutual Representations and Warranties. Each party represents, warrants and<br />\r\ncovenants that: (a) it has the full power and authority to enter into this Agreement and to<br />\r\nperform its obligations hereunder, without the need for any consents, approvals or immunities<br />\r\nnot yet obtained; and (b) its acceptance of and performance under this Agreement shall not<br />\r\nbreach any oral or written agreement with any third party or any obligation owed by it to any<br />\r\nthird party to keep any information or materials in confidence or in trust.<br />\r\n9.2 Non-Generally Available Solutions. From time to time Supplier may, in its sole<br />\r\ndiscretion, invite Customer to try Non-GA Solutions. Customer may accept or decline any such<br />\r\ntrial in its sole discretion. Any Non-GA Solutions will be clearly designated as Beta, pilot, limited<br />\r\nrelease, developer preview, non-production or by a description of similar import. Non-GA<br />\r\nSolutions are provided for evaluation purposes and not for production use, are not supported,<br />\r\nwill likely contain bugs or errors (but shall not knowingly contain any undisclosed Malicious<br />\r\nCode), and may be subject to additional terms that shall be provided by Supplier to Customer<br />\r\nprior to or concurrent with Supplier’s invitation to the applicable Non-GA Solution. Non-GA<br />\r\nSolutions are not considered “Software” hereunder. Supplier has the right to discontinue<br />\r\nNon-GA Solutions at any time in its sole discretion and may never make them generally<br />\r\navailable.<br />\r\n9.3 Software Warranty. Unless otherwise set forth in the applicable Order Form, Supplier<br />\r\nwarrants that during the period of six (6) months after the Delivery Date (the “Warranty Period”)<br />\r\nthe Software will function substantially in conformance with the Documentation. If Customer<br />\r\nbecomes aware of the Software not functioning in substantial conformance with the<br />\r\nDocumentation (a “Defect”), Customer must provide Supplier with written notice that includes a<br />\r\nreasonably detailed explanation of the Defect within the Warranty Period. If Supplier is able to<br />\r\nreproduce the Defect in Supplier’s own operating environment, Supplier will use commercially<br />\r\nreasonable efforts to promptly correct the Defect or provide a replacement software product to<br />\r\nCustomer with substantially similar functionality, or at Supplier’s option, terminate the License<br />\r\nTerm for the defective Software and refund to Customer the fees paid for that defective<br />\r\nSoftware (as well as any fees paid for any Support Services not received). THE FOREGOING<br />\r\nSETS FORTH SUPPLIER’S SOLE AND EXCLUSIVE LIABILITY AND CUSTOMER’S SOLE<br />\r\nAND EXCLUSIVE REMEDY FOR ANY DEFECTIVE SOFTWARE.<br />\r\n9.4 Disclaimer. EXCEPT FOR THE WARRANTIES SET FORTH IN SECTIONS 7.1 AND 9,<br />\r\nTHE SOFTWARE, SUPPORT SERVICES, ANCILLARY SERVICES, THIRD-PARTY<br />\r\nOFFERINGS AND ANY NON-GA SOLUTIONS ARE PROVIDED ON AN AS-IS BASIS AND<br />\r\nCUSTOMER’S USE THEREOF IS AT ITS OWN RISK. SUPPLIER DOES NOT MAKE, AND<br />\r\nHEREBY DISCLAIMS, ANY AND ALL OTHER EXPRESS, STATUTORY AND IMPLIED<br />\r\nREPRESENTATIONS AND WARRANTIES, INCLUDING, BUT NOT LIMITED TO,<br />\r\nWARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE,<br />\r\nNONINFRINGEMENT AND TITLE, QUALITY, SUITABILITY, OPERABILITY, CONDITION,<br />\r\nSYSTEM INTEGRATION, NON-INTERFERENCE, WORKMANSHIP, TRUTH, ACCURACY (OF<br />\r\nDATA OR ANY OTHER INFORMATION OR CONTENT), ABSENCE OF DEFECTS,<br />\r\nWHETHER LATENT OR PATENT, AND ANY WARRANTIES ARISING FROM A COURSE OF<br />\r\nDEALING, USAGE, OR TRADE PRACTICE. THE EXPRESS WARRANTIES MADE BY<br />\r\nSUPPLIER IN SECTIONS 7.1 AND 9 ARE FOR THE BENEFIT OF THE CUSTOMER ONLY<br />\r\nAND NOT FOR THE BENEFIT OF ANY THIRD PARTY. ANY SOFTWARE PROVIDED BY<br />\r\nSUPPLIER PURSUANT TO THIS AGREEMENT IS LICENSED AND NOT SOLD. NO<br />\r\nWARRANTIES OF ANY KIND WHATSOEVER ARE MADE FOR CUSTOMER’S BENEFIT<br />\r\nDURING THE LICENSE TERM OF ANY FREE LICENSE, EVALUATION LICENSE OR BETA<br />\r\nLICENSE.<br />\r\nNO AGENT OF SUPPLIER IS AUTHORIZED TO ALTER OR EXPAND THE WARRANTIES OF<br />\r\nSUPPLIER AS SET FORTH HEREIN. SUPPLIER DOES NOT WARRANT THAT: (A) THE USE<br />\r\nOF THE SOFTWARE OR NON-GA SOLUTION WILL BE SECURE, TIMELY,<br />\r\nUNINTERRUPTED OR ERROR-FREE OR OPERATE IN COMBINATION WITH ANY OTHER<br />\r\nHARDWARE, SOFTWARE, SYSTEM OR DATA; (B) THE SOFTWARE WILL MEET<br />\r\nCUSTOMER’S REQUIREMENTS OR EXPECTATIONS; (C) THE SOFTWARE AND NON-GA<br />\r\nSOLUTIONS WILL BE ERROR-FREE OR THAT ERRORS OR DEFECTS IN THE SOFTWARE<br />\r\nAND NON-GA SOLUTIONS WILL BE CORRECTED; OR (D) THE SERVER(S) THAT MAKE<br />\r\nANY COMPONENTS OF THE SOFTWARE AND NON-GA SOLUTION AVAILABLE ARE FREE<br />\r\nOF VIRUSES OR OTHER HARMFUL COMPONENTS. THE SOFTWARE AND NON-GA<br />\r\nSOLUTION MAY BE SUBJECT TO LIMITATIONS, DELAYS, AND OTHER PROBLEMS<br />\r\nINHERENT IN THE USE OF THE INTERNET AND ELECTRONIC COMMUNICATIONS.<br />\r\nSUPPLIER IS NOT RESPONSIBLE FOR ANY DELAYS, DELIVERY FAILURES, OR OTHER<br />\r\nDAMAGES RESULTING FROM SUCH PROBLEMS.<br />\r\n10. INDEMNIFICATION.<br />\r\n10.1 Supplier Indemnity.<br />\r\n(a) General. During the License Term (other than with respect to a Fee License, an<br />\r\nEvaluation License or a Beta License), Supplier, at its expense, shall defend Customer and its<br />\r\nAffiliates and their respective officers, directors and employees (the “Customer Indemnified<br />\r\nParties”) from and against all actions, proceedings, claims and demands by a third party (a<br />\r\n“Third-Party Claim”) alleging that the Software infringes any copyright or misappropriates any<br />\r\ntrade secret and shall pay all damages, costs and expenses, including attorneys’ fees and costs<br />\r\n(whether by settlement or award of by a final judicial judgment) paid to the Third Party bringing<br />\r\nany such Third-Party Claim. Supplier’s obligations under this Section are conditioned upon (i)<br />\r\nSupplier being promptly notified in writing of any claim under this Section, (ii) Supplier having<br />\r\nthe sole and exclusive right to control the defense and settlement of the claim, and (iii)<br />\r\nCustomer providing all reasonable assistance (at Supplier’s expense and reasonable request) in<br />\r\nthe defense of such claim. In no event shall Customer settle any claim without Supplier’s prior<br />\r\nwritten approval. Customer may, at its own expense, engage separate counsel to advise<br />\r\nCustomer regarding a Claim and to participate in the defense of the claim, subject to Supplier’s<br />\r\nright to control the defense and settlement.<br />\r\n(b) Mitigation. If any claim which Supplier is obligated to defend has occurred, or in<br />\r\nSupplier’s determination is likely to occur, Supplier may, in its sole discretion and at its option<br />\r\nand expense (a) obtain for Customer the right to use the Software, (b) substitute a functionality<br />\r\nequivalent, non-infringing replacement for such the Software, (c) modify the Software to make it<br />\r\nnon-infringing and functionally equivalent, or (d) terminate this Agreement and refund to<br />\r\nCustomer any prepaid amounts attributable the period of time between the date Customer was<br />\r\nunable to use the Software due to such claim and the remaining days in the then-current<br />\r\nLicense Term.<br />\r\n(c) Exclusions. Notwithstanding anything to the contrary in this Agreement, the foregoing<br />\r\nobligations shall not apply with respect to a claim of infringement if such claim arises out of (i)<br />\r\nuse of the Software in combination with any software, hardware, network or system not supplied<br />\r\nby Supplier where the alleged infringement relates to such combination, (ii) any modification or<br />\r\nalteration of the Software other than by Supplier, (iii) Customer’s continued use of the Software<br />\r\nafter Supplier notifies Customer to discontinue use because of an infringement claim, (iv) use of<br />\r\nOpen Source Software; (v) Customer’s violation of applicable law; (vi) Third Party Offerings; and<br />\r\n(vii) Customer System.<br />\r\n(d) Sole Remedy. THE FOREGOING STATES THE ENTIRE LIABILITY OF SUPPLIER<br />\r\nWITH RESPECT TO THE INFRINGEMENT OF ANY INTELLECTUAL PROPERTY OR<br />\r\nPROPRIETARY RIGHTS BY THE SOFTWARE OR OTHERWISE, AND CUSTOMER HEREBY<br />\r\nEXPRESSLY WAIVES ANY OTHER LIABILITIES OR OBLIGATIONS OF SUPPLIER WITH<br />\r\nRESPECT THERETO. NO INDEMNITIES OF ANY KIND WHATSOEVER ARE MADE FOR<br />\r\nCUSTOMER’S BENEFIT DURING THE LICENSE TERM OF ANY FREE LICENSE,<br />\r\nEVALUATION LICENSE OR BETA LICENSE.<br />\r\n10.2 Customer Indemnity. Customer shall defend Supplier and its Affiliates, licensors and<br />\r\ntheir respective officers, directors and employees (“Supplier Indemnified Parties”) from and<br />\r\nagainst any and all Third-Party Claims which arise out of or relate to: (a) Customer’s use or<br />\r\nalleged use of the Software other than as permitted under this Agreement, (b) Customer or its<br />\r\nAffiliates’ Users use of the Software in violation of any applicable law or regulation, or the<br />\r\nIntellectual Property Rights or other rights of any third party, or (c) arising from the occurrence of<br />\r\nany of the exclusions set forth in Section 10.1(c) (Exclusions). Customer shall pay all damages,<br />\r\ncosts and expenses, including attorneys’ fees and costs (whether by settlement or award of by a<br />\r\nfinal judicial judgment) paid to the Third Party bringing any such Third-Party Claim. Customer’s<br />\r\nobligations under this Section are conditioned upon (x) Customer being promptly notified in<br />\r\nwriting of any claim under this Section, (y) Customer having the sole and exclusive right to<br />\r\ncontrol the defense and settlement of the claim, and (z) Supplier providing all reasonable<br />\r\nassistance (at Customer’s expense and reasonable request) in the defense of such claim. In no<br />\r\nevent shall Supplier settle any claim without Customer’s prior written approval. Supplier may, at<br />\r\nits own expense, engage separate counsel to advise Supplier regarding a Third-Party Claim and<br />\r\nto participate in the defense of the claim, subject to Customer’s right to control the defense and<br />\r\nsettlement.<br />\r\n11. CONFIDENTIALITY.<br />\r\n11.1 Confidential Information. “Confidential Information” means any and all non-public<br />\r\ntechnical and non-technical information disclosed by one party (the “Disclosing Party”) to the<br />\r\nother party (the “Receiving Party”) in any form or medium, whether oral, written, graphical or<br />\r\nelectronic, pursuant to this Agreement, that is marked confidential and proprietary, or that the<br />\r\nDisclosing Party identifies as confidential and proprietary, or that by the nature of the<br />\r\ncircumstances surrounding the disclosure or receipt ought to be treated as confidential and<br />\r\nproprietary information, including but not limited to: (a) techniques, sketches, drawings, models,<br />\r\ninventions (whether or not patented or patentable), know-how, processes, apparatus, formulae,<br />\r\nequipment, algorithms, software programs, software source documents, APIs, and other<br />\r\ncreative works (whether or not copyrighted or copyrightable); (b) information concerning<br />\r\nresearch, experimental work, development, design details and specifications, engineering,<br />\r\nfinancial information, procurement requirements, purchasing, manufacturing, customer lists,<br />\r\nbusiness forecasts, sales and merchandising and marketing plans and information; (c)<br />\r\nproprietary or confidential information of any third party who may disclose such information to<br />\r\nDisclosing Party or Receiving Party in the course of Disclosing Party’s business; and (d) the<br />\r\nterms of this Agreement and any Order Form or SOW. Confidential Information of Supplier shall<br />\r\ninclude the Software, the documentation, the pricing, and information regarding the<br />\r\ncharacteristics, features or performance of Beta Licenses and Non-GA Solutions. Confidential<br />\r\nInformation also includes all summaries and abstracts of Confidential Information.<br />\r\n11.2 Non-Disclosure. Each party acknowledges that in the course of the performance of this<br />\r\nAgreement, it may obtain the Confidential Information of the other party. The Receiving Party<br />\r\nshall, at all times, both during the term of this Agreement and thereafter, use reasonable efforts<br />\r\nto keep in confidence and trust all of the Disclosing Party’s Confidential Information received by<br />\r\nit. The Receiving Party shall not use the Confidential Information of the Disclosing Party other<br />\r\nthan as necessary to fulfill the Receiving Party’s obligations or to exercise the Receiving Party’s<br />\r\nrights under this Agreement. Each party agrees to secure and protect the other party’s<br />\r\nConfidential Information with the same degree of care and in a manner consistent with the<br />\r\nmaintenance of such party’s own Confidential Information (but in no event less than reasonable<br />\r\ncare), and to take appropriate action by instruction or agreement with its employees, Affiliates or<br />\r\nother agents who are permitted access to the other party’s Confidential Information to satisfy its<br />\r\nobligations under this Section. Customer acknowledges that Supplier will use reasonable efforts<br />\r\nto ensure the confidentiality and access security of information made available by Customer in a<br />\r\nprivate Virtual Room but that confidentiality cannot be absolutely guaranteed. The Receiving<br />\r\nParty shall not disclose Confidential Information of the Disclosing Party to any person or entity<br />\r\nother than its officers, employees, affiliates and agents who need access to such Confidential<br />\r\nInformation in order to effect the intent of this Agreement and who are subject to confidentiality<br />\r\nobligations at least as stringent as the obligations set forth in this Agreement.<br />\r\n11.3 Exceptions to Confidential Information. The obligations set forth in Section 11.2<br />\r\n(Non-Disclosure) shall not apply to the extent that Confidential Information includes information<br />\r\nwhich: (a) was known by the Receiving Party prior to receipt from the Disclosing Party either<br />\r\nitself or through receipt directly or indirectly from a source other than one having an obligation of<br />\r\nconfidentiality to the Disclosing Party; (b) was developed by the Receiving Party without use of<br />\r\nthe Disclosing Party’s Confidential Information; or (c) becomes publicly known or otherwise<br />\r\nceases to be secret or confidential, except as a result of a breach of this Agreement or any<br />\r\nobligation of confidentiality by the Receiving Party. Nothing in this Agreement shall prevent the<br />\r\nReceiving Party from disclosing Confidential Information to the extent the Receiving Party is<br />\r\nlegally compelled to do so by any governmental investigative or judicial agency pursuant to<br />\r\nproceedings over which such agency has jurisdiction; provided, however, that prior to any such<br />\r\ndisclosure, the Receiving Party shall (x) assert the confidential nature of the Confidential<br />\r\nInformation to the agency; (y) immediately notify the Disclosing Party in writing of the agency’s<br />\r\norder or request to disclose; and (z) cooperate fully with the Disclosing Party in protecting<br />\r\nagainst any such disclosure and in obtaining a protective order narrowing the scope of the<br />\r\ncompelled disclosure and protecting its confidentiality.<br />\r\n11.4 Injunctive Relief. The Parties agree that any unauthorized disclosure of Confidential<br />\r\nInformation may cause immediate and irreparable injury to the Disclosing Party and that, in the<br />\r\nevent of such breach, the Receiving Party will be entitled, in addition to any other available<br />\r\nremedies, to seek immediate injunctive and other equitable relief, without bond and without the<br />\r\nnecessity of showing actual monetary damages.<br />\r\n12. PROPRIETARY RIGHTS.<br />\r\n12.1 Software. As between Supplier and Customer, all right, title and interest in the Software<br />\r\nand any other Plugins, materials, software, virtual items and other content furnished or made<br />\r\navailable hereunder or via the Marketplace or Virtual Rooms, and all modifications and<br />\r\nenhancements thereof, and all suggestions, ideas and feedback proposed by Customer<br />\r\nregarding any such items, including all copyright rights, patent rights and other Intellectual<br />\r\nProperty Rights in each of the foregoing, belong to and are retained solely by Supplier or<br />\r\nSupplier’s licensors and providers, as applicable. If the License Term is for an Evaluation<br />\r\nLicense or any Non-GA Solutions (including Beta Licenses), Customer shall periodically (and, in<br />\r\nany case, not less than once every thirty (30) days or more frequently as provided in the Order<br />\r\nForm) provide Supplier with written feedback regarding Customer’s use of the Software, the<br />\r\nfunctionality of the Software, any bugs, errors or deficiencies that Customer encounters<br />\r\nregarding the operation and functionality of the Software and any suggestions that Customer<br />\r\nmay have regarding improvement of such operation and functionality (“Feedback”).<br />\r\nAdditionally, Customer shall promptly respond to any questions that Supplier may have<br />\r\nregarding such Feedback or to any other questions Supplier may have regarding Customer’s<br />\r\nuse of the Software. Customer hereby does and will irrevocably assign to Supplier all Feedback<br />\r\nand all Intellectual Property Rights in the Feedback.<br />\r\n12.2 Customer Data. As between Supplier and Customer, all right, title and interest in (a) the<br />\r\nCustomer Data, (b) other information input into the Software by Customer (collectively, “Other<br />\r\nInformation”) and (c) all Intellectual Property Rights in each of the foregoing, belong to and are<br />\r\nretained solely by Customer. Customer hereby grants to Supplier a limited, non-exclusive,<br />\r\nroyalty-free, worldwide license to use the Customer Data and perform all acts with respect to the<br />\r\nCustomer Data as may be necessary for Supplier to provide the Software and Services and any<br />\r\nservices available to Customer via the Marketplace or Virtual Rooms, and a non-exclusive,<br />\r\nperpetual, irrevocable, worldwide, royalty-free, fully paid license to use, reproduce, modify and<br />\r\ndistribute the Other Information as a part of the Aggregated Statistics (as defined in Section<br />\r\n12.3 below). As between Supplier and Customer, Customer is solely responsible for the<br />\r\naccuracy, quality, integrity, legality, reliability, and appropriateness of all Customer Data.<br />\r\n12.3 Aggregated Statistics. Notwithstanding anything else in these Terms or otherwise,<br />\r\nSupplier may monitor Customer’s use of the Software and use data and information related to<br />\r\nsuch use, Customer Data, and Other Information in an aggregate and anonymous manner,<br />\r\nincluding to compile statistical and performance information related to the provision and<br />\r\noperation of the Software (“Aggregated Statistics”). As between Supplier and Customer, all<br />\r\nright, title and interest in the Aggregated Statistics and all Intellectual Property Rights therein,<br />\r\nbelong to and are retained solely by Supplier. Customer acknowledges that Supplier will be<br />\r\ncompiling Aggregated Statistics based on Customer Data, Other Information, and information<br />\r\ninput by other customers into the Software and Customer agrees that Supplier may (a) make<br />\r\nsuch Aggregated Statistics publicly available, and (b) use such information to the extent and in<br />\r\nthe manner required by applicable law or regulation and for purposes of data gathering,<br />\r\nanalysis, and service enhancement, provided that such data and information does not identify<br />\r\nCustomer or its Confidential Information.<br />\r\n12.4 Supplier Developments. All inventions, works of authorship and developments<br />\r\nconceived, created, written, or generated by or on behalf of Supplier, whether solely or jointly,<br />\r\nincluding without limitation, in connection with Supplier’s performance of the Ancillary Services<br />\r\nhereunder, including (unless otherwise expressly set forth in an applicable SOW) all<br />\r\nDeliverables (“Supplier Developments”) and all Intellectual Property Rights therein, shall be the<br />\r\nsole and exclusive property of Supplier. Customer agrees that, except for Customer<br />\r\nConfidential Information, to the extent that the ownership of any contribution by Customer or its<br />\r\nemployees to the creation of the Supplier Developments is not, by operation of law or otherwise,<br />\r\nvested in Supplier, Customer hereby assigns and agrees to assign to Supplier all right, title and<br />\r\ninterest in and to such Supplier Developments, including without limitation all the Intellectual<br />\r\nProperty Rights therein, without the necessity of any further consideration.<br />\r\n12.5 Further Assurances. To the extent any of the rights, title and interest in and to Feedback<br />\r\nor Supplier Developments or Intellectual Property Rights therein cannot be assigned by<br />\r\nCustomer to Supplier, Customer hereby grants to Supplier an exclusive, royalty-free,<br />\r\ntransferable, irrevocable, worldwide, fully paid-up license (with rights to sublicense through<br />\r\nmultiple tiers of sublicensees) to fully use, practice and exploit those non-assignable rights, title<br />\r\nand interest. If the foregoing assignment and license are not enforceable, Customer agrees to<br />\r\nwaive and never assert against Supplier those non-assignable and non-licensable rights, title<br />\r\nand interest. Customer agrees to execute any documents or take any actions as may<br />\r\nreasonably be necessary, or as Supplier may reasonably request, to perfect ownership of the<br />\r\nFeedback and Supplier Developments. If Customer is unable or unwilling to execute any such<br />\r\ndocument or take any such action, Supplier may execute such document and take such action<br />\r\non Customer’s behalf as Customer’s agent and attorney-in-fact. The foregoing appointment is<br />\r\ndeemed a power coupled with an interest and is irrevocable.<br />\r\n12.6 License to Deliverables. Subject to Customer’s compliance with this Agreement,<br />\r\nSupplier hereby grants Customer a limited, non-exclusive, non-transferable license during the<br />\r\nLicense Term to use the Deliverables solely in connection with Customer’s authorized use of the<br />\r\nSoftware. Notwithstanding any other provision of this Agreement: (i) nothing herein shall be<br />\r\nconstrued to assign or transfer any Intellectual Property Rights in the proprietary tools, source<br />\r\ncode samples, templates, libraries, know-how, techniques and expertise (“Tools”) used by<br />\r\nSupplier to develop the Deliverables, and to the extent such Tools are delivered with or as part<br />\r\nof the Deliverables, they are licensed, not assigned, to Customer, on the same terms as the<br />\r\nDeliverables; and (ii) the term “Deliverables” shall not include the Tools.<br />\r\n13. LIMITATION OF LIABILITY.<br />\r\n13.1 No Consequential Damages. NEITHER SUPPLIER NOR SUPPLIER’S LICENSORS<br />\r\nOR SUPPLIERS SHALL BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL,<br />\r\nCONSEQUENTIAL OR PUNITIVE DAMAGES, OR ANY DAMAGES FOR LOST DATA,<br />\r\nBUSINESS INTERRUPTION, LOST PROFITS, LOST REVENUE OR LOST BUSINESS,<br />\r\nARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT, EVEN IF SUPPLIER OR<br />\r\nSUPPLIER’S LICENSORS OR SUPPLIERS HAVE BEEN ADVISED OF THE POSSIBILITY OF<br />\r\nSUCH DAMAGES, INCLUDING WITHOUT LIMITATION, ANY SUCH DAMAGES ARISING<br />\r\nOUT OF THE LICENSING, PROVISION OR USE OF THE SOFTWARE, ANCILLARY<br />\r\nSERVICES, SUPPORT SERVICES OR THE RESULTS THEREOF. SUPPLIER WILL NOT BE<br />\r\nLIABLE FOR THE COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES.<br />\r\n13.2 Limits on Liability. NEITHER SUPPLIER NOR ITS LICENSORS OR SUPPLIERS<br />\r\nSHALL BE LIABLE FOR CUMULATIVE, AGGREGATE DAMAGES GREATER THAN AN<br />\r\nAMOUNT EQUAL TO THE LESSER OF (a) THE AMOUNTS PAID BY CUSTOMER TO<br />\r\nSUPPLIER UNDER THIS AGREEMENT DURING THE PERIOD OF SIX (6) MONTHS<br />\r\nPRECEDING THE DATE ON WHICH THE CLAIM FIRST ACCRUED, AND (b) THE AMOUNT<br />\r\nOF FEES PAID BY CUSTOMER IN A SINGLE LICENSE TERM.<br />\r\n13.3 Essential Purpose. CUSTOMER ACKNOWLEDGES THAT THE TERMS IN THIS<br />\r\nSECTION 13 (LIMITATION OF LIABILITY) SHALL APPLY TO THE MAXIMUM EXTENT<br />\r\nPERMITTED BY APPLICABLE LAW AND SHALL APPLY EVEN IF AN EXCLUSIVE OR<br />\r\nLIMITED REMEDY STATED HEREIN FAILS OF ITS ESSENTIAL PURPOSE AND WITHOUT<br />\r\nREGARD TO WHETHER SUCH CLAIM IS BASED IN CONTRACT, TORT (INCLUDING<br />\r\nNEGLIGENCE), INDEMNITY, PRODUCT LIABILITY OR OTHERWISE.<br />\r\n14. TERM AND TERMINATION; AUTOMATIC RENEWAL.<br />\r\n14.1 Term. The term of this Agreement commences on the Effective Date and continues until<br />\r\nthe expiration or termination of all License Term(s), unless earlier terminated as provided in this<br />\r\nAgreement. Except as otherwise specified in the applicable Order Form, License Terms (other<br />\r\nthan for Evaluation Licenses and Non-GA Solutions, including Beta Licenses) for all Users shall<br />\r\nautomatically renew for additional periods equal to the expiring License Term unless one party<br />\r\ngives the other written notice of non-renewal prior to the desired date of expiration. The per-unit<br />\r\npricing during any automatic renewal term shall be the same as that during the immediately<br />\r\nprior term unless Supplier has given Customer written notice (either through an e-mail or notice<br />\r\non the website) of a pricing increase at least thirty (30) days before the end of such prior term, in<br />\r\nwhich case the pricing increase shall be effective upon renewal and thereafter; provided<br />\r\nhowever that no such pricing increase shall occur until after expiration of the then current<br />\r\nLicense Term. Evaluation Licenses and Non-GA Solutions, including Beta Licenses, will<br />\r\nterminate at the end of their respective License Term unless the parties enter into an Order<br />\r\nForm for a new License Term.<br />\r\n14.2 Termination for Cause. A party may terminate this Agreement and any SOW (and all<br />\r\nLicense Term(s)) upon written notice to the other party in the event the other party (a) files a<br />\r\npetition for bankruptcy or has a petition for bankruptcy filed against it that is not dismissed within<br />\r\nsixty (60) days after filing or admits its inability to pay its debts as they mature, makes an<br />\r\nassignment for the benefit of its creditors or ceases to function as a going concern or to conduct<br />\r\nits operations in the normal course of business and such termination shall occur immediately<br />\r\nupon notice; or (b) commits a material breach of any provision of this Agreement and does not<br />\r\nremedy such breach within thirty (30) days (or ten (10) days after A failure to pay any fees<br />\r\nhereunder) after receipt of notice from the other party or such other period as the parties may<br />\r\nagree. Upon any termination for cause by Customer, Supplier shall refund Customer the pro<br />\r\nrated amount of any prepaid fees for the remainder of the terminated License Terms after the<br />\r\neffective termination date. Upon any termination for cause by Supplier, Customer shall pay any<br />\r\nunpaid fees covering the remainder of the term of all Order Forms after the effective date of<br />\r\ntermination. In no event shall any termination relieve Customer of the obligation to pay any fees<br />\r\npayable to Supplier for the period prior to the effective date of termination.<br />\r\n14.3 Termination for Convenience. Either party shall have the right to terminate any License<br />\r\nTerm for convenience on at least ten (10) days prior written notice to the other party. Pre-paid<br />\r\nfees for the then-current License Term are non-refundable unless Supplier exercises such<br />\r\ntermination right for convenience in which case Supplier shall refund to Customer the pro rated<br />\r\namount of any pre-paid fees for the terminated License Term.<br />\r\n14.4 Effects of Termination. Upon expiration or termination of this Agreement, (a) Customer’s<br />\r\nuse of and access to the Software and Supplier's performance of all Support Services and<br />\r\nAncillary Services shall cease; (b) all Order Forms and SOWs shall terminate; (c) all fees and<br />\r\nother amounts owed to Supplier shall be immediately due and payable by Customer, including<br />\r\nwithout limitation, all fees incurred under any outstanding SOW up through the date of<br />\r\ntermination for any Ancillary Services completed and a pro-rated portion of the fees incurred for<br />\r\nany partially completed Ancillary Services; and (d) in the case of a termination for convenience<br />\r\nby Supplier or termination by Customer due to Supplier’s breach, Supplier will refund to<br />\r\nCustomer the amount of any pre-paid fees for the terminated License Term and pre-paid fees<br />\r\nfor Support Services for the terminated portion of the Support Period. Within ten (10) days of<br />\r\nthe effective date of termination each Receiving Party shall: (a) return to the Disclosing Party, or<br />\r\nat the Disclosing Party’s option, the Receiving Party shall destroy, all items of Confidential<br />\r\nInformation then in the Receiving Party’s possession or control, including any copies, extracts or<br />\r\nportions thereof, and (b) upon request shall certify in writing to Disclosing Party that it has<br />\r\ncomplied with the foregoing.<br />\r\n14.5 Survival. This Section and Sections 1, 2.4, 8, 9, 10, 11, 12, 13, 14.4, and 15 shall<br />\r\nsurvive any termination or expiration of this Agreement.<br />\r\n15. MISCELLANEOUS.<br />\r\n15.1 Notices. Supplier may give notice to Customer by means electronic mail to Customer’s<br />\r\ne-mail address on record with Supplier, or by written communication sent by first class postage<br />\r\nprepaid mail or nationally recognized overnight delivery service to Customer’s address on<br />\r\nrecord with Supplier. Customer may give notice to Supplier by written communication sent by<br />\r\ne-mail to support@nanome.ai for by first class postage prepaid mail or nationally recognized<br />\r\novernight delivery service addressed to Supplier, 7770 Regents Rd Suite #113, Box #102, San<br />\r\nDiego, CA 92122, Attention: Nanome Inc. Notice shall be deemed to have been given upon<br />\r\nreceipt or, if earlier, two (2) business days after mailing, as applicable. All communications and<br />\r\nnotices to be made or given pursuant to this Agreement shall be in the English language.<br />\r\n15.2 Governing Law, Dispute Resolution. This Agreement and the rights and obligations of<br />\r\nthe parties to and under this agreement shall be governed by and construed under the laws of<br />\r\nthe United States and the State of California as applied to agreements entered into and to be<br />\r\nperformed in such State without giving effect to conflicts of laws rules or principles. The parties<br />\r\nagree that the United Nations Convention on Contracts for the International Sale of Goods is<br />\r\nspecifically excluded from application to this Agreement. The parties further agree to waive and<br />\r\nopt-out of any application of the Uniform Computer Information Transactions Act (UCITA), or<br />\r\nany version thereof, adopted by any state of the United States in any form. Any disputes arising<br />\r\nout of or in connection with this Agreement, including but not limited to any question regarding<br />\r\nits existence, interpretation, validity, performance or termination, or any dispute between the<br />\r\nparties arising from the parties’ relationship created by this Agreement, shall be heard in the<br />\r\nstate and federal courts located in San Diego County, State of California and the parties hereby<br />\r\nconsent to exclusive jurisdiction and venue in such courts.<br />\r\n15.3 Publicity. Supplier has the right to reference and use Customer’s name and trademarks<br />\r\nand disclose the Software provided hereunder in each case in Supplier business development<br />\r\nand marketing efforts, including without limitation Supplier’s web site and marketing materials.<br />\r\nIn the event that Customer publishes any Customer Data resulting from Customer’s use of the<br />\r\nSoftware, Customer shall include a reference providing that the Software was used as a tool.<br />\r\n15.4 U.S. Government Customers. If Customer is a Federal Government entity, Supplier<br />\r\nprovides the Software, including related software and technology, for ultimate Federal<br />\r\nGovernment end use solely in accordance with the following: Government technical data rights<br />\r\ninclude only those rights customarily provided to the public with a commercial item or process<br />\r\nand Government software rights related to the Software include only those rights customarily<br />\r\nprovided to the public, as defined in this Agreement. The technical data rights and customary<br />\r\ncommercial software license is provided in accordance with FAR 12.211 (Technical Data) and<br />\r\nFAR 12.212 (Software) and, for Department of Defense transactions, DFAR 252.227-7015<br />\r\n(Technical Data – Commercial Items) and DFAR 227.7202-3 (Rights in Commercial Computer<br />\r\nSoftware or Computer Software Documentation). If greater rights are needed, a mutually<br />\r\nacceptable written addendum specifically conveying such rights must be included in this<br />\r\nAgreement.<br />\r\n15.5 Export. The Software utilizes software and technology that may be subject to United<br />\r\nStates and foreign export controls. Customer acknowledges and agrees that the Services shall<br />\r\nnot be used, and none of the underlying information, software, or technology may be transferred<br />\r\nor otherwise exported or re-exported to countries as to which the United States maintains an<br />\r\nembargo (collectively, “Embargoed Countries”), or to or by a national or resident thereof, or any<br />\r\nperson or entity on the U.S. Department of Treasury’s List of Specially Designated Nationals or<br />\r\nthe U.S. Department of Commerce’s Table of Denial Orders (collectively, “Designated<br />\r\nNationals”). The lists of Embargoed Countries and Designated Nationals are subject to change<br />\r\nwithout notice. By using the Software, Customer represents and warrants that it is not located<br />\r\nin, under the control of, or a national or resident of an Embargoed Country or Designated<br />\r\nNational, or that has been designated by the U.S. Government as a “terrorist supporting”<br />\r\ncountry. The Software may use encryption technology that is subject to licensing requirements<br />\r\nunder the U.S. Export Administration Regulations, 15 C.F.R. Parts 730-774 and Council<br />\r\nRegulation (EC) No. 1334/2000. Customer agrees to comply strictly with all applicable export<br />\r\nlaws and assume sole responsibility for obtaining licenses to export or re-export as may be<br />\r\nrequired. Supplier and its licensors make no representation that the Software is appropriate or<br />\r\navailable for use in other locations. Any diversion of the Customer Data contrary to law is<br />\r\nprohibited. None of the Customer Data, nor any information acquired through the use of the<br />\r\nSoftware, is or will be used for nuclear activities, chemical or biological weapons, or missile<br />\r\nprojects.<br />\r\n15.7 General. Customer shall not assign its rights hereunder, or delegate the performance of<br />\r\nany of its duties or obligations hereunder, whether by merger, acquisition, sale of assets,<br />\r\noperation of law, or otherwise, without the prior written consent of Supplier. Any purported<br />\r\nassignment in violation of the preceding sentence is null and void. Subject to the foregoing, this<br />\r\nAgreement shall be binding upon, and inure to the benefit of, the successors and assigns of the<br />\r\nparties thereto. With the exception of Affiliates of Customer who have executed Order Forms<br />\r\nunder this Agreement, there are no third-party beneficiaries to this Agreement. Except as<br />\r\notherwise specified in this Agreement, this Agreement may be amended or supplemented only<br />\r\nby a writing that refers explicitly to this Agreement and that is signed on behalf of both parties.<br />\r\nNo waiver will be implied from conduct or failure to enforce rights. No waiver will be effective<br />\r\nunless in a writing signed on behalf of the party against whom the waiver is asserted. If any of<br />\r\nthis Agreement is found invalid or unenforceable that term will be enforced to the maximum<br />\r\nextent permitted by law and the remainder of the Terms will remain in full force. The parties are<br />\r\nindependent contractors and nothing contained herein shall be construed as creating an<br />\r\nagency, partnership, or other form of joint enterprise between the parties. This Agreement,<br />\r\nincluding all applicable Order Forms, SOWs and separate or additional terms referred to herein,<br />\r\nconstitute the entire agreement between the parties relating to this subject matter and<br />\r\nsupersedes all prior or simultaneous understandings, representations, discussions,<br />\r\nnegotiations, and agreements, whether written or oral. Except for payment obligations<br />\r\nhereunder, neither party shall be liable to the other party or any third party for failure or delay in<br />\r\nperforming its obligations under this Agreement when such failure or delay is due to any cause<br />\r\nbeyond the control of the party concerned, including, without limitation, acts of God,<br />\r\ngovernmental orders or restrictions, fire, or flood, provided that upon cessation of such events<br />\r\nsuch party shall thereupon promptly perform or complete the performance of its obligations<br />\r\nhereunder.<br />\r\nNanome End User License Agreement ©2018 Nanome, Inc. All rights reserved. Nanome is a<br />\r\ntrademark of Nanome, Inc. in the US and other countries.<br />\r\nNanome, Inc. End User License Agreement, version 2.0 (July 2018)",
            "drm_notice": "Nanome",
            "ext_user_account_notice": "Nanome ",
            "developers": [
                "Nanome Inc."
            ],
            "publishers": [
                "Nanome Inc."
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "genres": [
                {
                    "id": "51",
                    "description": "Animation & Modeling"
                },
                {
                    "id": "53",
                    "description": "Design & Illustration"
                },
                {
                    "id": "54",
                    "description": "Education"
                },
                {
                    "id": "57",
                    "description": "Utilities"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493430/ss_f2026bc878acda099c0c8a5e224015d92f21d674.600x338.jpg?t=1543967414",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493430/ss_f2026bc878acda099c0c8a5e224015d92f21d674.1920x1080.jpg?t=1543967414"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493430/ss_6fd13edf6285016c94b7be14be37f98019d13d5e.600x338.jpg?t=1543967414",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493430/ss_6fd13edf6285016c94b7be14be37f98019d13d5e.1920x1080.jpg?t=1543967414"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493430/ss_8dc13dc9713bae13c7b6b9bd8588e25ad99b4acb.600x338.jpg?t=1543967414",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493430/ss_8dc13dc9713bae13c7b6b9bd8588e25ad99b4acb.1920x1080.jpg?t=1543967414"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493430/ss_2994f995edbd37506f3659a407e545b84c50e33d.600x338.jpg?t=1543967414",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493430/ss_2994f995edbd37506f3659a407e545b84c50e33d.1920x1080.jpg?t=1543967414"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/493430/ss_c3986b541982f64eff50052d0fb7078ffd6d5a89.600x338.jpg?t=1543967414",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/493430/ss_c3986b541982f64eff50052d0fb7078ffd6d5a89.1920x1080.jpg?t=1543967414"
                }
            ],
            "movies": [
                {
                    "id": 256666724,
                    "name": "Nanome trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256666724/movie.293x165.jpg?t=1539359916",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256666724/movie480.webm?t=1539359916",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256666724/movie_max.webm?t=1539359916"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "29 Aug, 2018"
            },
            "support_info": {
                "url": "https://nanome.ai/",
                "email": "support@nanome.ai"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/493430/page_bg_generated_v6b.jpg?t=1543967414",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}