{
    "499620": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Ultimate Booster Experience",
            "steam_appid": 499620,
            "required_age": 0,
            "is_free": false,
            "controller_support": "full",
            "detailed_description": "<h1>Few words to community</h1><p>We wanted to thank VR community and everyone who was buying our game for last few months for your support and interest!<br>We've made a long way in VR development to get here and are happy to bring Ultimate Booster and other our vr experiences to SteamVR!<br><br><strong>Ultimate party starter, oculus top seller, the tits that separates the men from the boys — these are all your words.</strong> That's a wonderfull time to be a VR developer with such a greate public.<br><br>If you already have bought Ultimate Booster from TheRiftArcade or WearVR — just send us (hello@gex1.ru) your payment info to get a free key for Steam and Oculus Home.</p><br><h1>About the Game</h1><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/499620/extras/TOP_STEAM.png?t=1548865556\" ><br>Take a ride on a huge 200m (600ft) swing with breathtaking views of a high-detailed city or try other height challenges. Big open city and various extreme adventures will take you on new fantastic height.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/499620/extras/features.png?t=1548865556\" ><br><br><ul class=\"bb_ul\"><li><strong>Giant Swing</strong> — That's gonna be a crazy ride with lots of twists, speedups and unexpected ending. Ride till the end or eject yourself at any time! If you are going to try it on your feet (we know you will) — it's better to have someone around you for more safety.<br></li><li><strong>Bungee Jump</strong> — First VR Rope jump. As simple as that.<br></li><li> <strong>Rocket Mode</strong> — Grab your own Shuttle-Rocket and spend your time in our Open City location! <br></li><li> <strong>Air Balloon</strong> — Have a chill ride over modern megapolis. If it looks boring for you — just pull that lever and see what will happen! <br></li><li> <strong>Canyon Ride</strong> — Another swing ride location with stunning canyon atmosphere and a new ending.<br></li><li> <strong>Eagle Flight</strong> — Mighty bold eagle will take you to a journey through the vast canyon.<br></li><li> <strong>Atmosphere</strong> — Just standing on the balcony you can spend your time listening to city sounds, watching birds flying around and big city living it's life or feel magnificent canyon atmosphere. <br></li><li> <strong>Soundtrack</strong> — Awesome soundtrack is provided by Totemlost. Feel their energy while having fun.<br></li><li> <strong>Party Starter</strong> — Show this game to your friends and family to spend fun time together. It's ultimate party starter and reactions you'll see are priceless! New launch screen will allow you to control the ride from your PC.<br></li><li> <strong>Free updates</strong> — We are going to add minor and large features so you can try this experience again and again for more fun! See <strong>Updates</strong> section below for more info!</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/499620/extras/reviews.png?t=1548865556\" ><br><br>«The city looks good, cars look good… Everything looks so good! Really high-quality job and no lag at all» — VRViking<br><br>«Wow, check out the city! I love it! That feels greate! Awesome!» — GameHard 4.0<br><br>«This is probably one of the craziest rides released on the Oculus Rift. Virtual reality roller coasters are nothing compared to this!» — Omar Sebali<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/499620/extras/controls.png?t=1548865556\" ><br><br>This game supports Vive controllers (showed in game), but you also can use your keyboard, X-Box 360 controller or Oculus remote.<br><br><ul class=\"bb_ul\"><li>Calibration: R\\Enter or B button <br></li><li>Start game: Space or A button <br></li><li>Back to roof (full restart): M or Start <br></li><li>Exit: Esc or Back</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/499620/extras/updates.png?t=1548865556\" ><br><br><strong>Big Vive version update in January:</strong><br><br><ul class=\"bb_ul\"><li>New height challenges: rocket and bungee mode.<br></li><li>Remastered graphics and updated sound and lights system.<br></li><li>Now you can eject yourself from the seat and go to free fall (just press Trigger or Space again).<br></li><li>Added menu and fast launch buttons to mirror screen — now you can easily control the game while your friends are playing.<br></li><li>Air Balloon Experience with a surprise.</li></ul><br>Roadmap for next Updates:<br><ul class=\"bb_ul\"><li> Add some city sports challenges, like street basketball to spend your time.<br></li><li> New extreme rides.<br></li><li> Make a better city scene with realistic cars.<br></li><li> Make new screens for Steam Store page. Oh, I cry every time I visit it.</li></ul>",
            "about_the_game": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/499620/extras/TOP_STEAM.png?t=1548865556\" ><br>Take a ride on a huge 200m (600ft) swing with breathtaking views of a high-detailed city or try other height challenges. Big open city and various extreme adventures will take you on new fantastic height.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/499620/extras/features.png?t=1548865556\" ><br><br><ul class=\"bb_ul\"><li><strong>Giant Swing</strong> — That's gonna be a crazy ride with lots of twists, speedups and unexpected ending. Ride till the end or eject yourself at any time! If you are going to try it on your feet (we know you will) — it's better to have someone around you for more safety.<br></li><li><strong>Bungee Jump</strong> — First VR Rope jump. As simple as that.<br></li><li> <strong>Rocket Mode</strong> — Grab your own Shuttle-Rocket and spend your time in our Open City location! <br></li><li> <strong>Air Balloon</strong> — Have a chill ride over modern megapolis. If it looks boring for you — just pull that lever and see what will happen! <br></li><li> <strong>Canyon Ride</strong> — Another swing ride location with stunning canyon atmosphere and a new ending.<br></li><li> <strong>Eagle Flight</strong> — Mighty bold eagle will take you to a journey through the vast canyon.<br></li><li> <strong>Atmosphere</strong> — Just standing on the balcony you can spend your time listening to city sounds, watching birds flying around and big city living it's life or feel magnificent canyon atmosphere. <br></li><li> <strong>Soundtrack</strong> — Awesome soundtrack is provided by Totemlost. Feel their energy while having fun.<br></li><li> <strong>Party Starter</strong> — Show this game to your friends and family to spend fun time together. It's ultimate party starter and reactions you'll see are priceless! New launch screen will allow you to control the ride from your PC.<br></li><li> <strong>Free updates</strong> — We are going to add minor and large features so you can try this experience again and again for more fun! See <strong>Updates</strong> section below for more info!</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/499620/extras/reviews.png?t=1548865556\" ><br><br>«The city looks good, cars look good… Everything looks so good! Really high-quality job and no lag at all» — VRViking<br><br>«Wow, check out the city! I love it! That feels greate! Awesome!» — GameHard 4.0<br><br>«This is probably one of the craziest rides released on the Oculus Rift. Virtual reality roller coasters are nothing compared to this!» — Omar Sebali<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/499620/extras/controls.png?t=1548865556\" ><br><br>This game supports Vive controllers (showed in game), but you also can use your keyboard, X-Box 360 controller or Oculus remote.<br><br><ul class=\"bb_ul\"><li>Calibration: R\\Enter or B button <br></li><li>Start game: Space or A button <br></li><li>Back to roof (full restart): M or Start <br></li><li>Exit: Esc or Back</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/499620/extras/updates.png?t=1548865556\" ><br><br><strong>Big Vive version update in January:</strong><br><br><ul class=\"bb_ul\"><li>New height challenges: rocket and bungee mode.<br></li><li>Remastered graphics and updated sound and lights system.<br></li><li>Now you can eject yourself from the seat and go to free fall (just press Trigger or Space again).<br></li><li>Added menu and fast launch buttons to mirror screen — now you can easily control the game while your friends are playing.<br></li><li>Air Balloon Experience with a surprise.</li></ul><br>Roadmap for next Updates:<br><ul class=\"bb_ul\"><li> Add some city sports challenges, like street basketball to spend your time.<br></li><li> New extreme rides.<br></li><li> Make a better city scene with realistic cars.<br></li><li> Make new screens for Steam Store page. Oh, I cry every time I visit it.</li></ul>",
            "short_description": "Take a ride on a huge 200m (600ft) swing with breathtaking views or try other height challenges! A vast modern city is your playground. Height and speed are your passion. Ultimate height experience for VR!",
            "supported_languages": "English, French, German, Spanish - Spain, Simplified Chinese, Russian, Japanese",
            "reviews": "“This is a brilliantly effective experience, and one that will shock and thrill anyone trying the Rift headset for the very first time...It’s full of little details that bring the ride to life, such as a virtual body that responds to gravity, cars that drive along the city streets, distance cranes and buildings to check out while you’re upside down”<br>4.5/5 – <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.theriftarcade.com/ultimate-booster-review-on-oculus-rift/\" target=\"_blank\" rel=\"noopener\"  >The Rift Arcade</a><br><br>“The city looks good, cars look good… Everything looks so good! Really high quality job and no lag at all”<br><a href=\"https://www.youtube.com/watch?v=BawjXUq-L0o\" target=\"_blank\" rel=\"noreferrer\"  >VRViking, Youtube review</a><br><br>“Aaaaaaaaaaa!! OMG!!! This is CRAZY!!!!!! AAAAAA!!!!!!”<br><a href=\"https://www.youtube.com/results?search_query=ultimate+booster\" target=\"_blank\" rel=\"noreferrer\"  >Everyone who tries :)</a><br>",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/499620/header.jpg?t=1548865556",
            "website": "http://gexagon.com/ultimate_booster.html",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7, 8, 10<br></li><li><strong>Processor:</strong> Intel Core i5<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia GTX770 2Gb<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 1000 MB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7, 8, 10<br></li><li><strong>Processor:</strong> Intel Core i7<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia GTX970 4Gb<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 1000 MB available space</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "END USER LICENSE AGREEMENT<br />\r\nPLEASE READ THIS END USER LICENSE AGREEMENT (“EULA”) CAREFULLY before installing Ultimate<br />\r\nBooster Experience (the “Software Product”). By installing, copying, and/or otherwise using the Software<br />\r\nProduct or attempting to do any of these you agree to be bound by the terms of this EULA as set forth by<br />\r\nSANIN OLEG SERGEEVICH, RUSSIA SAINT-PETERSBURG SESTRORETSKAYA STR. BUILDING 3<br />\r\nFLAT 36 (“Licensor”, “Gexagon” or “we”).<br />\r\nIF YOU DO NOT AGREE TO THE TERMS SET FORTH IN THIS AGREEMENT, do not install the Software<br />\r\nProduct and Gexagon shall not grant to you the License (defined below) to the Software Product.<br />\r\nYour use of the Software Product is also subject to the terms and conditions set forth in the Steam subscriber<br />\r\nagreement and/or any other terms set forth by Valve corporation in relation to the Steam service.<br />\r\nPLEASE NOTE that the product you are intended to use is related to virtual reality software. The influence<br />\r\nof the virtual reality to the humans is not comprehensively studied for now. Thus, the use of this Software<br />\r\nProduct may be connected with risks to your health and property. Please read the Section “SAFETY” of this<br />\r\nEULA carefully. You acknowledge and agree that you are using the Software product “as is” and at your own<br />\r\nrisk. Gexagon shall not be liable for any harm to health or damages to property resulting or connected with<br />\r\nthe use of the Software Product.<br />\r\n1. GRANT OF LICENSE<br />\r\n1.1. Non-exclusive license for personal use. Provided you comply with the terms in this EULA, Gexagon hereby<br />\r\ngrants you a non-exclusive, non-transferable right to load, install, run, and use the executable form of the<br />\r\nSoftware Product for the purpose of playing the game for your personal use only (the “License)”. You are<br />\r\nprohibited from any commercial use of this Software Product.<br />\r\n1.2. Copies. You may install and use one copy of the Software Product on your personal computer, and except<br />\r\nfor making one back-up copy of the Software Product, may not otherwise copy the Software Product. The<br />\r\nSoftware Product may not be shared or used concurrently on different computers.<br />\r\n1.3. Limitations. Except as expressly specified in this EULA, you may not:<br />\r\n(a) copy (except in the course of loading or installing) or modify the Software Product, including but not limited<br />\r\nto, adding new features or otherwise making adaptations that alter the functioning of the Software<br />\r\nProduct;<br />\r\n(b) reverse engineer, decompile, or disassemble the Software Product, or attempt in any other manner to<br />\r\nobtain the source code, in whole or part, or permit or authorize a third party to do so, except to the extent<br />\r\nsuch activities are expressly permitted by law notwithstanding this prohibition. Where applicable law<br />\r\nexpressly permits any such acts, and any lawful modifications, adaptations and improvements and all<br />\r\ncopyrights therein shall be deemed assigned to and shall belong to, vest in and be the exclusive property<br />\r\nof Gexagon on creation to the maximum extent permitted by law and you hereby waive all or any rights<br />\r\nin such creations;<br />\r\n(c) remove any copyright or other proprietary rights notices from the Software Product;<br />\r\n(d) transfer, sublicense, lend, rent, lease or otherwise distribute the Software Product to someone else; or<br />\r\n(e) make the functionality of the Software Product available to multiple users through any means, including<br />\r\nbut not limited to, by uploading the Software Product to a network or file-sharing service or through any<br />\r\nhosting, application services provider, service bureau, software-as-a-service (SaaS) or any other type of<br />\r\nservices.<br />\r\n2. ADDITION OR MODIFICATION<br />\r\n2.1. Gexagon may provide an additional or modified Software Product to change, modify, expand functions, add<br />\r\ncontents and modify bugs. The provision in this EULA shall also be applied to such additional or modified<br />\r\nSoftware Product.<br />\r\n2.2. Such additional or modified Software Product shall be provided for free, unless Gexagon decides to provide<br />\r\nthem with compensation.<br />\r\n2.3. Gexagon reserves the right, at its discretion, to provide an additional or modified Software Product and<br />\r\nGexagon is not obliged to provide such additional or modified Software Product to the users.<br />\r\n3. INTELLECTUAL PROPERTY RIGHTS<br />\r\n3.1. The intellectual property rights for the Software Product belongs to Gexagon and shall be protected under<br />\r\nthe Civil Code of Russian Federation, international treaty provisions and any other applicable laws (including<br />\r\nin users’ country of residence).<br />\r\n3.2. The Software Product is licensed, not sold, and Gexagon reserves all rights to the software not expressly<br />\r\ngranted by Gexagon, whether by implication, estoppel, or otherwise. Except as otherwise expressly provided<br />\r\nherein, Gexagon does not grant you any express or implied right under any Gexagon’s patents, copyrights,<br />\r\ntrademarks, or other intellectual property rights in the Software Product, and all rights, title and interest in and<br />\r\nto the Software Product not expressly granted are reserved by Gexagon.<br />\r\n3.3. The Software Product may contain certain materials licensed by Gexagon from others, and Gexagon and its<br />\r\nlicensors may protect their rights in the event of any violation of this EULA.<br />\r\n4. TERM AND TERMINATION<br />\r\n4.1. Without prejudice to any other rights of Gexagon, the License shall remain in effect for as long as you use,<br />\r\noperate or run the Software Product.<br />\r\n4.2. You may at any time terminate this EULA by deleting the Software Product and uninstalling it from your<br />\r\npersonal computer(s) or other applicable hardwares. The Sections entitled “Intellectual Property Rights,”<br />\r\n“Limitations of Liability”, “Indemnity,” “Applicable Law and Jurisdiction,” and “Non-waiver” and item 1.3<br />\r\n(Limitations) shall survive any termination of this License.<br />\r\n4.3. Gexagon reserves the right, without prior notice and in its sole discretion, to terminate the EULA upon one<br />\r\n(1) or any breach of the provisions provided hereto. In such case you shall immediately stop using the<br />\r\nSoftware Product and shall uninstall and delete it from your personal computer.<br />\r\n5. NO WARRANTIES<br />\r\n5.1. THE SOFTWARE IS PROVIDED \"AS IS\" AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE<br />\r\nLAW, GEXAGON AND ITS SUPPLIERS DISCLAIM ALL WARRANTIES, EITHER EXPRESS OR IMPLIED,<br />\r\nINCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES AND CONDITIONS OF<br />\r\nMERCHANTABILITY, NONINFRINGEMENT, FITNESS FOR A PARTICULAR PURPOSE, AND ANY<br />\r\nWARRANTIES AND CONDITIONS ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE. NO<br />\r\nADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM GEXAGON OR<br />\r\nELSEWHERE WILL CREATE ANY WARRANTY OR CONDITION NOT EXPRESSLY STATED IN THIS<br />\r\nAGREEMENT. IF YOUR LOCAL LAWS IMPOSE A WARRANTY, GUARANTEE OR CONDITION EVEN<br />\r\nTHOUGH THESE TERMS DO NOT, ITS DURATION IS LIMITED TO 90 DAYS FROM WHEN YOU<br />\r\nDOWNLOAD THE APPLICATION. GEXAGON DOES NOT WARRANT THAT THE SOFTWARE PRODUCT<br />\r\nIS ERROR-FREE OR THAT IT WILL OPERATE WITHOUT INTERRUPTION, NOR THAT GEXAGON WILL<br />\r\nREPAIR ANY ERRORS IN THE SOFTWARE PRODUCT. GEXAGON FURTHER DOES NOT WARRANT<br />\r\nTHAT THE SOFTWARE PRODUCT WILL OPERATE ON ALL TYPES OF COMPUTER OR HARDWARE.<br />\r\nPLEASE REFER TO THE SOFTWARE PRODUCT PACKAGING OR WEBSITE OR MANUAL FOR<br />\r\nMINIMUM TECHNICAL SPECIFICATIONS<br />\r\n6. LIMITATIONS OF LIABILITY<br />\r\n6.1. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL GEXAGON OR<br />\r\nITS SUPPLIERS BE LIABLE FOR ANY DIRECT, SPECIAL, INCIDENTAL, INDIRECT, OR<br />\r\nCONSEQUENTIAL DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR<br />\r\nLOSS OF PROFFITS, LOSS OF DATA) ARISING OUT OF THE USE OF OR INABILITY TO USE THE<br />\r\nSOFTWARE PRODUCT, EVEN IF GEXAGON HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH<br />\r\nDAMAGES. SOME JURISDICTIONS PROHIBIT EXCLUSION OR LIMITATION OF LIABILITY FOR IMPLIED<br />\r\nWARRANTIES OR CONSEQUENTIAL OR INCIDENTAL DAMAGES, SO THE ABOVE LIMITATION MAY<br />\r\nNOT APPLY TO CUSTOMER. CUSTOMER MAY ALSO HAVE OTHER LEGAL RIGHTS THAT VARY FROM<br />\r\nJURISDICTION TO JURISDICTION. NOTWITHSTANDING THE FOREGOING, GEXAGON’S AGGREGATE<br />\r\nLIABILITY ARISING OUT OF OR RELATING TO THIS EULA SHALL NOT EXCEED THE AMOUNT PAID<br />\r\nBY THE USERS TO PURCHASE THE SOFTWARE PRODUCT OR $1 (one USD), WHICHEVER IS<br />\r\nGREATER. THE FOREGOING LIMITATIONS WILL SURVIVE AND APPLY EVEN IF ANY LIMITED<br />\r\nREMEDY SPECIFIED IN THIS AGREEMENT IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.<br />\r\n7. INDEMNITY<br />\r\n7.1. To the fullest extent permitted by applicable law, you agree to indemnify, defend and hold harmless Gexagon,<br />\r\nour partners, affiliates, contractors, licensors and our and their respective officers, directors, employees and<br />\r\nagents from any and all claims, damages, costs and expenses (including reasonable legal fees) arising<br />\r\ndirectly or indirectly from your acts of omissions in connection with using the Software Product, any breach<br />\r\nby you of the terms of this EULA and/or arising out of or related to content that you submit, post, link to,<br />\r\ntransmit or make available through the Software Product and/or your violation of any rights of another users.<br />\r\n8. AMMENDMENTS TO EULA<br />\r\n8.1. Gexagon may amend this EULA unilaterally at any time in its sole discretion by displaying such amendment<br />\r\non the third party platform where the Software Product was purchased (e.g. Steam platform provided by Valve<br />\r\nCorporation), Gexagon’s official website or within the game screen of the Software Product.<br />\r\n8.2. Notwithstanding the foregoing provision, if such amendment is detrimental to the users, Gexagon shall take<br />\r\nreasonable means such as displaying or posting such amendment in advance.<br />\r\n8.3. You take the responsibility to be up-to-date with the latest version of this EULA.<br />\r\n8.4. Your installation and use of any updates or modifications to the Sofware Product or your continued use of the<br />\r\nSoftware Product following notice of changes to this EULA will constitute your acceptance of any and all such<br />\r\nchanges to the terms of this EULA.<br />\r\n9. APPLICABLE LAW AND JURISDICTION<br />\r\n9.1. This EULA is governed and interpreted in all respects by the laws of Russian Federation, without regard to<br />\r\nor application of conflict of laws rules or principles. The application of the United Nations Convention on<br />\r\nContracts for the International Sale of Goods is expressly excluded.<br />\r\n9.2. The federal/magistrate’s courts residing in St. Petersburg, Russia shall have exclusive jurisdiction over any<br />\r\ndispute or claim arising out of this EULA.<br />\r\n10. ENTIRE AGREEMENT<br />\r\n10.1. This EULA represents the complete agreement between you and Gexagon concerning the License and your<br />\r\nrights to use the Software Product, and supersedes all prior agreements and representations, warranties or<br />\r\nunderstandings between you and Gexagon (whether negligently or innocently made but excluding those<br />\r\nmade fraudulently), regarding the same subject matter.<br />\r\n11. SEVERABILITY<br />\r\n11.1. If any provision of this EULA is held to be unlawful, void, or for any reason unenforceable, then such provision<br />\r\nwill be eliminated from these provision to the minimum extent necessary and will not affect the validity and<br />\r\nenforceability of any remaining provisions.<br />\r\n12. NON-WAIVER<br />\r\n12.1. The failure to exercise any right provided in this EULA shall not be a waiver of prior or subsequent rights.<br />\r\n13. SAFETY<br />\r\nYOU AGREE THAT YOU SHALL ABIDE BY THE SAFETY GUIDE OR OTHER RELEVANT NOTICES<br />\r\nPROVIDED BY YOUR VIRTUAL REALITY HARDWARE MANUFACTURER AT ALL TIMES DURING YOUR<br />\r\nUSE OF THE SOFTWARE PRODUCT. You acknowledge that you have located, read and understood your<br />\r\nVirtual Reality Hardware Manufacturer's guidelines.<br />\r\nYour actions while using the Software Product could place you, people near you, pets and objects in danger.<br />\r\nBy choosing to use the Software Product, you voluntarily acknowledge and accept any and all risks<br />\r\nassociated with use of the Software Product.<br />\r\nWhile using the Software Product, you will be moving your hands, feet and body. While wearing your Virtual<br />\r\nReality headset and using the Software Product, you will not be able to see anything in the physical room<br />\r\naround you. The image displayed in the headset will not match the real world. While using this software, if<br />\r\nyou move your feet, do so slowly and maintain your balance. Be aware of your headset cable at all times and<br />\r\ndo not trip on it. Falling and/or striking an object with your head, limbs or body could cause serious injury to<br />\r\nyourself or others.<br />\r\nIt is strongly recommended that you use the Software Product only under the supervision of another person<br />\r\nwho may provide warning to you of any safety hazards that may arise, or that you may approach, while using<br />\r\nthe Software Product. Be sure you can hear the supervising person at all times while using the Software<br />\r\nProduct.<br />\r\nWhile using the hand controllers while using the Software Product, always check that you have sufficient<br />\r\noverhead and surrounding clearance to allow you to fully extend your arms outward and upwards. Hold the<br />\r\ncontrollers firmly and always use the wrist straps. Do not use near stairways, windows, heat sources. While<br />\r\nusing the Software Product, avoid moving your hands or body in a rapid or uncontrolled manner. Doing so<br />\r\nmay cause serious injury to yourself or others. YOU ACKNOWLEDGE AND AGREE THAT YOU WILL NOT<br />\r\nRELY ON ANY MECHANISM IN THE SOFTWARE, INCLUDING THE AUTO PAUSE FEATURE, FOR<br />\r\nPROTECTION.<br />\r\nEach time you use this software, you acknowledge that it is your responsibility to completely clear your play<br />\r\narea of people, pets, furniture and all objects that you could potentially strike, contact or otherwise become<br />\r\nentangled with. This includes, but is not limited to, computer equipment, monitors, television sets, light<br />\r\nfixtures, mirrors, artwork. Be especially aware of ceiling light fixtures and ceiling fans within your play space.<br />\r\nStriking, contacting or becoming entangled in any object while using the Software Product could cause<br />\r\nserious injury or damage.<br />\r\nYOU ACKNOWLEDGE THAT USING THE SOFTWARE PRODUCT WITH YOUR VIRTUAL REALITY<br />\r\nHARDWARE MAY INVOLVE A TEST OF YOUR PHYSICAL AND MENTAL LIMITS AND MAY CARRY WITH<br />\r\nIT THE POTENTIAL FOR SERIOUS INJURY, AND PROPERTY LOSS, OR DEATH. The risks of using the<br />\r\nSoftware Product may include, but are not limited to, those caused by loss of balance, caused by inability to<br />\r\nsee physical surroundings, caused by inability to hear sounds in physical surrounds, caused by any part of<br />\r\nyour body hitting or otherwise contacting people or objects in the physical surroundings, caused by repetitive<br />\r\nor strenuous motion of any part of your body, caused by involuntary motion or action of any part of your body,<br />\r\ncaused by stress to your eyesight or hearing from frequent or prolonged use. For some individuals, sequences<br />\r\nof images which may be displayed by the Software Product on the Virtual Reality Headset screen, including<br />\r\nbut not limited to images of rapidly flashing lights, could induce epileptic seizures.<br />\r\nDUE TO THE IMMERSIVE NATURE OF THE SOFTWARE PRODUCT, YOU MAY FEEL COMPELLED TO<br />\r\nMOVE YOUR BODY AND/OR LIMBS IN AN UNCONTROLLED, RAPID OR OTHERWISE UNSAFE<br />\r\nMANNER. YOU MAY FEEL COMPELLED TO MOVE OR REACH BEYOND THE SAFE BOUNDARIES OF<br />\r\nTHE PLAY AREA YOU HAVE PREPARED WHEN FOLLOWING YOUR VIRTUAL REALITY<br />\r\nMANUFACTURERS SAFETY GUIDELINES. YOU AGREE THAT IF YOU CHOOSE TO USE THE<br />\r\nSOFTWARE PRODUCT, YOU WILL AVOID SUCH ACTIONS AT ALL TIMES, AND THAT IT IS SOLELY<br />\r\nYOUR RESPONSIBILITY TO MOVE AND ACT IN A SAFE AND CONTROLLED MANNER WHILE USING<br />\r\nTHE SOFTWARE PRODUCT.<br />\r\nYOU MAY FEEL OVERWHELMED BY THE IMMERSIVE NATURE OF THE SOFTWARE PRODUCT, AND<br />\r\nYOU MAY EXPERIENCE INTENSE PHYSICAL AND PSYCHOLOGICAL SENSATIONS DURING OR<br />\r\nAFTER ITS USE. You acknowledge that you are capable of removing your virtual reality headset at any time<br />\r\nduring the use of the Software Product in order to cease experiencing the Software Product, to check your<br />\r\nlocation within your physical surroundings, to provide yourself with adequate rest and recovery, or for any<br />\r\nother reason to ensure your mental and/or physical comfort and safety.<br />\r\nThis software is not intended for use by children. Children may be unable to maintain safe control of their<br />\r\nactions if permitted to use the Software Product. You agree that you will not allow children under the age of<br />\r\n14 to use this software. You agree that persons under the age of minority (18 years of age in the United<br />\r\nStates), shall be supervised by an adult at all times while using the Software Product. It is further<br />\r\nrecommended that all persons be supervised while using the Software Product to ensure safety.<br />\r\nYOU ACKNOWLEDGE THAT YOU ARE VOLUNTARILY PARTICIPATING IN THE USE OF THE<br />\r\nSOFTWARE PRODUCT ENTIRELY AT YOUR OWN RISK. YOU ARE AWARE OF THE RISKS<br />\r\nASSOCIATED WITH USING THE SOFTWARE PRODUCT, WHICH MAY INCLUDE, BUT ARE NOT<br />\r\nLIMITED TO PHYSICAL OR PSYCHOLOGICAL INJURY, PAIN, SUFFERING, ILLNESS,<br />\r\nDISFIGUREMENT, TEMPORARY OR PERMANENT DISABILITY (INCLUDING PARALYSIS), ECONOMIC<br />\r\nOR EMOTIONAL LOSS, AND DEATH. YOU UNDERSTAND THAT THESE INJURIES OR OUTCOMES MAY<br />\r\nARISE FROM YOUR USE OF THE SOFTWARE PRODUCT, INCLUDING DUE TO YOUR OWN OR<br />\r\nOTHER'S NEGLIGENCE. NONETHELESS, YOU ASSUME ALL RELATED RISKS, BOTH KNOWN OR<br />\r\nUNKNOWN TO YOU, OF USING THE SOFTWARE PRODUCT.<br />\r\nLast updated: February 06, 2017",
            "developers": [
                "GexagonVR"
            ],
            "publishers": [
                "GexagonVR"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 499,
                "final": 499,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "4,99€"
            },
            "packages": [
                114418,
                139357
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Ultimate Booster Experience",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 114418,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Ultimate Booster Experience - 4,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 499
                        }
                    ]
                },
                {
                    "name": "subscriptions",
                    "title": "Buy Ultimate Booster Experience Subscription Plan",
                    "description": "To be billed on a recurring basis.",
                    "selection_text": "Select a subscription plan",
                    "save_text": "",
                    "display_type": "1",
                    "is_recurring_subscription": "true",
                    "subs": [
                        {
                            "packageid": 139357,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "1 Month(s) @ 6,99€/Month",
                            "option_description": "<p class=\"game_purchase_subscription\">6,99€ at checkout, auto-renewed every 1 month(s) at 6,99€.</p>",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 699
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 28,
                    "description": "Full controller support"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "25",
                    "description": "Adventure"
                },
                {
                    "id": "4",
                    "description": "Casual"
                },
                {
                    "id": "28",
                    "description": "Simulation"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_475a6b28c95c43020fcf771c0ef51a30a067a392.600x338.jpg?t=1548865556",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_475a6b28c95c43020fcf771c0ef51a30a067a392.1920x1080.jpg?t=1548865556"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_fca7b8e240ce6df9fd39e3f0ca93ce98bb45a451.600x338.jpg?t=1548865556",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_fca7b8e240ce6df9fd39e3f0ca93ce98bb45a451.1920x1080.jpg?t=1548865556"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_d4f2aa8308cccb30bc976b65790d7dbf821ed92b.600x338.jpg?t=1548865556",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_d4f2aa8308cccb30bc976b65790d7dbf821ed92b.1920x1080.jpg?t=1548865556"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_2801be351ef425260eba04686188cfa16d5e5f21.600x338.jpg?t=1548865556",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_2801be351ef425260eba04686188cfa16d5e5f21.1920x1080.jpg?t=1548865556"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_62abc056cff58279a8a59970853a6902ff45533e.600x338.jpg?t=1548865556",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_62abc056cff58279a8a59970853a6902ff45533e.1920x1080.jpg?t=1548865556"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_df14235525885cb27775c54cd8595811bdbfc49d.600x338.jpg?t=1548865556",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_df14235525885cb27775c54cd8595811bdbfc49d.1920x1080.jpg?t=1548865556"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_c72f513190894c688e7c681a2c2cfecc4164a691.600x338.jpg?t=1548865556",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_c72f513190894c688e7c681a2c2cfecc4164a691.1920x1080.jpg?t=1548865556"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_a3db031a371098c4d77fc74f0a90567fa7c66656.600x338.jpg?t=1548865556",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_a3db031a371098c4d77fc74f0a90567fa7c66656.1920x1080.jpg?t=1548865556"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_977650791caefdc38465f99794a48ee9726c47db.600x338.jpg?t=1548865556",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/499620/ss_977650791caefdc38465f99794a48ee9726c47db.1920x1080.jpg?t=1548865556"
                }
            ],
            "movies": [
                {
                    "id": 256666591,
                    "name": "Teaser",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256666591/movie.293x165.jpg?t=1468541367",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256666591/movie480.webm?t=1468541367",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256666591/movie_max.webm?t=1468541367"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 234
            },
            "achievements": {
                "total": 9,
                "highlighted": [
                    {
                        "name": "Big City Life",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/499620/c3df67a7cd671ac201c89caf0c7499a839223a03.jpg"
                    },
                    {
                        "name": "Party Starter",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/499620/64a715d22ac5916aa9d885fee591f31dfd055a19.jpg"
                    },
                    {
                        "name": "King of the Hill",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/499620/2b7a87841bc5e9d3e7d76a1381b4712162132da6.jpg"
                    },
                    {
                        "name": "Eagle Eye",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/499620/1e48c7b2d10cc148ee7a0faf3e145d74c3b00cd2.jpg"
                    },
                    {
                        "name": "Ads Hater",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/499620/0d3b563b4ee0b37053b89db9bf81192f3fcfd911.jpg"
                    },
                    {
                        "name": "Cannonball",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/499620/95b33b02ff3072f79705dd40fdf8827ba1bc6f11.jpg"
                    },
                    {
                        "name": "Tough Guy",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/499620/878dfd8f2b0690775288a3b452094ad309e84fa9.jpg"
                    },
                    {
                        "name": "Touchdown!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/499620/5a8e28f3eccba8b4b89b5101daa9059308220709.jpg"
                    },
                    {
                        "name": "Surprise!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/499620/7c67ddf126e7a253330a4e07f37febf9ce6bc894.jpg"
                    }
                ]
            },
            "release_date": {
                "coming_soon": false,
                "date": "14 Jul, 2016"
            },
            "support_info": {
                "url": "www.gexagon.com",
                "email": "hello@gex1.ru"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/499620/page_bg_generated_v6b.jpg?t=1548865556",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}