{
    "509350": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Assetto Corsa -Tripl3 Pack",
            "steam_appid": 509350,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "KUNOS Simulazioni and 505 Games are proud to present the &quot;TRIPL3 PACK&quot;, the DLC package for ASSETTO CORSA that celebrates the launch of Assetto Corsa on console! The “TRIPL3 PACK” includes the iconic FERRARI FXX K, FERRARI 488 GTB and PRAGA R1!<br><br><br><strong>The CARS: </strong><br><br>Ferrari FXX K<br>Ferrari 488 GTB<br>Praga R1<br><br><br><strong>Ferrari FXX K</strong><br>The FXX K is the R&amp;D program of Ferrari starring the first hybrid prototype of Maranello.<br>In the name, the initials K recalls the \\&quot;Kers\\&quot; technology (kinetic energy recovery) for maximizing performance on the track. <br>Free from homologations and regulations, the FXX K has been developed with no compromise and is equipped with technological innovations that guarantee an unbelievable driving experience.<br>The FXX K features 1050hp (860hp by V12 thermic engine, 190hp by elettric engine) and a torque above 900Nm. Its 6262cc V12 engine has been optimized for performance and is managable through a 4 positions \\&quot;manettino\\&quot;: Qualify, Long Run, Manual Boost, Fast Charge.<br><br><br><strong>Ferrari 488 GTB</strong><br>This GT car provides track-level performance that can be enjoyed to the maximum even by non-professional drivers in everyday use. Its response times, nimbleness and on-the-limit driving guarantee a unique sense of exhilaration and unparalleled driving pleasure.<br>This car's new 3902 cc V8 turbo is at the top of its class for power output, torque and response times, making it the new benchmark for this kind of architecture. <br>The Ferrari 488 GTB's subsystems and electronic controls make its power and performance instantly available and controllable. It is, in fact, the most responsive production model there is, with razor-sharp response times comparable to those of a track car.<br><br><strong>Praga R1</strong><br>This model is a full-carbon track car designed around a composite monocoque, inspired by endurance prototypes.<br>Teardrop-shaped R1 can generate downforce of up to 1,5x times its weight through its sophisticated aerodynamics. Enhanced traction and the overall capability of the car to go fast around the corners is what differentiate R1 from its competitors. The car can generate up to 3G of lateral force in corners.<br>Lightweight construction and suspension setup is optimised to enhance traction while minimising tyre and brake wear.<br>Engine rebuild time of Praga R1 is 50 racing hours.<br>The use of high quality parts from proven suppliers helps to reduce service costs.",
            "about_the_game": "KUNOS Simulazioni and 505 Games are proud to present the &quot;TRIPL3 PACK&quot;, the DLC package for ASSETTO CORSA that celebrates the launch of Assetto Corsa on console! The “TRIPL3 PACK” includes the iconic FERRARI FXX K, FERRARI 488 GTB and PRAGA R1!<br><br><br><strong>The CARS: </strong><br><br>Ferrari FXX K<br>Ferrari 488 GTB<br>Praga R1<br><br><br><strong>Ferrari FXX K</strong><br>The FXX K is the R&amp;D program of Ferrari starring the first hybrid prototype of Maranello.<br>In the name, the initials K recalls the \\&quot;Kers\\&quot; technology (kinetic energy recovery) for maximizing performance on the track. <br>Free from homologations and regulations, the FXX K has been developed with no compromise and is equipped with technological innovations that guarantee an unbelievable driving experience.<br>The FXX K features 1050hp (860hp by V12 thermic engine, 190hp by elettric engine) and a torque above 900Nm. Its 6262cc V12 engine has been optimized for performance and is managable through a 4 positions \\&quot;manettino\\&quot;: Qualify, Long Run, Manual Boost, Fast Charge.<br><br><br><strong>Ferrari 488 GTB</strong><br>This GT car provides track-level performance that can be enjoyed to the maximum even by non-professional drivers in everyday use. Its response times, nimbleness and on-the-limit driving guarantee a unique sense of exhilaration and unparalleled driving pleasure.<br>This car's new 3902 cc V8 turbo is at the top of its class for power output, torque and response times, making it the new benchmark for this kind of architecture. <br>The Ferrari 488 GTB's subsystems and electronic controls make its power and performance instantly available and controllable. It is, in fact, the most responsive production model there is, with razor-sharp response times comparable to those of a track car.<br><br><strong>Praga R1</strong><br>This model is a full-carbon track car designed around a composite monocoque, inspired by endurance prototypes.<br>Teardrop-shaped R1 can generate downforce of up to 1,5x times its weight through its sophisticated aerodynamics. Enhanced traction and the overall capability of the car to go fast around the corners is what differentiate R1 from its competitors. The car can generate up to 3G of lateral force in corners.<br>Lightweight construction and suspension setup is optimised to enhance traction while minimising tyre and brake wear.<br>Engine rebuild time of Praga R1 is 50 racing hours.<br>The use of high quality parts from proven suppliers helps to reduce service costs.",
            "short_description": "KUNOS Simulazioni and 505 Games are proud to present the &quot;TRIPL3 PACK&quot;, the DLC package for ASSETTO CORSA that celebrates the launch of Assetto Corsa on console! The “TRIPL3 PACK” includes the iconic FERRARI FXX K, FERRARI 488 GTB and PRAGA R1!",
            "fullgame": {
                "appid": "244210",
                "name": "Assetto Corsa"
            },
            "supported_languages": "English, Italian",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/509350/header.jpg?t=1472230722",
            "website": "http://www.assettocorsa.net",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista Sp2 - 7 Sp1 - 8 - 8.1 - 10<br></li><li><strong>Processor:</strong> AMD Athlon X2 2.8 GHZ, Intel Core 2 Duo 2.4 GHZ<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 10.1 (e.g. AMD Radeon HD 6450, Nvidia GeForce GT 460)<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 1 GB available space<br></li><li><strong>Sound Card:</strong> Integrated</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista Sp2 - 7 Sp1 - 8 - 8.1 - 10<br></li><li><strong>Processor:</strong> MD Six-Core CPU, Intel Quad-Core CPU<br></li><li><strong>Memory:</strong> 6 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 11 (AMD Radeon 290x, Nvidia GeForce GTX 970)<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 1 GB available space<br></li><li><strong>Sound Card:</strong> Integrated</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "END-USER LICENSE AGREEMENT (EULA) <br />\r\n<br />\r\nTHE USE OF THIS SOFTWARE IS NOT ALLOWED IN ANY WAY IN PUBLIC, AND/OR FOR PROMOTIONAL, ENTERTAINMENT, TRAINING, EDUCATIONAL OR COMMERCIAL PURPOSES, FOR FREE OR NOT, WITHOUT AN EXPLICITE, WRITTE PERMISSION PROVIDED BY KUNOS SIMULAZIONI SRL. <br />\r\n<br />\r\nThis is a legal agreement between you (\"LICENSEE\") and KUNOS Simulazioni S.r.l, Campagnano di Roma (RM), Italy (\"KUNOS\"). BY OPENING THE SOFTWARE PACKAGE, CLICKING ON THE \"ACCEPT\" BUTTON OF ANY ELECTRONIC VERSION OF THIS END USER LICENSE AGREEMENT (\"AGREEMENT\") OR ACCESSING OR INSTALLING THE SOFTWARE, YOU ACKNOWLEDGE THAT YOU HAVE READ THE AGREEMENT, UNDERSTAND IT AND AGREE TO BE BOUND BY ITS TERMS AND CONDITIONS. If you do not agree to the terms of this AGREEMENT, promptly click on the \"Decline\" Button and cease all further access to or use of the SOFTWARE made available by KUNOS. <br />\r\n<br />\r\nDefinitions. For purposes of this AGREEMENT: (i) \"DOCUMENTATION\" means any (if any) and all written technical documentation furnished to LICENSEE during the term of this AGREEMENT that relates to the SOFTWARE; and (ii) \"SOFTWARE\" means the KUNOS driver software made available for download by STEAM to LICENSEE under the terms and conditions of this AGREEMENT. <br />\r\n<br />\r\nLicense. Subject to the terms and conditions of this AGREEMENT, KUNOS grants to LICENSEE the non-exclusive, non-transferable, personal, revocable right to install and use the SOFTWARE on one single personal computer. Any other use is forbidden without prior written consent of KUNOS: in particular but not limited to the unauthorised lease or rental, public use or other display, e.g. in schools or universities, duplication, multiple installations or overwriting. <br />\r\n<br />\r\nRestrictions. The SOFTWARE is protected by copyright and trademark laws. It is intended solely for private use. KUNOS does not transfer any right of ownership to LICENSEE; the SOFTWARE is licensed not sold. LICENSEE may not use, disclose, modify, reproduce or distribute the SOFTWARE except as expressly permitted in this AGREEMENT. No license is granted to LICENSEE in any human readable code of the SOFTWARE (source code). LICENSEE may not remove, efface or otherwise obscure any proprietary notices, labels, or marks on the SOFTWARE or DOCUMENTATION. LICENSEE agrees that each copy of the SOFTWARE and DOCUMENTATION will include reproductions of all proprietary notices, labels or marks included therein. KUNOS retains all right, title and interest in and to the SOFTWARE. ALL RIGHTS NOT EXPRESSLY GRANTED HEREIN ARE RESERVED BY KUNOS. <br />\r\n<br />\r\nSecurity Copy. This SOFTWARE may not be stored in whole or partially for commercial or private use as security or backup copy, or for archiving purposes under any circumstance, unless otherwise stated by law. <br />\r\n<br />\r\nNo Support. Nothing in this AGREEMENT shall obligate KUNOS to provide any support for the SOFTWARE including without limitation any obligation to correct any defects or provide any updates to the SOFTWARE to LICENSEE. <br />\r\n<br />\r\nTrademarks. This AGREEMENT does not give you any rights whatsoever in connection with trademarks belonging to KUNOS or its licensors. <br />\r\n<br />\r\nNo Warranty / Disclaimer. TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE SOFTWARE AND ALL DOCUMENTATION AND ANY (IF ANY) SUPPORT SERVICES RELATED TO THE SOFTWARE OR DOCUMENTATION ARE PROVIDED \"AS IS\" AND WITH ALL FAULTS AND KUNOS MAKES NO PROMISES, REPRESENTATIONS OR WARRANTIES, EITHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE, WITH RESPECT TO THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES, INCLUDING ITS CONDITION, ITS CONFORMITY TO ANY REPRESENTATION OR DESCRIPTION, OR THE EXISTENCE OF ANY LATENT OR PATENT DEFECTS, AND KUNOS SPECIFICALLY DISCLAIMS ALL IMPLIED (IF ANY) WARRANTIES OF TITLE, MERCHANTABILITY, NONINFRINGEMENT, FITNESS FOR A PARTICULAR PURPOSE, LACK OF VIRUSES, ACCURACY OR COMPLETENESS, QUIET ENJOYMENT, QUIET POSSESSION OR CORRESPONDENCE TO DESCRIPTION. THE ENTIRE RISK ARISING OUT OF USE OR PERFORMANCE OF THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES LIES WITH LICENSEE. <br />\r\n<br />\r\nExclusion of Incidental, Consequential and Certain Other Damages. TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL KUNOS OR ITS SUPPLIERS BE LIABLE FOR CONSEQUENTIAL, INCIDENTAL, SPECIAL, INDIRECT, OR EXEMPLARY DAMAGES WHATSOEVER ARISING OUT OF OR IN ANY WAY RELATING TO THIS AGREEMENT OR LICENSEE'S USE OF OR INABILITY TO USE THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES, OR THE PROVISION OR FAILURE TO PROVIDE SUPPORT SERVICES, INCLUDING BUT NOT LIMITED TO LOST PROFITS, LOSS OF CONFIDENTIAL OR OTHER INFORMATION, BUSINESS INTERRUPTION, PERSONAL INJURY, LOSS OF PRIVACY, FAILURE TO MEET ANY DUTY (INCLUDING OF GOOD FAITH OR REASONABLE CARE), NEGLIGENCE, COSTS OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR ANY OTHER CLAIM FOR PECUNIARY OR OTHER LOSS WHATSOEVER, OR FOR ANY CLAIM OR DEMAND AGAINST YOU BY ANY OTHER PARTY, EVEN IF KUNOS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THESE LIMITATIONS SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY. <br />\r\n<br />\r\nConfidentiality. \"Confidential Information\" means any trade secrets, confidential data, or other confidential information relating to or used in the SOFTWARE. LICENSEE shall not use or disclose Confidential Information except as expressly permitted hereunder and shall use all reasonable efforts to protect the confidentiality thereof. LICENSEE agrees and acknowledges that the structure, sequence and organization of the SOFTWARE are the valuable trade secrets of KUNOS, and thus constitute Confidential Information under this AGREEMENT. <br />\r\n<br />\r\nTerm and Termination. This AGREEMENT is valid until terminated by one of the contracted parties. You can cancel this licence at any time, by returning the software to KUNOS or by destroying the SOFTWARE all associated documentation as well as all copies and installed software, regardless of whether they were created in accordance with the terms of this AGREEMENT. This AGREEMENT will be terminated immediately without any notification by KUNOS, if you fail to abide by the terms of this AGREEMENT. In this case, you are obliged to destroy all copies of the SOFTWARE. <br />\r\n<br />\r\nNon-Assignability. LICENSEE may not sell, transfer, assign or subcontract any right or obligation set forth in this AGREEMENT without the prior written consent of KUNOS. Any act in derogation of the foregoing shall be null and void. <br />\r\n<br />\r\nMiscellaneous. KUNOS and LICENSEE are independent contractors. This is the entire AGREEMENT between the parties relating to the subject matter hereof, supersedes any and all prior proposals, agreements and representations between the parties, whether written or oral, and no waiver, modification or amendment of the AGREEMENT shall be valid unless in writing signed by each party. The waiver of a breach of any term hereof shall in no way be construed as a waiver of any other term or breach hereof. If any provision of this AGREEMENT shall be held by a court of competent jurisdiction to be contrary to law, the remaining provisions of this AGREEMENT shall remain in full force and effect. <br />\r\n<br />\r\nGoverning Law and Jurisdiction. Any dispute arising out of or in connection with this AGREEMENT and all matters or issues collateral hereto shall be governed by the laws of Italy, with the exclusion of conflict of law rules. Any dispute in connection with the AGREEMENT shall be referred to the Ordinary Court of Rome (Italy). <br />\r\n<br />\r\n<br />\r\nASSETTO CORSA ® KUNOS Simulazioni Srl – 2013 <br />\r\n<br />\r\nFERRARI, the PRANCING HORSE device, all associated logos and distinctive designs are property of FERRARI SpA. The body designs of the FERRARI cars are protected as FERRARI property under design, trademark and trade dress regulations. ABARTH, BMW AG, CLASSIC TEAM LOTUS, FERRARI, LOTUS CARS, KTM, MERCEDES-BENZ, McLAREN, PAGANI, P4/5 COMPETIZIONE TEAM GLICKENAUS, PAGANI, TATUUS, ACI VALLELUNGA, AUTODROMO DI MONZA, AUTODROMO ENZO E DINO FERRARI, SPA-FRANCORCHAMPS CIRCUIT, MUGELLO INTERNATIONAL CIRCUIT, CIRCUITO DI MAGIONE logos and contents are reproduced under license. All rights reserved. All other trademarks are property of their respective Owners.",
            "developers": [
                "Kunos Simulazioni"
            ],
            "publishers": [
                ""
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 199,
                "final": 199,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "1,99€"
            },
            "packages": [
                117877
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Assetto Corsa -Tripl3 Pack",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 117877,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Assetto Corsa - DP6 - 1,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 199
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 18,
                    "description": "Partial Controller Support"
                },
                {
                    "id": 25,
                    "description": "Steam Leaderboards"
                },
                {
                    "id": 17,
                    "description": "Includes level editor"
                }
            ],
            "genres": [
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "9",
                    "description": "Racing"
                },
                {
                    "id": "28",
                    "description": "Simulation"
                },
                {
                    "id": "18",
                    "description": "Sports"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_b5fe9597efbcb0a173c89bf34529caf5397eaf14.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_b5fe9597efbcb0a173c89bf34529caf5397eaf14.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_90d7c044ab7efee25666cc75a908887b00010802.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_90d7c044ab7efee25666cc75a908887b00010802.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_82d06502d6a7466016a1a132cf2415bb54dfc06d.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_82d06502d6a7466016a1a132cf2415bb54dfc06d.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_db4f55bfabdfe3b1afdb662928c6b983708440ef.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_db4f55bfabdfe3b1afdb662928c6b983708440ef.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_1345ae7517b4bbdb1f67b4710aed656ed3b56743.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_1345ae7517b4bbdb1f67b4710aed656ed3b56743.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_247c0807a12342aea9ad624fb40e55b075eb8662.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_247c0807a12342aea9ad624fb40e55b075eb8662.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_14751e4b03508cf456d4540f37722e06b1d55307.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_14751e4b03508cf456d4540f37722e06b1d55307.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_4b3b903ab268c7435ba5965b17f632811b2c5367.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_4b3b903ab268c7435ba5965b17f632811b2c5367.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_a531cacef6e60cfb5e78ee905ca5911e68bdd309.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_a531cacef6e60cfb5e78ee905ca5911e68bdd309.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_9d49d83d263c584fc361e8aaa5f12db593808f68.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_9d49d83d263c584fc361e8aaa5f12db593808f68.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_f9ef214f559c3bc4ccf5a370d799ef6cf083e3ec.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_f9ef214f559c3bc4ccf5a370d799ef6cf083e3ec.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_6039300074d1546f7ed7a962217d4e3d4a91a6e1.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_6039300074d1546f7ed7a962217d4e3d4a91a6e1.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_55a67b52493457908d515b30246070fa16e79b6e.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_55a67b52493457908d515b30246070fa16e79b6e.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_60b9951e51095ad5fd45b9b94e35e89a7736e49c.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_60b9951e51095ad5fd45b9b94e35e89a7736e49c.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_4de7e766cab09252225d5f12c24b508ec90bb502.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_4de7e766cab09252225d5f12c24b508ec90bb502.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 15,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_a670e5596071eada0ad066ee0d06bbfab47cf75a.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_a670e5596071eada0ad066ee0d06bbfab47cf75a.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 16,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_d8b7511400cc91ede4b62a3a890f1c9af4016d2e.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_d8b7511400cc91ede4b62a3a890f1c9af4016d2e.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 17,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_81dc5aa14066280a00fbf1855aac451cc981bf6c.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_81dc5aa14066280a00fbf1855aac451cc981bf6c.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 18,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_6cd74eee37bb699f9aadc4ce3e8ebc0f372dbc3c.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_6cd74eee37bb699f9aadc4ce3e8ebc0f372dbc3c.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 19,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_8ce2d26b802ab49223d25b09520692bfe7fff85b.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_8ce2d26b802ab49223d25b09520692bfe7fff85b.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 20,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_86cf998a2afb91839e6ff4be69a2a58d1b15b2bf.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_86cf998a2afb91839e6ff4be69a2a58d1b15b2bf.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 21,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_4d1830caa7df3e09ea7b1e85def0792bcbab4d3b.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_4d1830caa7df3e09ea7b1e85def0792bcbab4d3b.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 22,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_ca512225c726f27b324a2c679ad2eff523c1c581.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_ca512225c726f27b324a2c679ad2eff523c1c581.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 23,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_57b157dd8f0185b019245758daab6b6b29e87cdc.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_57b157dd8f0185b019245758daab6b6b29e87cdc.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 24,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_58b1459b46a09748c40964a8886f114f662a27a6.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_58b1459b46a09748c40964a8886f114f662a27a6.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 25,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_b8d64a5619240dd386a058c9c944420ff15b336f.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_b8d64a5619240dd386a058c9c944420ff15b336f.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 26,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_2ef461fee1b9b6bceeed1862f115b883d718b6d7.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_2ef461fee1b9b6bceeed1862f115b883d718b6d7.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 27,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_dafc1d99bc0c0da97147f3017d937a4f36694362.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_dafc1d99bc0c0da97147f3017d937a4f36694362.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 28,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_1abd016ca9e56a9a589653ee18d21496da7a4f04.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_1abd016ca9e56a9a589653ee18d21496da7a4f04.1920x1080.jpg?t=1472230722"
                },
                {
                    "id": 29,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_bf6e848ea90d529998009dea1e42890670d2b06a.600x338.jpg?t=1472230722",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/509350/ss_bf6e848ea90d529998009dea1e42890670d2b06a.1920x1080.jpg?t=1472230722"
                }
            ],
            "movies": [
                {
                    "id": 256669354,
                    "name": "Tripl3 Pack",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256669354/movie.293x165.jpg?t=1472230642",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256669354/movie480.webm?t=1472230642",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256669354/movie_max.webm?t=1472230642"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 104
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "26 Aug, 2016"
            },
            "support_info": {
                "url": "http://www.assettocorsa.net/forum",
                "email": "support@assettocorsa.net"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/509350/page_bg_generated_v6b.jpg?t=1472230722",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}