{
    "511070": {
        "success": true,
        "data": {
            "type": "game",
            "name": "MANIC MINERS",
            "steam_appid": 511070,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "----------<br>Overview<br>----------<br><br>Welcome to &quot;MANIC MINERS&quot; - just imagine, &quot;Lemmings&quot; meets &quot;Boulderdash&quot; ... with TNTs, fuse bombs, lasers and flamers tossed-in-too! And jewels, jewel-bags, coins, ice, bulbs, smoke, smileys, sparks, huge trees, wormholes, gas-pockets, earthquakes and lakes! Now with hint-mode, help-mode, mini-missions, two-player online game, and a map editor! Nigh-Swan !-)<br><br>Please be sure to check out the Community Hub - Screenshots and Videos !-) And, please do try the TUTORIAL MAP in the Steam Workshop !-)<br><br>And if you encounter any issues on your machine, please do not just leave a negative review, please send a description including which Windows/DirectX, preferably with a screenshot, to here:<br><a href=\"mailto:manic-miners@outlook.com\">manic-miners@outlook.com</a><br><br><a href=\"https://steamcommunity.com/linkfilter/?url=http://facebook.com/MinersManic\" target=\"_blank\" rel=\"noopener\"  >facebook.com/MinersManic</a><br><br>&quot;Excavate To Accumulate!&quot;<br><br>Deploy your Tiny Miners (TM) to collect, and safely return home, as many jewels as possible.  But, be very, very, aware - there's a million ways to die daan there! Well, ok, seven anyway! Yes, the Seven Deadly Things! So, just a tip ... Try to avoid falling. And drowning. And getting squished. Or gassed. Or burnt. Or blowed-up! (The seventh method is suicide!) Oh, and yes, do watch out for them darned wormholes, gas-pockets, and earthquakes! And all that deadly chokey-smokey! <br><br>And all with commandments and commentary in the silky-smooth, calming voice of your narrator, &quot;Manic Minnie&quot;.<br><br>Such is &quot;Manic Whirled&quot;! One hundred thousand landscapes where there's no health nor safety. But it's one hell of a beautiful place to die ?-)<br><br>Now with Manic-Miners-Mini-Missions ... you're given just sixty seconds to complete a task, for rewards of random weapons boosts !-)<br><br>Fancy tossing your TNT at a Steam friend? Well, now you can, with the two-player online game. Featuring wall-building to help protect your claim to territory, and thus resources! Undermine your opponent's hut's foundations to claim outright victory! So, think of the one-player game as a practise mode to prepare you for a proper battle !-)<br><br>And even includes a (simple, but with more functions coming soon-ish) map editor!<br><br>Incidentally, here's some more DMA-ness,  for Android !-)<br><br><a href=\"https://steamcommunity.com/linkfilter/?url=https://www.facebook.com/angryturdsmaddma\" target=\"_blank\" rel=\"noopener\"  >https://www.facebook.com/angryturdsmaddma</a><br><a href=\"https://www.youtube.com/watch?v=kGfCsk-3xFQ\" target=\"_blank\" rel=\"noreferrer\"  id=\"dynamiclink_0\" >https://www.youtube.com/watch?v=kGfCsk-3xFQ</a><br><a href=\"https://steamcommunity.com/linkfilter/?url=https://www.facebook.com/maddmaapps\" target=\"_blank\" rel=\"noopener\"  >https://www.facebook.com/maddmaapps</a><br><br>-------------<br>How To Play<br>-------------<br><br>Your Tiny Miners have abilities similar to &quot;Lemmings&quot;, eg: bash (left or right), dig (down or up), climb, build, float, etc. When you deploy a Miner, he will dumbly walk forward until you command him to do something. Be aware that, when underground, a Miner will continue any current activity until he is aligned to a map square before starting a new one. You can click on an ability button to select it, then LMB on a Miner to start or stop that ability. Alternatively you can play via keyboard, so press a key to issue a command, and press the same key again to stop bashing or digging, or to disable climbing. All keyboard controls can be redefined via title screen.<br><br>Thus, you would typically dig down to where the goodies are, whilst avoiding explosives, falling objects (eg: ice and rocks will fall if not supported, and boulders also roll sideways if the earth beneath them is not intact, similar to &quot;Boulderdash&quot;), etc. Wormholes and gas-pockets cannot be seen until you open them, by passing into their map squares.<br><br>When underground, your Tiny Miners will dig and bash so as to remain aligned to map squares, so if you press a key, wait for the response, do not press again because your Miner does not start instantly, as this will cancel the command. This is so you only dig/ bash into a single square at a time (you would not want to simultaneously enter two squares where, for example, one might be a jewel and the other an explosive). Again, if you command to stop digging down, or change to bashing, your Tiny Miner will finish emptying his current square, so the bashing will be safely aligned to a single object.<br><br>When your Miner has proved his worth at collecting, then you must return him home to receive payment for the jewels he has. Thus digging up and building are possible. The trick is to not be too greedy, because if your Miner dies on the way home, he will then attempt to drop a jewel bag. When playing a loaded map, this will contain all the jewels carried by the dead Miner. Alternatively, when playing a generated landscape, it will only contain half of his carried jewels.<br><br>---------------------<br>On The Title Screen<br>---------------------<br><br>Across the top of the title screen, which itself alternates between a Manic-Auto-Demo, or a previously-played Game-Replay, you will find, from left to right, the following bars and buttons:<br><br>The top-left five buttons are: one-game; two-player; load saved game or level map; reset MAD/GR; and deposit the current MAD/GR map number into the landscape bar.<br><br>In the middle, are three bars: the landscape selector (1-99999); the level selector (Easy/Medium/Hard); and the currently-selected landscape's high-score. This is the number of jewels safely and successfully returned home. The landscape selector's arrows can be pressed with the LMB for slow, the RMB for fast. Or press both for faster, where the order of pressing them also counts. Or just L/RMB on individual digits for minus/plus one.<br><br>The top-right five buttons are: customise RGB; define keys; show stats; editor; and quit! You can pimp your Tiny Miners, by changing the colours of their parasol, hair, eyes, skin, boiler-suit, gloves, bag, and boots. First LMB on the item button, then on the preferred colour button. In the same way, the define keys page allows all of the keyboard preferences to be chosen. First LMB on the relevant bar, then press the required key. The stats page lists all of your current Steam achievements, and will hopefully become more periodic-table-like as more are added.<br><br>The bottom-left button (also visible during the game), is press with LMB for slow, or RMB for fast, and move the mouse to scroll the map window. Also, CTRL can be pressed to enable window scrolling. The Landscape Editor can also be accessed by pressing TAB.<br><br>--------------------------<br>Two-Player Online Game<br>--------------------------<br><br>The second button on the title screen opens the &quot;Invite Friend&quot; page. It lists your Stream friends, and you can select any to invite into a two-player online game. If you receive an invite, the button on the title screen will flash, and then the page will show from whom, and you can accept the invite. The two-player game will begin upon acceptance of an invite, and, yes, two-player games can be saved, and loaded, obviously, later!<br><br>On the invite page, you will also see the landscape and difficulty bars. Whomever sends the invite will define these, and will play the game as Player One (hut at the left of the map). Player Two (in the right hut) will thus be whomever accepts the invite to the sent landscape and difficulty.<br><br>When you choose to load a saved two-player game, an invite will be sent to the relevant Steam friend, and the game will commence for both players when the invite is accepted.<br><br>Don't forget, featuring wall-building to help protect your claim to territory, and thus resources! Undermine your opponent's hut's foundations to claim outright victory! Go on, try it now: bash away the four squares directly beneath your hut's metal foundations !-)<br><br>-------------------------<br>The Landscape Number<br>-------------------------<br><br>This is used as the seed for a list of pseudo-random numbers, in order to create procedurally-generated:<br><br>+ landscape shape;<br>+ rainbow sizes (inner and outer radii) and intensity (if a daytime sky texture);<br>+ sky texture (1 of 30), speed (slow/fast) and direction (left/right);<br>+ grass colouring (RGB);<br>+ earth texture (1 of 30) and colouring (RGB);<br>+ water height, colouring (RGB), speed (slow/fast) and direction (left/right);<br>+ dinosaur skeleton texture (1 of 5), position, size, and direction (left/right);<br>+ locations and sizes of trees (max size is determined by landscape slope, else always Bonsais for stepped, and colours according to grass, soil and water RGBs);<br>+ locations of objects.<br><br>The landscape shape is either flat, or determined by a random number of randomly-sized/positioned curves, and also with a one in five chance that the curves will then become steps. It is then 50/50 whether the objects will be placed singularly, or in horizontal/vertical lines.<br><br>--------------------<br>The Difficulty Level<br>--------------------<br><br>This is used to determine the numbers of objects in the generated landscape. This generally means that Easy results in more of the nice objects (eg: jewels), and less of the nasty objects (eg: explosives). Obviously, Hard is the proverbial vice-versa.<br><br>-----------------<br>During Le Game<br>-----------------<br><br>The top-left button is used to select weapon mode, from the available weapons which are carried by your currently selected Tiny Miner. For the current weapon type, the button shows your currently selected Miner's available weapon count, if you have one.<br><br>TNT: It's never been so much fun to toss ... TNT!  You must always toss your TNT upwards! Thus, the mouse has to be above your Miner's height to toss one. Also, you can press CTRL to focus the view upon your TNT's impact point (if Enlarge-O-Scope is off).<br><br>FUSE BOMB: When in fuse bomb mode, you will be shown a fading fuse bomb at the location your currently selected Tiny Miner will ... drop one! A nice, smooth, hard, shiny, black round one! Simply press LMB in the map to leave behind a fuse bomb, and get out of the way before its fuse runs out!<br><br>LASER: When in laser mode, you will be shown a fading laser spot at the location your currently selected Tiny Miner will fire one from. Simply aim with the mouse, and press LMB to fire!<br><br>FLAMER: Again, when enabled, you will be show a fading flamer at the side your currently selected Tiny Miner will fire one from (left/right/above/below). Aim with the mouse, horizontally or vertically, and LMB to fire!<br><br>The next button is used to enter Wall Mode. During this, any of your Miners can build with brick or metal wall into nearby empty map squares, as long as the square can adequately support it. A brick can be placed on top of firm soil, or any other solid object, thus creating a vertical wall, whilst metal can also be placed beneath and next to another same-coloured metal, thus forming horizontal structures. So, point at a square, and if you can build there, the mouse will show as normal, or it will be transparent if the square cannot be built.<br><br>To the right of these are three bars, the middle of which shows your current available funds, and the elapsed game time. The first bar, when you have a selected Miner, shows how many jewels that Miner is carrying, and the states of his climb, float, and breathe abilities. Beneath these are the Miner's number, his current movement direction (left or right), and his current activity mode. When you have no Miner selected, this bar shows how many Miners you have deployed in the landscape.<br><br>The third bar shows two jewels counts, and your total number of deaths during the current game. When playing a generated landscape, the jewels counts are your jewels (see next), and the total number of jewels in the landscape. If you have a selected Miner, then it shows how many jewels carried by him. If you have no selected Miner, then it shows the number of jewels carried by your deployed Miners. If you have no deployed Miners, then it shows the number of jewels returned home. For a loaded level map, the jewels counts are your number of jewels returned home and required number of jewels to complete the level. The two top-right buttons are save game, and quit game, and they function as soon as pressed, so do so only if you mean it!<br><br>At the bottom centre of the screen (when the Enlarge-O-Scope not active) are the game-play buttons (equivalents to keyboard controls). The two bottom-left buttons select through your deployed Miners. To the right of these are the ability icons, and the two bottom-right buttons will start/stop the selected ability, and change the selected Miner's direction (turn).<br><br>Its LMB on an ability icon to select it, then LMB on a Miner to start or stop that ability (or, obviously, use the corresponding key). RMB on a Miner will select him, or on an icon will purchase it, cash-permitting. RMB not on a Miner or icon will unselect any selected Miner. Icons cost 100, and Miners, 1000, each. Digging, bashing, blocking and bombing all cost one icon every time a Miner starts to do so. Climbing, floating, breathing and building cost one icon the first time they are given to a Miner, and he remembers that ability until he dies.<br><br>Tiny Miners are perfectionists, which means they might not always respond instantly. When underground, digging and bashing will always start when a Miner is aligned to a map square, thus issue a command only once, and it will begin very soon after. If you want to  cease digging or bashing, then, for example, just press the key again. The two lower Enlarge-O-Scope icons show the selected Miner's current &amp; pending activities.<br><br>At the screen bottom-left is the scroll icon. Press with LMB (or RMB for fast), and move the mouse to scroll the map window (or press CTRL).<br><br>---------------------------------------<br>&quot;Phooo! What`s That Funny Smell ?-)&quot;<br>---------------------------------------<br><br>Whilst excavating, your Tiny Miners might accidentally get sucked off into a Wormhole, or come across a gas-pocket! Once opened, pockets will start to emit a finite number of gas clouds. Gas is explosive, and is ignited by explosions, TNT or bomb fuses, lasers, light-bulbs, or sparks. Sparks can be created when rocks or boulders fall against or are pushed over metal, or rocks, boulders, jewels, coins or bulbs fall onto metal. Gas comes in three colours: blue, green and red:<br><br>Blue: is lighter than air, thus rises.<br>Green: is heavier than air, thus falls.<br>Red: tends to hang around, but not just like a bad smell - it`s also acidic!<br><br>Gas is poisonous to non-breathers, but can be vented, for example, by tunneling out through a hillside. Red acidic gas, however, is instantly fatal, and can even eat into, and detonate, explosives!<br><br>---------------------------------------<br>&quot;What`s They're Whirled Made Of ?-)&quot; <br>---------------------------------------<br><br>Soil: there`s tons of it about, but it`s easily shifted<br>Brick: cannot be dug, but can be exploded, lasered, or flamed through<br>Rock: ditto, but can also be pushed, and dropped<br>Boulder: ditto, and will also roll sideways if not supported<br>Metal: impenetrable, immovable, and sparks when scraped by rocks or boulders, or hit by rocks, boulders, jewels, coins, bulbs, lasers or flamers<br>Jewel: worth 500 a pop, when returned home, and are subject to the force of gravity<br>Coin: just like jewels, except you receive payment for them instantly (bronze=50, silver=100, gold=200)<br>Egg: where new Miners hatch from, but are fragile, so avoid that pesky gravity<br>Explosive: thus, avoid at all costs, and also protect these from gravity, too<br>Ice: can be pushed to detonate explosives from a safe distance <br>Smiley: a Miner can take up to 2 of these for heightening his senses, and then more for earning weapons<br>Bulb: they never grow, just shine, and are very, very hot, so can ignite gas clouds<br>Bag: can be left behind by dead Miners whom were carrying jewels<br>Wormhole: if the exit is not blocked, for instantaneous transportationings to ... elsewhere ?-)<br>Gas Pocket: will emit a finite number of gas clouds, either Blue (up), Green (down), or Red (deadly)<br>Gas Cloud: ignited if in contact with explosions, TNT or bomb fuses, lasers, flamers, light-bulbs or sparks, or if Red gas touches an explosive<br>Smoke: bad smoke, not good smoke, is best vented out of the earth into open air<br>Sparks: are emitted when rocks or boulders fall against or are pushed over metal; or when rocks, boulders, jewels, coins or bulbs fall onto metal; or when a laser or flamer hits metal, coins, or bulbs;<br><br>And now, maps can also contain collectable icons for the Miner abilities. Please see the editor (below) for more info.<br><br>--------------------------<br>&quot;Welease The Miners !-)&quot; <br>--------------------------<br><br>Walker: like a mindless automaton, blindly strolling to his own death<br>Climber: likes to get high, and does so at every available opportunity<br>Floater: so high, feels like he`s floating on air<br>Breather: capable of some seriously heavy breathing<br>Bomber: very, very hot-headed, and always blowing his top over nothing<br>Blocker: even a password would be more than his job`s worth<br>Builder: prefers to be more of a constructive individual<br>Basher: loves nothing more than bashing away horizontally<br>Downer: really, really, really, loves getting down<br>Upper: always on the up, unless shaken<br><br>-----------------------------<br>Manic-Miners-Mini-Missions<br>-----------------------------<br><br>These occur randomly, and you're given just 60 seconds to respond, or complete a specified task:<br><br>DOUBLE COINS: all coins are worth double<br>TRIPLE COINS: all coins are worth triple<br>2 EGGS: bash or dig two eggs<br>2 BULBS: bash or dig two light-bulbs<br>3 CUBES: bash or dig three ice cubes<br>5 SMILEYS: collect five smileys<br>2 EXPLOSIVES: dig up, and bash left or right from, under two explosives<br>2 CARRY 15: have two Tiny Miners simultaneously carrying fifteen jewels each<br>3 CARRY 10: have three Tiny Miners simultaneously carrying ten jewels each<br>OPEN WORMHOLE: find and open a wormhole<br>OPEN GAS POCKET: find and open a (non-red!) gas pocket <br>HALF DEPTH: dig down to half of the maximum depthtitude<br>TEN SHIMMIES: make a climber perform ten shimmies (turns) without falling<br>INFINITE TNT: all Tiny Miners now have infinite TNTs for ten seconds<br><br>-------------------<br>Keyboard Controls<br>-------------------<br><br>Q == DIG UP<br>A == DIG DOWN<br>O == BASH LEFT<br>P == BASH RIGHT<br><br>C == CLIMB<br>F == FLOAT<br>B == BREATH<br>D == BOMB<br>X == BLOCK<br>Z == BUILD (+CTRL = BUILD UP)<br><br>I == TURN MINER (invert direction)<br>ENTER == START/STOP MINER<br>SPACE == HOLD MINER (same as pointing the mouse at Miner)<br><br>HOME == DEPLOY MINER<br>{ == PREVIOUS MINER<br>} == NEXT MINER<br><br>T == TNT MODE (then CTRL = show impact point)<br>W == WALL MODE<br><br>E == ENLARGE-O-SCOPE (circle = magnify)<br>R == REDUCT-O-VISION (square = map)<br><br>H == PAUSE<br>M == MUSIC ON/OFF<br>N == NEXT TUNE<br><br>, == ICON DOWN<br>. == ICON UP<br>F1 - F9 == SELECT ICONS<br><br>- == GAME SLOWER<br>+ == GAME FASTER<br><br>1 == TNT MODE<br>2 == FUSE BOMB MODE<br>3 == LASER MODE<br>4 == FLAMER MODE<br><br>7 == ANTI-ALIASING ON/OFF<br><br>8 == ENABLE HINT MODE<br>9 == REPEAT LAST HINT<br>0 == RESET HINT MODE<br><br>CURSORS == MOVE WINDOW (+CTRL = FAST)<br>or press CTRL and move the mouse<br>or press SCROLL BUTTON and move the mouse<br><br>TAB == spy on your opponent's selected Miner if your<br>selected miner has a radar (drop 2 smileys), but do be<br>aware this costs your Tiny Miner &quot;psychic energy&quot;, and<br>is thus fatal if done for too long<br><br>ESC == CANCEL / QUIT<br><br>When on the title screen:<br><br>ENTER == PLAY GAME<br>TAB == START EDITOR<br>SPACE == DETONATE A RANDOM MAD-AUTO-DEMO MINER<br><br>-----------------------<br>Some Useful Numbers<br>-----------------------<br><br>Map Size: 256 x 256 squares.<br>Map Size: 4096 x 4096 pixels.<br><br>A Tiny Miner can carry up to 255 jewels at a time. Yes, BIG pockets!<br>One Jewel is worth 500. One Miner costs 1000. And Icons cost:<br><br>100 -- Blocker, Builder, Basher, Downer, Upper<br>250 -- Climber, Floater, Breather<br>500 -- Bomber<br><br>Bronze Coin: worth 50<br>Silver Coin: worth 100<br>Gold Coin: worth 200<br><br>Build Wood: costs 50 [coming soon!]<br>Build Brick: costs 100<br>Build Metal: costs 200<br><br>Initial numbers of Miners, Icons and TNTs are:<br><br>Easy:<br>5 Miners with 5 TNTs each<br>10 Climbers/Floaters/Breathers/Bombers/Blockers/Builders<br>20 Bashers/Downers/Uppers<br><br>Medium:<br>4 Miners with 4 TNTs each<br>5 Climbers/Floaters/Breathers/Bombers/Blockers/Builders<br>15 Bashers/Downers/Uppers<br><br>Hard:<br>3 Miners with 3 TNTs each<br>3 Climbers/Floaters/Breathers/Bombers/Blockers/Builders<br>10 Bashers/Downers/Uppers<br><br>A Tiny Miner can take 2 smileys to permanently heighten his senses. Then, every collected smiley is worth one random weapon. Egg-hatched Miners come into Manic Whirled with 1 TNT. (&quot;Is that a TNT in your pocket, or are you pleased to see me?&quot;)<br><br>Minimum Screen Size: 1600 x 1024<br>Recommended Screen Size: 1920 x 1080<br>Maximum Screen Size: cannot exceed the Map Pixel Size (4096 x 4096)<br><br>You may notice, I haven't specified minimum hardware requirements. Apologies. Me is very, very software, but not at all hardware, so I dunno. Hopefully it helps if I list my PC's specs ?-)<br><br>Acer Predator G5900<br>Intel Core i5 CPU 650 @ 3.2 GHz<br>8GB DDR3 RAM<br>NVIDIA GeForce GT 340<br>Windows 10 64-bit x64<br>DirectX 11<br><br>If there's anything missing, please let me know where this information can be found on my machine, and I'll add it !-)<br><br>----------------------------------<br>Ooohh! There's An Editor ... Too!<br>----------------------------------<br><br>There are TWO STEPS to creating a map: defining the curvature (or zero if flat) of the landscape; and placing objects into the map.<br><br>So, the FIRST step is to define the landscape shape. The landscape is shaped by a series of parametric curves, which are defined by an even number of points. The points can be moved by LMB on any of them (except the first and last points), but they cannot change their order horizontally. Thus you cannot move a point left or right beyond the previous or next point (and a small space is always left between points). Points can be added or removed, whilst complying with a minimum and maximum number of points. The two buttons at the right of the screen allow this. To add (two) points, press the &quot;+&quot; button, then LMB in the map, and they will be added at positions using the two existing surrounding points' and the mouse's. Or press &quot;-&quot; button and then LMB between two existing points to delete the pair of them. Curved landscapes can be made to be stepped by using the button at the screen bottom-right, and to define a flat landscape, press the button again. Note that you can now also use the map window (REDUCT-O-VISION) to drag, and add or delete, the landscape points<br><br>At the centre of the screen lower are three sets of three slider bars, for defining the grass, earth and water colours (RGB). For each of the three sets, there must be at least one element having a minimum value of fifty percent colour. At either side of these are the sky and earth texture selectors. Press these with either LMB or RMB to cycle through the available textures. Above each texture there are four buttons, for selecting scroll left/right and slow/fast. Above the earth you will find another slider bar, for defining the water's height. The three slider bars above all of those are for defining the rainbow inner and outer radii and its strength. All of these controls can be turned on and off with the TAB key.<br><br>At the screen top-left is the 'DONE' button. Pressing this will finalise the landscape shape, and water height, and move you to the SECOND step - be aware this can't be undone. The second step is to define the level properties, and place objects into the map. Thus, during the FIRST step, the disk button is used to load a previously saved map, and during the SECOND step, it is used to save the current editor map. The map name is defined at the screen lower, in the bar which is visible when the editor controls are off (press TAB).<br><br>At the screen top, there is a button showing the currently selected object type. You can point at this, and a drop-down bar appears allowing you to change objects. An object of the current type can be placed into the map at the mouse's location using the LMB, and you can delete the content of a map square via RMB. Whilst placing objects in the map, you can press SPACE to get randomly-coloured objects of the current type, when relevant. Pressing SHIFT will lock the edit cursor in the X or Y, whichever changes first by moving the mouse, so that you can &quot;draw&quot; horizontal/vertical straight lines.<br><br>Right of the disk and object buttons, is the difficulty bar, for setting your map as either easy, medium, or hard. Next is the number of jewels safely returned home that is required to complete the level. Next are displayed counts of various types of objects in the current map. On the Enlarge-O-Scope, you can press the buttons and thus define the initial numbers of Miners, TNTs per Miner, and Ability Icons of your level (LMB = -1, RMB = +1).<br><br>When you press the disk button after having defined the landscape shape, if no map name has been entered, then its input bar is automatically activated. Also, if there's an invalid number of jewels required to complete the map (or not enough jewels in it), then that input bar instead is activated. Otherwise, the map will be saved in:<br><br>&quot;STEAM/steamapps/common/ManicMiners/Maps&quot;<br><br>The editor now also contains an upload button (up arrow) which will send the current map to the Steam Workshop. Any downloaded maps are copied to the maps folder, when the game initially starts.<br><br>Also, the editor now allows collectable icons objects to be placed in the map, one type per each of the miner abilities. Thus, when playing a map which contains such items, it is not possible to purchase any abilities, since they can only be collected. The idea is that this would allow people to design maps which are more like logical puzzles which have to be completed. PLEASE ?-)<br><br>----------------<br>And ... Finally !<br>----------------<br><br>The history of the Tiny Miners (TM), which is about 15 years so far, on and off, can be found, and suggestions deposited, here ...<br><br><a href=\"https://steamcommunity.com/linkfilter/?url=https://www.facebook.com/MinersManic\" target=\"_blank\" rel=\"noopener\"  >https://www.facebook.com/MinersManic</a><br><br>... or ...<br><br><a href=\"mailto:manic-miners@outlook.com\">manic-miners@outlook.com</a><br><br>Also, please do message me at either of them concerning anything not working correctly on your particular machine. Thank you to the few people whom have already helped with one major, and a couple of minor, issues so far. Infinite appreciations !-)<br><br>&quot;The only game where you can push your rocks, and toss your ... TNT ?-)&quot;<br>&quot;Groovy&quot; !-)<br><br>maddma productions<br>&quot;i can't behave ... me name's dave&quot; !-)",
            "about_the_game": "----------<br>Overview<br>----------<br><br>Welcome to &quot;MANIC MINERS&quot; - just imagine, &quot;Lemmings&quot; meets &quot;Boulderdash&quot; ... with TNTs, fuse bombs, lasers and flamers tossed-in-too! And jewels, jewel-bags, coins, ice, bulbs, smoke, smileys, sparks, huge trees, wormholes, gas-pockets, earthquakes and lakes! Now with hint-mode, help-mode, mini-missions, two-player online game, and a map editor! Nigh-Swan !-)<br><br>Please be sure to check out the Community Hub - Screenshots and Videos !-) And, please do try the TUTORIAL MAP in the Steam Workshop !-)<br><br>And if you encounter any issues on your machine, please do not just leave a negative review, please send a description including which Windows/DirectX, preferably with a screenshot, to here:<br><a href=\"mailto:manic-miners@outlook.com\">manic-miners@outlook.com</a><br><br><a href=\"https://steamcommunity.com/linkfilter/?url=http://facebook.com/MinersManic\" target=\"_blank\" rel=\"noopener\"  >facebook.com/MinersManic</a><br><br>&quot;Excavate To Accumulate!&quot;<br><br>Deploy your Tiny Miners (TM) to collect, and safely return home, as many jewels as possible.  But, be very, very, aware - there's a million ways to die daan there! Well, ok, seven anyway! Yes, the Seven Deadly Things! So, just a tip ... Try to avoid falling. And drowning. And getting squished. Or gassed. Or burnt. Or blowed-up! (The seventh method is suicide!) Oh, and yes, do watch out for them darned wormholes, gas-pockets, and earthquakes! And all that deadly chokey-smokey! <br><br>And all with commandments and commentary in the silky-smooth, calming voice of your narrator, &quot;Manic Minnie&quot;.<br><br>Such is &quot;Manic Whirled&quot;! One hundred thousand landscapes where there's no health nor safety. But it's one hell of a beautiful place to die ?-)<br><br>Now with Manic-Miners-Mini-Missions ... you're given just sixty seconds to complete a task, for rewards of random weapons boosts !-)<br><br>Fancy tossing your TNT at a Steam friend? Well, now you can, with the two-player online game. Featuring wall-building to help protect your claim to territory, and thus resources! Undermine your opponent's hut's foundations to claim outright victory! So, think of the one-player game as a practise mode to prepare you for a proper battle !-)<br><br>And even includes a (simple, but with more functions coming soon-ish) map editor!<br><br>Incidentally, here's some more DMA-ness,  for Android !-)<br><br><a href=\"https://steamcommunity.com/linkfilter/?url=https://www.facebook.com/angryturdsmaddma\" target=\"_blank\" rel=\"noopener\"  >https://www.facebook.com/angryturdsmaddma</a><br><a href=\"https://www.youtube.com/watch?v=kGfCsk-3xFQ\" target=\"_blank\" rel=\"noreferrer\"  id=\"dynamiclink_1\" >https://www.youtube.com/watch?v=kGfCsk-3xFQ</a><br><a href=\"https://steamcommunity.com/linkfilter/?url=https://www.facebook.com/maddmaapps\" target=\"_blank\" rel=\"noopener\"  >https://www.facebook.com/maddmaapps</a><br><br>-------------<br>How To Play<br>-------------<br><br>Your Tiny Miners have abilities similar to &quot;Lemmings&quot;, eg: bash (left or right), dig (down or up), climb, build, float, etc. When you deploy a Miner, he will dumbly walk forward until you command him to do something. Be aware that, when underground, a Miner will continue any current activity until he is aligned to a map square before starting a new one. You can click on an ability button to select it, then LMB on a Miner to start or stop that ability. Alternatively you can play via keyboard, so press a key to issue a command, and press the same key again to stop bashing or digging, or to disable climbing. All keyboard controls can be redefined via title screen.<br><br>Thus, you would typically dig down to where the goodies are, whilst avoiding explosives, falling objects (eg: ice and rocks will fall if not supported, and boulders also roll sideways if the earth beneath them is not intact, similar to &quot;Boulderdash&quot;), etc. Wormholes and gas-pockets cannot be seen until you open them, by passing into their map squares.<br><br>When underground, your Tiny Miners will dig and bash so as to remain aligned to map squares, so if you press a key, wait for the response, do not press again because your Miner does not start instantly, as this will cancel the command. This is so you only dig/ bash into a single square at a time (you would not want to simultaneously enter two squares where, for example, one might be a jewel and the other an explosive). Again, if you command to stop digging down, or change to bashing, your Tiny Miner will finish emptying his current square, so the bashing will be safely aligned to a single object.<br><br>When your Miner has proved his worth at collecting, then you must return him home to receive payment for the jewels he has. Thus digging up and building are possible. The trick is to not be too greedy, because if your Miner dies on the way home, he will then attempt to drop a jewel bag. When playing a loaded map, this will contain all the jewels carried by the dead Miner. Alternatively, when playing a generated landscape, it will only contain half of his carried jewels.<br><br>---------------------<br>On The Title Screen<br>---------------------<br><br>Across the top of the title screen, which itself alternates between a Manic-Auto-Demo, or a previously-played Game-Replay, you will find, from left to right, the following bars and buttons:<br><br>The top-left five buttons are: one-game; two-player; load saved game or level map; reset MAD/GR; and deposit the current MAD/GR map number into the landscape bar.<br><br>In the middle, are three bars: the landscape selector (1-99999); the level selector (Easy/Medium/Hard); and the currently-selected landscape's high-score. This is the number of jewels safely and successfully returned home. The landscape selector's arrows can be pressed with the LMB for slow, the RMB for fast. Or press both for faster, where the order of pressing them also counts. Or just L/RMB on individual digits for minus/plus one.<br><br>The top-right five buttons are: customise RGB; define keys; show stats; editor; and quit! You can pimp your Tiny Miners, by changing the colours of their parasol, hair, eyes, skin, boiler-suit, gloves, bag, and boots. First LMB on the item button, then on the preferred colour button. In the same way, the define keys page allows all of the keyboard preferences to be chosen. First LMB on the relevant bar, then press the required key. The stats page lists all of your current Steam achievements, and will hopefully become more periodic-table-like as more are added.<br><br>The bottom-left button (also visible during the game), is press with LMB for slow, or RMB for fast, and move the mouse to scroll the map window. Also, CTRL can be pressed to enable window scrolling. The Landscape Editor can also be accessed by pressing TAB.<br><br>--------------------------<br>Two-Player Online Game<br>--------------------------<br><br>The second button on the title screen opens the &quot;Invite Friend&quot; page. It lists your Stream friends, and you can select any to invite into a two-player online game. If you receive an invite, the button on the title screen will flash, and then the page will show from whom, and you can accept the invite. The two-player game will begin upon acceptance of an invite, and, yes, two-player games can be saved, and loaded, obviously, later!<br><br>On the invite page, you will also see the landscape and difficulty bars. Whomever sends the invite will define these, and will play the game as Player One (hut at the left of the map). Player Two (in the right hut) will thus be whomever accepts the invite to the sent landscape and difficulty.<br><br>When you choose to load a saved two-player game, an invite will be sent to the relevant Steam friend, and the game will commence for both players when the invite is accepted.<br><br>Don't forget, featuring wall-building to help protect your claim to territory, and thus resources! Undermine your opponent's hut's foundations to claim outright victory! Go on, try it now: bash away the four squares directly beneath your hut's metal foundations !-)<br><br>-------------------------<br>The Landscape Number<br>-------------------------<br><br>This is used as the seed for a list of pseudo-random numbers, in order to create procedurally-generated:<br><br>+ landscape shape;<br>+ rainbow sizes (inner and outer radii) and intensity (if a daytime sky texture);<br>+ sky texture (1 of 30), speed (slow/fast) and direction (left/right);<br>+ grass colouring (RGB);<br>+ earth texture (1 of 30) and colouring (RGB);<br>+ water height, colouring (RGB), speed (slow/fast) and direction (left/right);<br>+ dinosaur skeleton texture (1 of 5), position, size, and direction (left/right);<br>+ locations and sizes of trees (max size is determined by landscape slope, else always Bonsais for stepped, and colours according to grass, soil and water RGBs);<br>+ locations of objects.<br><br>The landscape shape is either flat, or determined by a random number of randomly-sized/positioned curves, and also with a one in five chance that the curves will then become steps. It is then 50/50 whether the objects will be placed singularly, or in horizontal/vertical lines.<br><br>--------------------<br>The Difficulty Level<br>--------------------<br><br>This is used to determine the numbers of objects in the generated landscape. This generally means that Easy results in more of the nice objects (eg: jewels), and less of the nasty objects (eg: explosives). Obviously, Hard is the proverbial vice-versa.<br><br>-----------------<br>During Le Game<br>-----------------<br><br>The top-left button is used to select weapon mode, from the available weapons which are carried by your currently selected Tiny Miner. For the current weapon type, the button shows your currently selected Miner's available weapon count, if you have one.<br><br>TNT: It's never been so much fun to toss ... TNT!  You must always toss your TNT upwards! Thus, the mouse has to be above your Miner's height to toss one. Also, you can press CTRL to focus the view upon your TNT's impact point (if Enlarge-O-Scope is off).<br><br>FUSE BOMB: When in fuse bomb mode, you will be shown a fading fuse bomb at the location your currently selected Tiny Miner will ... drop one! A nice, smooth, hard, shiny, black round one! Simply press LMB in the map to leave behind a fuse bomb, and get out of the way before its fuse runs out!<br><br>LASER: When in laser mode, you will be shown a fading laser spot at the location your currently selected Tiny Miner will fire one from. Simply aim with the mouse, and press LMB to fire!<br><br>FLAMER: Again, when enabled, you will be show a fading flamer at the side your currently selected Tiny Miner will fire one from (left/right/above/below). Aim with the mouse, horizontally or vertically, and LMB to fire!<br><br>The next button is used to enter Wall Mode. During this, any of your Miners can build with brick or metal wall into nearby empty map squares, as long as the square can adequately support it. A brick can be placed on top of firm soil, or any other solid object, thus creating a vertical wall, whilst metal can also be placed beneath and next to another same-coloured metal, thus forming horizontal structures. So, point at a square, and if you can build there, the mouse will show as normal, or it will be transparent if the square cannot be built.<br><br>To the right of these are three bars, the middle of which shows your current available funds, and the elapsed game time. The first bar, when you have a selected Miner, shows how many jewels that Miner is carrying, and the states of his climb, float, and breathe abilities. Beneath these are the Miner's number, his current movement direction (left or right), and his current activity mode. When you have no Miner selected, this bar shows how many Miners you have deployed in the landscape.<br><br>The third bar shows two jewels counts, and your total number of deaths during the current game. When playing a generated landscape, the jewels counts are your jewels (see next), and the total number of jewels in the landscape. If you have a selected Miner, then it shows how many jewels carried by him. If you have no selected Miner, then it shows the number of jewels carried by your deployed Miners. If you have no deployed Miners, then it shows the number of jewels returned home. For a loaded level map, the jewels counts are your number of jewels returned home and required number of jewels to complete the level. The two top-right buttons are save game, and quit game, and they function as soon as pressed, so do so only if you mean it!<br><br>At the bottom centre of the screen (when the Enlarge-O-Scope not active) are the game-play buttons (equivalents to keyboard controls). The two bottom-left buttons select through your deployed Miners. To the right of these are the ability icons, and the two bottom-right buttons will start/stop the selected ability, and change the selected Miner's direction (turn).<br><br>Its LMB on an ability icon to select it, then LMB on a Miner to start or stop that ability (or, obviously, use the corresponding key). RMB on a Miner will select him, or on an icon will purchase it, cash-permitting. RMB not on a Miner or icon will unselect any selected Miner. Icons cost 100, and Miners, 1000, each. Digging, bashing, blocking and bombing all cost one icon every time a Miner starts to do so. Climbing, floating, breathing and building cost one icon the first time they are given to a Miner, and he remembers that ability until he dies.<br><br>Tiny Miners are perfectionists, which means they might not always respond instantly. When underground, digging and bashing will always start when a Miner is aligned to a map square, thus issue a command only once, and it will begin very soon after. If you want to  cease digging or bashing, then, for example, just press the key again. The two lower Enlarge-O-Scope icons show the selected Miner's current &amp; pending activities.<br><br>At the screen bottom-left is the scroll icon. Press with LMB (or RMB for fast), and move the mouse to scroll the map window (or press CTRL).<br><br>---------------------------------------<br>&quot;Phooo! What`s That Funny Smell ?-)&quot;<br>---------------------------------------<br><br>Whilst excavating, your Tiny Miners might accidentally get sucked off into a Wormhole, or come across a gas-pocket! Once opened, pockets will start to emit a finite number of gas clouds. Gas is explosive, and is ignited by explosions, TNT or bomb fuses, lasers, light-bulbs, or sparks. Sparks can be created when rocks or boulders fall against or are pushed over metal, or rocks, boulders, jewels, coins or bulbs fall onto metal. Gas comes in three colours: blue, green and red:<br><br>Blue: is lighter than air, thus rises.<br>Green: is heavier than air, thus falls.<br>Red: tends to hang around, but not just like a bad smell - it`s also acidic!<br><br>Gas is poisonous to non-breathers, but can be vented, for example, by tunneling out through a hillside. Red acidic gas, however, is instantly fatal, and can even eat into, and detonate, explosives!<br><br>---------------------------------------<br>&quot;What`s They're Whirled Made Of ?-)&quot; <br>---------------------------------------<br><br>Soil: there`s tons of it about, but it`s easily shifted<br>Brick: cannot be dug, but can be exploded, lasered, or flamed through<br>Rock: ditto, but can also be pushed, and dropped<br>Boulder: ditto, and will also roll sideways if not supported<br>Metal: impenetrable, immovable, and sparks when scraped by rocks or boulders, or hit by rocks, boulders, jewels, coins, bulbs, lasers or flamers<br>Jewel: worth 500 a pop, when returned home, and are subject to the force of gravity<br>Coin: just like jewels, except you receive payment for them instantly (bronze=50, silver=100, gold=200)<br>Egg: where new Miners hatch from, but are fragile, so avoid that pesky gravity<br>Explosive: thus, avoid at all costs, and also protect these from gravity, too<br>Ice: can be pushed to detonate explosives from a safe distance <br>Smiley: a Miner can take up to 2 of these for heightening his senses, and then more for earning weapons<br>Bulb: they never grow, just shine, and are very, very hot, so can ignite gas clouds<br>Bag: can be left behind by dead Miners whom were carrying jewels<br>Wormhole: if the exit is not blocked, for instantaneous transportationings to ... elsewhere ?-)<br>Gas Pocket: will emit a finite number of gas clouds, either Blue (up), Green (down), or Red (deadly)<br>Gas Cloud: ignited if in contact with explosions, TNT or bomb fuses, lasers, flamers, light-bulbs or sparks, or if Red gas touches an explosive<br>Smoke: bad smoke, not good smoke, is best vented out of the earth into open air<br>Sparks: are emitted when rocks or boulders fall against or are pushed over metal; or when rocks, boulders, jewels, coins or bulbs fall onto metal; or when a laser or flamer hits metal, coins, or bulbs;<br><br>And now, maps can also contain collectable icons for the Miner abilities. Please see the editor (below) for more info.<br><br>--------------------------<br>&quot;Welease The Miners !-)&quot; <br>--------------------------<br><br>Walker: like a mindless automaton, blindly strolling to his own death<br>Climber: likes to get high, and does so at every available opportunity<br>Floater: so high, feels like he`s floating on air<br>Breather: capable of some seriously heavy breathing<br>Bomber: very, very hot-headed, and always blowing his top over nothing<br>Blocker: even a password would be more than his job`s worth<br>Builder: prefers to be more of a constructive individual<br>Basher: loves nothing more than bashing away horizontally<br>Downer: really, really, really, loves getting down<br>Upper: always on the up, unless shaken<br><br>-----------------------------<br>Manic-Miners-Mini-Missions<br>-----------------------------<br><br>These occur randomly, and you're given just 60 seconds to respond, or complete a specified task:<br><br>DOUBLE COINS: all coins are worth double<br>TRIPLE COINS: all coins are worth triple<br>2 EGGS: bash or dig two eggs<br>2 BULBS: bash or dig two light-bulbs<br>3 CUBES: bash or dig three ice cubes<br>5 SMILEYS: collect five smileys<br>2 EXPLOSIVES: dig up, and bash left or right from, under two explosives<br>2 CARRY 15: have two Tiny Miners simultaneously carrying fifteen jewels each<br>3 CARRY 10: have three Tiny Miners simultaneously carrying ten jewels each<br>OPEN WORMHOLE: find and open a wormhole<br>OPEN GAS POCKET: find and open a (non-red!) gas pocket <br>HALF DEPTH: dig down to half of the maximum depthtitude<br>TEN SHIMMIES: make a climber perform ten shimmies (turns) without falling<br>INFINITE TNT: all Tiny Miners now have infinite TNTs for ten seconds<br><br>-------------------<br>Keyboard Controls<br>-------------------<br><br>Q == DIG UP<br>A == DIG DOWN<br>O == BASH LEFT<br>P == BASH RIGHT<br><br>C == CLIMB<br>F == FLOAT<br>B == BREATH<br>D == BOMB<br>X == BLOCK<br>Z == BUILD (+CTRL = BUILD UP)<br><br>I == TURN MINER (invert direction)<br>ENTER == START/STOP MINER<br>SPACE == HOLD MINER (same as pointing the mouse at Miner)<br><br>HOME == DEPLOY MINER<br>{ == PREVIOUS MINER<br>} == NEXT MINER<br><br>T == TNT MODE (then CTRL = show impact point)<br>W == WALL MODE<br><br>E == ENLARGE-O-SCOPE (circle = magnify)<br>R == REDUCT-O-VISION (square = map)<br><br>H == PAUSE<br>M == MUSIC ON/OFF<br>N == NEXT TUNE<br><br>, == ICON DOWN<br>. == ICON UP<br>F1 - F9 == SELECT ICONS<br><br>- == GAME SLOWER<br>+ == GAME FASTER<br><br>1 == TNT MODE<br>2 == FUSE BOMB MODE<br>3 == LASER MODE<br>4 == FLAMER MODE<br><br>7 == ANTI-ALIASING ON/OFF<br><br>8 == ENABLE HINT MODE<br>9 == REPEAT LAST HINT<br>0 == RESET HINT MODE<br><br>CURSORS == MOVE WINDOW (+CTRL = FAST)<br>or press CTRL and move the mouse<br>or press SCROLL BUTTON and move the mouse<br><br>TAB == spy on your opponent's selected Miner if your<br>selected miner has a radar (drop 2 smileys), but do be<br>aware this costs your Tiny Miner &quot;psychic energy&quot;, and<br>is thus fatal if done for too long<br><br>ESC == CANCEL / QUIT<br><br>When on the title screen:<br><br>ENTER == PLAY GAME<br>TAB == START EDITOR<br>SPACE == DETONATE A RANDOM MAD-AUTO-DEMO MINER<br><br>-----------------------<br>Some Useful Numbers<br>-----------------------<br><br>Map Size: 256 x 256 squares.<br>Map Size: 4096 x 4096 pixels.<br><br>A Tiny Miner can carry up to 255 jewels at a time. Yes, BIG pockets!<br>One Jewel is worth 500. One Miner costs 1000. And Icons cost:<br><br>100 -- Blocker, Builder, Basher, Downer, Upper<br>250 -- Climber, Floater, Breather<br>500 -- Bomber<br><br>Bronze Coin: worth 50<br>Silver Coin: worth 100<br>Gold Coin: worth 200<br><br>Build Wood: costs 50 [coming soon!]<br>Build Brick: costs 100<br>Build Metal: costs 200<br><br>Initial numbers of Miners, Icons and TNTs are:<br><br>Easy:<br>5 Miners with 5 TNTs each<br>10 Climbers/Floaters/Breathers/Bombers/Blockers/Builders<br>20 Bashers/Downers/Uppers<br><br>Medium:<br>4 Miners with 4 TNTs each<br>5 Climbers/Floaters/Breathers/Bombers/Blockers/Builders<br>15 Bashers/Downers/Uppers<br><br>Hard:<br>3 Miners with 3 TNTs each<br>3 Climbers/Floaters/Breathers/Bombers/Blockers/Builders<br>10 Bashers/Downers/Uppers<br><br>A Tiny Miner can take 2 smileys to permanently heighten his senses. Then, every collected smiley is worth one random weapon. Egg-hatched Miners come into Manic Whirled with 1 TNT. (&quot;Is that a TNT in your pocket, or are you pleased to see me?&quot;)<br><br>Minimum Screen Size: 1600 x 1024<br>Recommended Screen Size: 1920 x 1080<br>Maximum Screen Size: cannot exceed the Map Pixel Size (4096 x 4096)<br><br>You may notice, I haven't specified minimum hardware requirements. Apologies. Me is very, very software, but not at all hardware, so I dunno. Hopefully it helps if I list my PC's specs ?-)<br><br>Acer Predator G5900<br>Intel Core i5 CPU 650 @ 3.2 GHz<br>8GB DDR3 RAM<br>NVIDIA GeForce GT 340<br>Windows 10 64-bit x64<br>DirectX 11<br><br>If there's anything missing, please let me know where this information can be found on my machine, and I'll add it !-)<br><br>----------------------------------<br>Ooohh! There's An Editor ... Too!<br>----------------------------------<br><br>There are TWO STEPS to creating a map: defining the curvature (or zero if flat) of the landscape; and placing objects into the map.<br><br>So, the FIRST step is to define the landscape shape. The landscape is shaped by a series of parametric curves, which are defined by an even number of points. The points can be moved by LMB on any of them (except the first and last points), but they cannot change their order horizontally. Thus you cannot move a point left or right beyond the previous or next point (and a small space is always left between points). Points can be added or removed, whilst complying with a minimum and maximum number of points. The two buttons at the right of the screen allow this. To add (two) points, press the &quot;+&quot; button, then LMB in the map, and they will be added at positions using the two existing surrounding points' and the mouse's. Or press &quot;-&quot; button and then LMB between two existing points to delete the pair of them. Curved landscapes can be made to be stepped by using the button at the screen bottom-right, and to define a flat landscape, press the button again. Note that you can now also use the map window (REDUCT-O-VISION) to drag, and add or delete, the landscape points<br><br>At the centre of the screen lower are three sets of three slider bars, for defining the grass, earth and water colours (RGB). For each of the three sets, there must be at least one element having a minimum value of fifty percent colour. At either side of these are the sky and earth texture selectors. Press these with either LMB or RMB to cycle through the available textures. Above each texture there are four buttons, for selecting scroll left/right and slow/fast. Above the earth you will find another slider bar, for defining the water's height. The three slider bars above all of those are for defining the rainbow inner and outer radii and its strength. All of these controls can be turned on and off with the TAB key.<br><br>At the screen top-left is the 'DONE' button. Pressing this will finalise the landscape shape, and water height, and move you to the SECOND step - be aware this can't be undone. The second step is to define the level properties, and place objects into the map. Thus, during the FIRST step, the disk button is used to load a previously saved map, and during the SECOND step, it is used to save the current editor map. The map name is defined at the screen lower, in the bar which is visible when the editor controls are off (press TAB).<br><br>At the screen top, there is a button showing the currently selected object type. You can point at this, and a drop-down bar appears allowing you to change objects. An object of the current type can be placed into the map at the mouse's location using the LMB, and you can delete the content of a map square via RMB. Whilst placing objects in the map, you can press SPACE to get randomly-coloured objects of the current type, when relevant. Pressing SHIFT will lock the edit cursor in the X or Y, whichever changes first by moving the mouse, so that you can &quot;draw&quot; horizontal/vertical straight lines.<br><br>Right of the disk and object buttons, is the difficulty bar, for setting your map as either easy, medium, or hard. Next is the number of jewels safely returned home that is required to complete the level. Next are displayed counts of various types of objects in the current map. On the Enlarge-O-Scope, you can press the buttons and thus define the initial numbers of Miners, TNTs per Miner, and Ability Icons of your level (LMB = -1, RMB = +1).<br><br>When you press the disk button after having defined the landscape shape, if no map name has been entered, then its input bar is automatically activated. Also, if there's an invalid number of jewels required to complete the map (or not enough jewels in it), then that input bar instead is activated. Otherwise, the map will be saved in:<br><br>&quot;STEAM/steamapps/common/ManicMiners/Maps&quot;<br><br>The editor now also contains an upload button (up arrow) which will send the current map to the Steam Workshop. Any downloaded maps are copied to the maps folder, when the game initially starts.<br><br>Also, the editor now allows collectable icons objects to be placed in the map, one type per each of the miner abilities. Thus, when playing a map which contains such items, it is not possible to purchase any abilities, since they can only be collected. The idea is that this would allow people to design maps which are more like logical puzzles which have to be completed. PLEASE ?-)<br><br>----------------<br>And ... Finally !<br>----------------<br><br>The history of the Tiny Miners (TM), which is about 15 years so far, on and off, can be found, and suggestions deposited, here ...<br><br><a href=\"https://steamcommunity.com/linkfilter/?url=https://www.facebook.com/MinersManic\" target=\"_blank\" rel=\"noopener\"  >https://www.facebook.com/MinersManic</a><br><br>... or ...<br><br><a href=\"mailto:manic-miners@outlook.com\">manic-miners@outlook.com</a><br><br>Also, please do message me at either of them concerning anything not working correctly on your particular machine. Thank you to the few people whom have already helped with one major, and a couple of minor, issues so far. Infinite appreciations !-)<br><br>&quot;The only game where you can push your rocks, and toss your ... TNT ?-)&quot;<br>&quot;Groovy&quot; !-)<br><br>maddma productions<br>&quot;i can't behave ... me name's dave&quot; !-)",
            "short_description": "Welcome to &quot;MANIC MINERS&quot; - just imagine, &quot;Lemmings&quot; meets &quot;Boulderdash&quot; ... with TNTs, fuse bombs, lasers and flamers tossed-in-too! Deploy your Tiny Miners (TM) to collect, and safely return home, as many jewels as possible. But, be very, very, aware - there's a million ways to die daan there!",
            "supported_languages": "English",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/511070/header.jpg?t=1533046283",
            "website": "https://www.facebook.com/MinersManic",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7<br></li><li><strong>Graphics:</strong> Vertex / Pixel Shaders: 4.0<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 512 MB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 10<br></li><li><strong>Graphics:</strong> Vertex / Pixel Shaders: 4.0<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 512 MB available space</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "developers": [
                "maddma"
            ],
            "publishers": [
                "maddma"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 199,
                "final": 199,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "1,99"
            },
            "packages": [
                118773
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy MANIC MINERS",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 118773,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "MANIC MINERS - 1,99",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 199
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 36,
                    "description": "Online Multi-Player"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 30,
                    "description": "Steam Workshop"
                },
                {
                    "id": 23,
                    "description": "Steam Cloud"
                },
                {
                    "id": 15,
                    "description": "Stats"
                },
                {
                    "id": 25,
                    "description": "Steam Leaderboards"
                },
                {
                    "id": 17,
                    "description": "Includes level editor"
                },
                {
                    "id": 14,
                    "description": "Commentary available"
                }
            ],
            "genres": [
                {
                    "id": "4",
                    "description": "Casual"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_53baa263b242e0c940ca8c41195e3a6c36ab421c.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_53baa263b242e0c940ca8c41195e3a6c36ab421c.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_f9b3163778fc9e3753382393cf4c22eea79a3b74.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_f9b3163778fc9e3753382393cf4c22eea79a3b74.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_ed2e88060e1b3171f05bafa04b3f88a763e59167.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_ed2e88060e1b3171f05bafa04b3f88a763e59167.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_3290b5940ef15628255e90d9020d0a2235e74587.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_3290b5940ef15628255e90d9020d0a2235e74587.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_e67b85ccd3fa4691cf8c2396b6358b6b2e129bbe.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_e67b85ccd3fa4691cf8c2396b6358b6b2e129bbe.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_e93a448313c3ba84c04eabfb0f0f7c62b5959b97.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_e93a448313c3ba84c04eabfb0f0f7c62b5959b97.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_0b79c5371fce9eec5a3a4b692ce31fe32f2d53f2.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_0b79c5371fce9eec5a3a4b692ce31fe32f2d53f2.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_c74386f19d654e0a72249062b80266891ae47c35.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_c74386f19d654e0a72249062b80266891ae47c35.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_05dec2d6c64420f58e5f823c038ba9ae6339fb3b.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_05dec2d6c64420f58e5f823c038ba9ae6339fb3b.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_d358d2fd1685bf2cbe8c07dcbee480107de3b62b.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_d358d2fd1685bf2cbe8c07dcbee480107de3b62b.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_206d6713aa86046283ae60ec5da43ba30d929fee.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_206d6713aa86046283ae60ec5da43ba30d929fee.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_2efd46d04876de3092ccfb5d18ead6a572c14c2f.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_2efd46d04876de3092ccfb5d18ead6a572c14c2f.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_e0a2e83f79b2ad511ad3a4d5559d8099df523420.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_e0a2e83f79b2ad511ad3a4d5559d8099df523420.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_6d0de75c2c1c4b3081ef9e5c12a598e16442750c.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_6d0de75c2c1c4b3081ef9e5c12a598e16442750c.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_ca66dc98169f932885d93041944b1af1aff8e690.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_ca66dc98169f932885d93041944b1af1aff8e690.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 15,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_d48020a745ed59789fc8dfb0c13c0b872d647cf4.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_d48020a745ed59789fc8dfb0c13c0b872d647cf4.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 16,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_29d79f59151b0cf5e87c539c690e5f95e0ad0661.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_29d79f59151b0cf5e87c539c690e5f95e0ad0661.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 17,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_70091684d70057fdef0f2a2c1714082dce3f635f.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_70091684d70057fdef0f2a2c1714082dce3f635f.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 18,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_8c73049c9bd0d0bcd72096e66d5f0e89b841c54c.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_8c73049c9bd0d0bcd72096e66d5f0e89b841c54c.1920x1080.jpg?t=1533046283"
                },
                {
                    "id": 19,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_e9bc249525e300f8fa71416a05e03b1df5143da4.600x338.jpg?t=1533046283",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/511070/ss_e9bc249525e300f8fa71416a05e03b1df5143da4.1920x1080.jpg?t=1533046283"
                }
            ],
            "movies": [
                {
                    "id": 256689499,
                    "name": "CAN DO",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256689499/movie.293x165.jpg?t=1499352109",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256689499/movie480.webm?t=1499352109",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256689499/movie_max.webm?t=1499352109"
                    },
                    "highlight": true
                },
                {
                    "id": 256675697,
                    "name": "A Day In The Life Of A Tiny Miner (TM)",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256675697/movie.293x165.jpg?t=1480890902",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256675697/movie480.webm?t=1480890902",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256675697/movie_max.webm?t=1480890902"
                    },
                    "highlight": true
                },
                {
                    "id": 256677309,
                    "name": "Fancy Double-Entendre ?-)",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256677309/movie.293x165.jpg?t=1487971872",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256677309/movie480.webm?t=1487971872",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256677309/movie_max.webm?t=1487971872"
                    },
                    "highlight": true
                },
                {
                    "id": 256675543,
                    "name": "Two Player ONLINE",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256675543/movie.293x165.jpg?t=1480890910",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256675543/movie480.webm?t=1480890910",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256675543/movie_max.webm?t=1480890910"
                    },
                    "highlight": true
                },
                {
                    "id": 256676347,
                    "name": "BouldersNSparks",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256676347/movie.293x165.jpg?t=1481670352",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256676347/movie480.webm?t=1481670352",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256676347/movie_max.webm?t=1481670352"
                    },
                    "highlight": false
                },
                {
                    "id": 256677657,
                    "name": "DEATH BY ... DETONATION !-)",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256677657/movie.293x165.jpg?t=1483988944",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256677657/movie480.webm?t=1483988944",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256677657/movie_max.webm?t=1483988944"
                    },
                    "highlight": false
                },
                {
                    "id": 256677658,
                    "name": "DEATH BY ... CRUSHING !-)",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256677658/movie.293x165.jpg?t=1483988955",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256677658/movie480.webm?t=1483988955",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256677658/movie_max.webm?t=1483988955"
                    },
                    "highlight": false
                },
                {
                    "id": 256677659,
                    "name": "DEATH BY ... DROWNING !-)",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256677659/movie.293x165.jpg?t=1483988967",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256677659/movie480.webm?t=1483988967",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256677659/movie_max.webm?t=1483988967"
                    },
                    "highlight": false
                },
                {
                    "id": 256677660,
                    "name": "DEATH BY ... EXPLOSION !-)",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256677660/movie.293x165.jpg?t=1483988978",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256677660/movie480.webm?t=1483988978",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256677660/movie_max.webm?t=1483988978"
                    },
                    "highlight": false
                },
                {
                    "id": 256677661,
                    "name": "DEATH BY ... GRAVITY !-)",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256677661/movie.293x165.jpg?t=1483988988",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256677661/movie480.webm?t=1483988988",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256677661/movie_max.webm?t=1483988988"
                    },
                    "highlight": false
                },
                {
                    "id": 256677662,
                    "name": "DEATH BY ... LIGHT-BULB !-)",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256677662/movie.293x165.jpg?t=1483988999",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256677662/movie480.webm?t=1483988999",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256677662/movie_max.webm?t=1483988999"
                    },
                    "highlight": false
                },
                {
                    "id": 256677663,
                    "name": "DEATH BY ... STENCH !-)",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256677663/movie.293x165.jpg?t=1483989009",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256677663/movie480.webm?t=1483989009",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256677663/movie_max.webm?t=1483989009"
                    },
                    "highlight": false
                }
            ],
            "achievements": {
                "total": 89,
                "highlighted": [
                    {
                        "name": "Getting Hands Dirty In ... Drought!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/511070/8eb25403e12e0b3bab427de430cce2b94343c2bd.jpg"
                    },
                    {
                        "name": "Getting Hands Dirty In ... Scarred!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/511070/f2fe532a959a7d42107da0c927ad585d3e5292de.jpg"
                    },
                    {
                        "name": "Getting Hands Dirty In ... Mercury!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/511070/bde6f0405137c18dad6e8f94276b2dc7631891ce.jpg"
                    },
                    {
                        "name": "Getting Hands Dirty In ... Lava!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/511070/24183111bb91e7b951e59d9fcd4d60df495ce77e.jpg"
                    },
                    {
                        "name": "Getting Hands Dirty In ... Stonewall!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/511070/5713ddcbe1b8229385023482c3246cc6830fad9d.jpg"
                    },
                    {
                        "name": "Getting Hands Dirty In ... Darkwood!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/511070/a06cf2807950649a2e804ab12d75911beef6e328.jpg"
                    },
                    {
                        "name": "Getting Hands Dirty In ... Pebbles!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/511070/6e94d66ad93b1e8fd633b8e18b5ef6c838aa945d.jpg"
                    },
                    {
                        "name": "Getting Hands Dirty In ... Sand!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/511070/c48f77b7269c0c0082e49c459b10423cb50d8197.jpg"
                    },
                    {
                        "name": "Getting Hands Dirty In ... Rocks!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/511070/e532534d9590f35122255b2882bc327ae0ae02e7.jpg"
                    },
                    {
                        "name": "Getting Hands Dirty In ... Brain!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/511070/62e6b965eafb1a203a73521f185b421770f70f8d.jpg"
                    }
                ]
            },
            "release_date": {
                "coming_soon": false,
                "date": "8 Aug, 2016"
            },
            "support_info": {
                "url": "https://www.facebook.com/MinersManic",
                "email": "manic-miners@outlook.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/511070/page_bg_generated_v6b.jpg?t=1533046283",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}