{
    "526060": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Assetto Corsa - Porsche Pack I",
            "steam_appid": 526060,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<strong>PORSCHE PACK VOLUME 1</strong><br>After more than 12 years away from the hardcore sim-racing world, the Porsche Brand finally arrives to Assetto Corsa and Kunos Simulazioni is working in a close and official partnership with the prestigious car manufacturer to release a series of three DLC packages that will include the most iconic, authentic, awesome cars created by Porsche during its glorious history, with the aim to provide the most accurate Porsche virtual experience ever.<br><br>The Porsche Pack Volume 1 introduces some of the most iconic Porsche cars ever created, coupled with some of the most recent models of the Porsche 2016 line-up, with the aim to offer a perfect mix between road cars, hypercars, as well as modern and historic GT and racing models.<br><br><strong>THE CARS</strong><br><br><strong>Porsche 911 Carrera S</strong><br>\t<br>The 911 has been the world's best-selling sports car for decades. In 2015, the new generation arrived to further extend this lead. With innovative turbo flat engines, an advanced chassis with an even greater spread between performance and comfort it is exceedingly well-equipped for this. Thanks to more than four decades of experience with turbo engines – in both motor racing and production sports cars – the new engines in the 911 Carrera S offer improved performance, even more emotional driving pleasure and higher efficiency. 420 hp (309 kW) of power at the rear are waiting to be unleashed and converted into sporty propulsion. The greater power of the 911 Carrera S results from turbochargers with modified compressors, a specific exhaust system and tuned engine management. The new 911 also boasts impressive performance: The 911 Carrera S with Porsche-Doppelkupplung (PDK) and Sport Chrono Package performs its showcase discipline – the sprint from zero to 100 km/h – in just 3.9 seconds. This means that it is the first 911 in the Carrera family to undercut the magic four second mark. And the top speed has also increased further: the 911 Carrera S now reaches a mind-blowing 308 km/h. All in all, the 911 Carrera S again sets the benchmark for driving dynamics of all-round sports cars, further increasing the spread between everyday comfort and circuit performance.<br><br><strong>Porsche 918 Spyder</strong><br>\t<br>The 918 Spyder embodies the essence of the Porsche idea: it combines pedigree motor racing technology with excellent everyday utility, and maximum performance with minimum consumption.<br>The 918 Spyder reveals its close links to motorsport in a variety of ways. It has been designed, developed and produced by Porsche engineers who build race cars, in cooperation with series production specialists. A great deal of insight gained from the development of Porsche race cars for the 24 hours race in Le Mans in 2014 was thus integrated into the 918 Spyder – and vice versa. Also, many parts of the super sports car come from manufacturers who have a proven record as suppliers for motorsport vehicles.<br>The main source of propulsion is the 4.6-litre, eight cylinder engine that produces 608 hp (447 kW) of power. The engine is derived directly from the power unit of the successful RS Spyder, which explains why it can deliver engine speeds of up to 9,150 rpm. The V8 engine is coupled to the hybrid module, which comprises a 115 kW electric motor and a decoupler that serves as the connection with the combustion engine. An additional electric motor with 95 kW drives the front axle. Because of its parallel hybrid configuration, the 918 Spyder can be powered at the rear axle either individually by the combustion engine or electric motors or via both drives jointly, thus giving it a total power of 887 hp (652 kW). The sprint from 0 to 100 km/h is performed within 2.6 seconds, and the top speed is reached at 345 km/h.<br>The car has an unladen weight of approximately 1,640 kg, an excellent low weight for a hybrid vehicle of this performance class. The drivetrain components and all components weighing over 50 kg are located as low and as centrally as possible within the vehicle. This results in a slightly rear end biased axle load distribution of 57 per cent on the rear axle and 43 per cent on the front axle, combined with an extremely low centre of gravity at approximately the height of the wheel hubs, which is ideal for driving dynamics. <br>All of this serves to give the 918 Spyder a superior performance on the racetrack. As the first vehicle to boast global road homologation, the 918 Spyder has conquered the 20.6-kilometre lap around the Nürburgring Nordschleife in less than seven minutes. Achieving a time of exactly six minutes and 57 seconds, the super sportscar shaved an incredible 14 seconds off the previous record.<br><br><strong><br>Porsche 911 Carrera RSR 3.0</strong><br><br>When choosing the most exciting 911 of all time, the Porsche 911 Carrera RSR would come out on top. Based on the 911 Carrera RS homologation model, the RSR was built in 1972 as a Group 4 race car, whose performance far exceeded that of its predecessors. <br>The front and rear wings were five centimetres wider, and the oil cooler was located under the car's front-end which visually highlighted the power of the 55 911 Carrera RSRs produced.  The rear of the vehicle had a six-cylinder engine with increased displacement, whose performance was increased to 330 hp at 8,000 rpm, thanks to dual ignition and larger valves and cylinders. <br>The Porsche works team competed in the 1973 Manufacturers' World Prototype Championship with the 911 Carrera RSR. In the last Targa Florio World Championship race ever held, the works cars achieved an historic overall victory (Müller/van Lennep), which marked the end of the great road race era. More GT victories followed at the 6h of Vallelunga and the 1000 kilometres of Dijon and Spa. Customer teams also entered motorsport events with the 911 Carrera RSR, winning the 24h of Daytona in 1973, as well as the European and German Rally Championships, among others. For Porsche, this heralded the start of a new era of customer racing. <br><strong><br>Porsche 718 Cayman S</strong><br><br>The third, redeveloped generation of the mid-engine sport coupé 718 Cayman has a more striking, athletic and efficient appearance than its predecessors. And although it features -- for the first time -- four-cylinder flat engines with turbocharging instead of six-cylinder engines as in the previous generations, the performance has actually improved significantly. The 718 Cayman S model delivers 350 hp (257 kW) with a displacement of 2.5 litres. The tremendous torque of the new engine promises driving fun and agility even at low revs. The 2.5-litre engine of the 718 Cayman S features a turbocharger with variable turbine geometry (VTG), a technology hitherto used exclusively in the 911 Turbo. It delivers up to 420 Nm (an extra 50 Nm) to the crankshaft at engine speeds between 1,900 and 4,500 rpm. For the driver this means even better torque in all engine speed ranges. The 718 Cayman with PDK and optional Sport Chrono Package sprints from zero to 100 km/h in 4.7 seconds. The 718 Cayman S with Porsche-Doppelkupplung (PDK) and optional Sport Chrono Package sprints from zero to 100 km/h in 4.2 seconds. The top speed is 285 km/h.<br>In terms of its driving dynamics, the 718 Cayman S follows in the tracks of the classic 718 race cars. Thanks to their outstanding agility, the historic mid-engine sports cars won numerous races in the 1950s and 1960s such as the Targa Florio and Le Mans. Lateral rigidity and wheel tracking have been improved in the completely retuned chassis; springs and stabilisers have been designed to be firmer and the tuning of the shock absorbers has been revised. The steering, which has been configured to be ten per cent more direct, enhances agility and driving fun. The rear wheels, which are one-half of an inch wider, in combination with the redeveloped tyres result in an increased lateral force potential and hence in greater cornering stability.<br><br><strong>Porsche 917/30 Spyder</strong><br><br>The Porsche 917/30 Spyder owed its outstanding performance to its twelve-cylinder twin-turbo engine. Unlike the strictly regulated European motorsport series, the CanAm series placed no restrictions on technicians' ingenuity in terms of weight or displacement limits. The team supporting the Porsche race engine designer, Hans Mezger, was therefore able to dig deep into its box of tricks to ensure that the twelve-cylinder turbo engine of the 917/30 steadfastly produced 1,100 to 1,400 hp and a maximum torque of 1,210 Newton metres, thereby guaranteeing exceptional acceleration: from zero to 100 km/h in just 2.4 seconds, a mere 5.4 seconds to the 200 mark and only 11.3 seconds to reach a speed of 300 km/h. <br>And above all, the turbocharger of the Porsche 917/30 Spyder proved to be highly reliable, even on twisting circuits. Porsche driver Mark Donohue beat his McLaren and Chevrolet rivals so comprehensively, that the race car received the equally rare and coveted title of &quot;unbeatable&quot;. Only the CanAm series rules prevented the fast, reliable Porsche 917/30 Spyder from entering the race again in 1974. But the Porsche 917/30 Spyder was much talked about even after the 1973 race season. <br>In 1975, Mark Donohue set a new world lap record in Talladega, Alabama, in an aerodynamically optimised 917/30. The absolute top speed of the American's fastest lap was 385.85 km/h. <br>Today, the race car can be admired in the Porsche Museum in Zuffenhausen, where it is considered a highlight of the museum's collection. The 917/30 also regularly tours the world as a brand ambassador as part of the Rolling Porsche Museum.<br><strong><br>Porsche 935/78 'Moby Dick'</strong><br><br>In 1976, the Porsche engineers developed a race car based on the 911 Turbo, which was set to dominate the long-distance races of the FIA Group 5 Manufacturers' World Championship: the Porsche 935. The highlight of this development project was the legendary Porsche 935/78 from 1978 – the most powerful 911 of all time. The differences between this powerhouse - named &quot;Moby Dick&quot; on account of its wide, long-tailed body - and previous models were a modified frame, aerodynamically enhanced body and right-hand drive, among other things. With the aim of improving the performance and durability of the engine, the Weissach engineers developed a power unit that was destined to leave the competition standing. As previous models had encountered problems with cylinder head maintenance, these were now simply welded together. A compromise also had to be found for the cooling. So water cooled the heads, and air cooled the cylinders. With the newly-introduced four-valve technology, the six-cylinder horizontally opposed engine relied on two intercooled turbochargers. Increasing the displacement to 3,211 cm³ resulted in brute power of 845 hp. Due to its continued dominance, Porsche withdrew from the long-distance World Championship in 1978, meaning that &quot;Moby Dick&quot; saw only a handful of outings. At Le Mans, the race car managed an incredible 366 km/h on the Mulsanne Straight, but in the end its drivers, Manfred Schurti and Rolf Stommelen, only finished in eighth place, due to technical problems. The great successes of the Porsche 935/78 were not achieved until 1978 onwards, as part of the private Kremer team. <br>\t<br><strong>Porsche Cayman GT4 Clubsport</strong><br>\t<br>Using the lightweight mid-engine sports car Cayman GT4 as its basis, Porsche Motorsport has developed a racing version solely for the track. Geared for performance, just like its drivers.The Cayman GT4 Clubsport is powered by a 3.8 liter mid-mounted flat-six engine, with an output of 385 hp (283 kW) and a maximum torque of 420 Nm. It reaches a top speed of 295 km/h. <br>The racing version features a Porsche double clutch transmission with shift paddles on the steering wheel and a mechanical rear-axle locking differential. The lightweight suspension strut front axle system is taken from its big 911 GT3 Cup brother, which is campaigned in Porsche's 20 one-make championships around the world. The impressive racing brake system is fitted with steel brake discs all round measuring 380-millimeters in diameter. <br>Tipping the scales at just 2866 lbs. (1,300 kilograms), the Cayman GT4 Clubsport, delivered from the factory with a welded-in safety cage, a racing bucket seat as well as a six-point harness, is truly lightweight and provides the car with a unique agility and driving dynamics on the track.",
            "about_the_game": "<strong>PORSCHE PACK VOLUME 1</strong><br>After more than 12 years away from the hardcore sim-racing world, the Porsche Brand finally arrives to Assetto Corsa and Kunos Simulazioni is working in a close and official partnership with the prestigious car manufacturer to release a series of three DLC packages that will include the most iconic, authentic, awesome cars created by Porsche during its glorious history, with the aim to provide the most accurate Porsche virtual experience ever.<br><br>The Porsche Pack Volume 1 introduces some of the most iconic Porsche cars ever created, coupled with some of the most recent models of the Porsche 2016 line-up, with the aim to offer a perfect mix between road cars, hypercars, as well as modern and historic GT and racing models.<br><br><strong>THE CARS</strong><br><br><strong>Porsche 911 Carrera S</strong><br>\t<br>The 911 has been the world's best-selling sports car for decades. In 2015, the new generation arrived to further extend this lead. With innovative turbo flat engines, an advanced chassis with an even greater spread between performance and comfort it is exceedingly well-equipped for this. Thanks to more than four decades of experience with turbo engines – in both motor racing and production sports cars – the new engines in the 911 Carrera S offer improved performance, even more emotional driving pleasure and higher efficiency. 420 hp (309 kW) of power at the rear are waiting to be unleashed and converted into sporty propulsion. The greater power of the 911 Carrera S results from turbochargers with modified compressors, a specific exhaust system and tuned engine management. The new 911 also boasts impressive performance: The 911 Carrera S with Porsche-Doppelkupplung (PDK) and Sport Chrono Package performs its showcase discipline – the sprint from zero to 100 km/h – in just 3.9 seconds. This means that it is the first 911 in the Carrera family to undercut the magic four second mark. And the top speed has also increased further: the 911 Carrera S now reaches a mind-blowing 308 km/h. All in all, the 911 Carrera S again sets the benchmark for driving dynamics of all-round sports cars, further increasing the spread between everyday comfort and circuit performance.<br><br><strong>Porsche 918 Spyder</strong><br>\t<br>The 918 Spyder embodies the essence of the Porsche idea: it combines pedigree motor racing technology with excellent everyday utility, and maximum performance with minimum consumption.<br>The 918 Spyder reveals its close links to motorsport in a variety of ways. It has been designed, developed and produced by Porsche engineers who build race cars, in cooperation with series production specialists. A great deal of insight gained from the development of Porsche race cars for the 24 hours race in Le Mans in 2014 was thus integrated into the 918 Spyder – and vice versa. Also, many parts of the super sports car come from manufacturers who have a proven record as suppliers for motorsport vehicles.<br>The main source of propulsion is the 4.6-litre, eight cylinder engine that produces 608 hp (447 kW) of power. The engine is derived directly from the power unit of the successful RS Spyder, which explains why it can deliver engine speeds of up to 9,150 rpm. The V8 engine is coupled to the hybrid module, which comprises a 115 kW electric motor and a decoupler that serves as the connection with the combustion engine. An additional electric motor with 95 kW drives the front axle. Because of its parallel hybrid configuration, the 918 Spyder can be powered at the rear axle either individually by the combustion engine or electric motors or via both drives jointly, thus giving it a total power of 887 hp (652 kW). The sprint from 0 to 100 km/h is performed within 2.6 seconds, and the top speed is reached at 345 km/h.<br>The car has an unladen weight of approximately 1,640 kg, an excellent low weight for a hybrid vehicle of this performance class. The drivetrain components and all components weighing over 50 kg are located as low and as centrally as possible within the vehicle. This results in a slightly rear end biased axle load distribution of 57 per cent on the rear axle and 43 per cent on the front axle, combined with an extremely low centre of gravity at approximately the height of the wheel hubs, which is ideal for driving dynamics. <br>All of this serves to give the 918 Spyder a superior performance on the racetrack. As the first vehicle to boast global road homologation, the 918 Spyder has conquered the 20.6-kilometre lap around the Nürburgring Nordschleife in less than seven minutes. Achieving a time of exactly six minutes and 57 seconds, the super sportscar shaved an incredible 14 seconds off the previous record.<br><br><strong><br>Porsche 911 Carrera RSR 3.0</strong><br><br>When choosing the most exciting 911 of all time, the Porsche 911 Carrera RSR would come out on top. Based on the 911 Carrera RS homologation model, the RSR was built in 1972 as a Group 4 race car, whose performance far exceeded that of its predecessors. <br>The front and rear wings were five centimetres wider, and the oil cooler was located under the car's front-end which visually highlighted the power of the 55 911 Carrera RSRs produced.  The rear of the vehicle had a six-cylinder engine with increased displacement, whose performance was increased to 330 hp at 8,000 rpm, thanks to dual ignition and larger valves and cylinders. <br>The Porsche works team competed in the 1973 Manufacturers' World Prototype Championship with the 911 Carrera RSR. In the last Targa Florio World Championship race ever held, the works cars achieved an historic overall victory (Müller/van Lennep), which marked the end of the great road race era. More GT victories followed at the 6h of Vallelunga and the 1000 kilometres of Dijon and Spa. Customer teams also entered motorsport events with the 911 Carrera RSR, winning the 24h of Daytona in 1973, as well as the European and German Rally Championships, among others. For Porsche, this heralded the start of a new era of customer racing. <br><strong><br>Porsche 718 Cayman S</strong><br><br>The third, redeveloped generation of the mid-engine sport coupé 718 Cayman has a more striking, athletic and efficient appearance than its predecessors. And although it features -- for the first time -- four-cylinder flat engines with turbocharging instead of six-cylinder engines as in the previous generations, the performance has actually improved significantly. The 718 Cayman S model delivers 350 hp (257 kW) with a displacement of 2.5 litres. The tremendous torque of the new engine promises driving fun and agility even at low revs. The 2.5-litre engine of the 718 Cayman S features a turbocharger with variable turbine geometry (VTG), a technology hitherto used exclusively in the 911 Turbo. It delivers up to 420 Nm (an extra 50 Nm) to the crankshaft at engine speeds between 1,900 and 4,500 rpm. For the driver this means even better torque in all engine speed ranges. The 718 Cayman with PDK and optional Sport Chrono Package sprints from zero to 100 km/h in 4.7 seconds. The 718 Cayman S with Porsche-Doppelkupplung (PDK) and optional Sport Chrono Package sprints from zero to 100 km/h in 4.2 seconds. The top speed is 285 km/h.<br>In terms of its driving dynamics, the 718 Cayman S follows in the tracks of the classic 718 race cars. Thanks to their outstanding agility, the historic mid-engine sports cars won numerous races in the 1950s and 1960s such as the Targa Florio and Le Mans. Lateral rigidity and wheel tracking have been improved in the completely retuned chassis; springs and stabilisers have been designed to be firmer and the tuning of the shock absorbers has been revised. The steering, which has been configured to be ten per cent more direct, enhances agility and driving fun. The rear wheels, which are one-half of an inch wider, in combination with the redeveloped tyres result in an increased lateral force potential and hence in greater cornering stability.<br><br><strong>Porsche 917/30 Spyder</strong><br><br>The Porsche 917/30 Spyder owed its outstanding performance to its twelve-cylinder twin-turbo engine. Unlike the strictly regulated European motorsport series, the CanAm series placed no restrictions on technicians' ingenuity in terms of weight or displacement limits. The team supporting the Porsche race engine designer, Hans Mezger, was therefore able to dig deep into its box of tricks to ensure that the twelve-cylinder turbo engine of the 917/30 steadfastly produced 1,100 to 1,400 hp and a maximum torque of 1,210 Newton metres, thereby guaranteeing exceptional acceleration: from zero to 100 km/h in just 2.4 seconds, a mere 5.4 seconds to the 200 mark and only 11.3 seconds to reach a speed of 300 km/h. <br>And above all, the turbocharger of the Porsche 917/30 Spyder proved to be highly reliable, even on twisting circuits. Porsche driver Mark Donohue beat his McLaren and Chevrolet rivals so comprehensively, that the race car received the equally rare and coveted title of &quot;unbeatable&quot;. Only the CanAm series rules prevented the fast, reliable Porsche 917/30 Spyder from entering the race again in 1974. But the Porsche 917/30 Spyder was much talked about even after the 1973 race season. <br>In 1975, Mark Donohue set a new world lap record in Talladega, Alabama, in an aerodynamically optimised 917/30. The absolute top speed of the American's fastest lap was 385.85 km/h. <br>Today, the race car can be admired in the Porsche Museum in Zuffenhausen, where it is considered a highlight of the museum's collection. The 917/30 also regularly tours the world as a brand ambassador as part of the Rolling Porsche Museum.<br><strong><br>Porsche 935/78 'Moby Dick'</strong><br><br>In 1976, the Porsche engineers developed a race car based on the 911 Turbo, which was set to dominate the long-distance races of the FIA Group 5 Manufacturers' World Championship: the Porsche 935. The highlight of this development project was the legendary Porsche 935/78 from 1978 – the most powerful 911 of all time. The differences between this powerhouse - named &quot;Moby Dick&quot; on account of its wide, long-tailed body - and previous models were a modified frame, aerodynamically enhanced body and right-hand drive, among other things. With the aim of improving the performance and durability of the engine, the Weissach engineers developed a power unit that was destined to leave the competition standing. As previous models had encountered problems with cylinder head maintenance, these were now simply welded together. A compromise also had to be found for the cooling. So water cooled the heads, and air cooled the cylinders. With the newly-introduced four-valve technology, the six-cylinder horizontally opposed engine relied on two intercooled turbochargers. Increasing the displacement to 3,211 cm³ resulted in brute power of 845 hp. Due to its continued dominance, Porsche withdrew from the long-distance World Championship in 1978, meaning that &quot;Moby Dick&quot; saw only a handful of outings. At Le Mans, the race car managed an incredible 366 km/h on the Mulsanne Straight, but in the end its drivers, Manfred Schurti and Rolf Stommelen, only finished in eighth place, due to technical problems. The great successes of the Porsche 935/78 were not achieved until 1978 onwards, as part of the private Kremer team. <br>\t<br><strong>Porsche Cayman GT4 Clubsport</strong><br>\t<br>Using the lightweight mid-engine sports car Cayman GT4 as its basis, Porsche Motorsport has developed a racing version solely for the track. Geared for performance, just like its drivers.The Cayman GT4 Clubsport is powered by a 3.8 liter mid-mounted flat-six engine, with an output of 385 hp (283 kW) and a maximum torque of 420 Nm. It reaches a top speed of 295 km/h. <br>The racing version features a Porsche double clutch transmission with shift paddles on the steering wheel and a mechanical rear-axle locking differential. The lightweight suspension strut front axle system is taken from its big 911 GT3 Cup brother, which is campaigned in Porsche's 20 one-make championships around the world. The impressive racing brake system is fitted with steel brake discs all round measuring 380-millimeters in diameter. <br>Tipping the scales at just 2866 lbs. (1,300 kilograms), the Cayman GT4 Clubsport, delivered from the factory with a welded-in safety cage, a racing bucket seat as well as a six-point harness, is truly lightweight and provides the car with a unique agility and driving dynamics on the track.",
            "short_description": "PORSCHE PACK VOLUME 1After more than 12 years away from the hardcore sim-racing world, the Porsche Brand finally arrives to Assetto Corsa and Kunos Simulazioni is working in a close and official partnership with the prestigious car manufacturer to release a series of three DLC packages that will include the most iconic, authentic, awesome",
            "fullgame": {
                "appid": "244210",
                "name": "Assetto Corsa"
            },
            "supported_languages": "English, Italian",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/526060/header.jpg?t=1477411930",
            "website": "http://www.assettocorsa.net",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista Sp2 - 7 Sp1 - 8 - 8.1 - 10<br></li><li><strong>Processor:</strong> AMD Athlon X2 2.8 GHZ, Intel Core 2 Duo 2.4 GHZ<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 10.1 (e.g. AMD Radeon HD 6450, Nvidia GeForce GT 460)<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 500 MB available space<br></li><li><strong>Sound Card:</strong> Integrated</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista Sp2 - 7 Sp1 - 8 - 8.1 - 10<br></li><li><strong>Processor:</strong> AMD Six-Core CPU, Intel Quad-Core CPU<br></li><li><strong>Memory:</strong> 6 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 11 (e.g. AMD Radeon 290x, Nvidia GeForce GTX 970)<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 500 MB available space<br></li><li><strong>Sound Card:</strong> Integrated</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "END-USER LICENSE AGREEMENT (EULA) <br />\r\n <br />\r\nTHE USE OF THIS SOFTWARE IS NOT ALLOWED IN ANY WAY IN PUBLIC, AND/OR FOR PROMOTIONAL, ENTERTAINMENT, TRAINING, EDUCATIONAL OR COMMERCIAL PURPOSES, FOR FREE OR NOT, WITHOUT AN EXPLICITE, WRITTE PERMISSION PROVIDED BY KUNOS SIMULAZIONI SRL.  <br />\r\n <br />\r\nThis is a legal agreement between you (\"LICENSEE\") and KUNOS Simulazioni S.r.l, Campagnano di Roma (RM), Italy (\"KUNOS\"). BY OPENING THE SOFTWARE PACKAGE, CLICKING ON THE \"ACCEPT\" BUTTON OF ANY ELECTRONIC VERSION OF THIS END USER LICENSE AGREEMENT (\"AGREEMENT\") OR ACCESSING OR INSTALLING THE SOFTWARE, YOU ACKNOWLEDGE THAT YOU HAVE READ THE AGREEMENT, UNDERSTAND IT AND AGREE TO BE BOUND BY ITS TERMS AND CONDITIONS. If you do not agree to the terms of this AGREEMENT, promptly click on the \"Decline\" Button and cease all further access to or use of the SOFTWARE made available by KUNOS. <br />\r\n <br />\r\nDefinitions. For purposes of this AGREEMENT: (i) \"DOCUMENTATION\" means any (if any) and all written technical documentation furnished to LICENSEE during the term of this AGREEMENT that relates to the SOFTWARE; and (ii) \"SOFTWARE\" means the KUNOS driver software made available for download by STEAM to LICENSEE under the terms and conditions of this AGREEMENT. <br />\r\n <br />\r\nLicense. Subject to the terms and conditions of this AGREEMENT, KUNOS grants to LICENSEE the non-exclusive, non-transferable, personal, revocable right to install and use the SOFTWARE on one single personal computer. Any other use is forbidden without prior written consent of KUNOS: in particular but not limited to the unauthorised lease or rental, public use or other display, e.g. in schools or universities, duplication, multiple installations or overwriting. <br />\r\n <br />\r\nRestrictions. The SOFTWARE is protected by copyright and trademark laws. It is intended solely for private use. KUNOS does not transfer any right of ownership to LICENSEE; the SOFTWARE is licensed not sold. LICENSEE may not use, disclose, modify, reproduce or distribute the SOFTWARE except as expressly permitted in this AGREEMENT. No license is granted to LICENSEE in any human readable code of the SOFTWARE (source code). LICENSEE may not remove, efface or otherwise obscure any proprietary notices, labels, or marks on the SOFTWARE or DOCUMENTATION. LICENSEE agrees that each copy of the SOFTWARE and DOCUMENTATION will include reproductions of all proprietary notices, labels or marks included therein. KUNOS retains all right, title and interest in and to the SOFTWARE. ALL RIGHTS NOT EXPRESSLY GRANTED HEREIN ARE RESERVED BY KUNOS. <br />\r\n <br />\r\nSecurity Copy. This SOFTWARE may not be stored in whole or partially for commercial or private use as security or backup copy, or for archiving purposes under any circumstance, unless otherwise stated by law. <br />\r\n <br />\r\nNo Support. Nothing in this AGREEMENT shall obligate KUNOS to provide any support for the SOFTWARE including without limitation any obligation to correct any defects or provide any updates to the SOFTWARE to LICENSEE. <br />\r\n <br />\r\nTrademarks. This AGREEMENT does not give you any rights whatsoever in connection with trademarks belonging to KUNOS or its licensors. <br />\r\n <br />\r\nNo Warranty / Disclaimer. TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE SOFTWARE AND ALL DOCUMENTATION AND ANY (IF ANY) SUPPORT SERVICES RELATED TO THE SOFTWARE OR DOCUMENTATION ARE PROVIDED \"AS IS\" AND WITH ALL FAULTS AND KUNOS MAKES NO PROMISES, REPRESENTATIONS OR WARRANTIES, EITHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE, WITH RESPECT TO THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES, INCLUDING ITS CONDITION, ITS CONFORMITY TO ANY REPRESENTATION OR DESCRIPTION, OR THE EXISTENCE OF ANY LATENT OR PATENT DEFECTS, AND KUNOS SPECIFICALLY DISCLAIMS ALL IMPLIED (IF ANY) WARRANTIES OF TITLE, MERCHANTABILITY, NONINFRINGEMENT, FITNESS FOR A PARTICULAR PURPOSE, LACK OF VIRUSES, ACCURACY OR COMPLETENESS, QUIET ENJOYMENT, QUIET POSSESSION OR CORRESPONDENCE TO DESCRIPTION. THE ENTIRE RISK ARISING OUT OF USE OR PERFORMANCE OF THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES LIES WITH LICENSEE. <br />\r\n <br />\r\nExclusion of Incidental, Consequential and Certain Other Damages. TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL KUNOS OR ITS SUPPLIERS BE LIABLE FOR CONSEQUENTIAL, INCIDENTAL, SPECIAL, INDIRECT, OR EXEMPLARY DAMAGES WHATSOEVER ARISING OUT OF OR IN ANY WAY RELATING TO THIS AGREEMENT OR LICENSEE'S USE OF OR INABILITY TO USE THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES, OR THE PROVISION OR FAILURE TO PROVIDE SUPPORT SERVICES, INCLUDING BUT NOT LIMITED TO LOST PROFITS, LOSS OF CONFIDENTIAL OR OTHER INFORMATION, BUSINESS INTERRUPTION, PERSONAL INJURY, LOSS OF PRIVACY, FAILURE TO MEET ANY DUTY (INCLUDING OF GOOD FAITH OR REASONABLE CARE), NEGLIGENCE, COSTS OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR ANY OTHER CLAIM FOR PECUNIARY OR OTHER LOSS WHATSOEVER, OR FOR ANY CLAIM OR DEMAND AGAINST YOU BY ANY OTHER PARTY, EVEN IF KUNOS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THESE LIMITATIONS SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY. <br />\r\n <br />\r\nConfidentiality. \"Confidential Information\" means any trade secrets, confidential data, or other confidential information relating to or used in the SOFTWARE. LICENSEE shall not use or disclose Confidential Information except as expressly permitted hereunder and shall use all reasonable efforts to protect the confidentiality thereof. LICENSEE agrees and acknowledges that the structure, sequence and organization of the SOFTWARE are the valuable trade secrets of KUNOS, and thus constitute Confidential Information under this AGREEMENT. <br />\r\n <br />\r\nTerm and Termination. This AGREEMENT is valid until terminated by one of the contracted parties. You can cancel this licence at any time, by returning the software to KUNOS or by destroying the SOFTWARE all associated documentation as well as all copies and installed software, regardless of whether they were created in accordance with the terms of this AGREEMENT. This AGREEMENT will be terminated immediately without any notification by KUNOS, if you fail to abide by the terms of this AGREEMENT. In this case, you are obliged to destroy all copies of the SOFTWARE. <br />\r\n <br />\r\nNon-Assignability. LICENSEE may not sell, transfer, assign or subcontract any right or obligation set forth in this AGREEMENT without the prior written consent of KUNOS. Any act in derogation of the foregoing shall be null and void. <br />\r\n <br />\r\nMiscellaneous. KUNOS and LICENSEE are independent contractors. This is the entire AGREEMENT between the parties relating to the subject matter hereof, supersedes any and all prior proposals, agreements and representations between the parties, whether written or oral, and no waiver, modification or amendment of the AGREEMENT shall be valid unless in writing signed by each party. The waiver of a breach of any term hereof shall in no way be construed as a waiver of any other term or breach hereof. If any provision of this AGREEMENT shall be held by a court of competent jurisdiction to be contrary to law, the remaining provisions of this AGREEMENT shall remain in full force and effect. <br />\r\n <br />\r\nGoverning Law and Jurisdiction. Any dispute arising out of or in connection with this AGREEMENT and all matters or issues collateral hereto shall be governed by the laws of Italy, with the exclusion of conflict of law rules. Any dispute in connection with the AGREEMENT shall be referred to the Ordinary Court of Rome (Italy). <br />\r\n <br />\r\n <br />\r\nASSETTO CORSA ® KUNOS Simulazioni Srl – 2013 <br />\r\n <br />\r\nFERRARI, the PRANCING HORSE device, all associated logos and distinctive designs are property of FERRARI SpA. The body designs of the FERRARI cars are protected as FERRARI property under design, trademark and trade dress regulations. ABARTH, BMW AG, CLASSIC TEAM LOTUS, FERRARI, LOTUS CARS, KTM, MERCEDES-BENZ, McLAREN, PAGANI, P4/5 COMPETIZIONE TEAM GLICKENAUS, PAGANI, TATUUS, ACI VALLELUNGA, AUTODROMO DI MONZA, AUTODROMO ENZO E DINO FERRARI, SPA-FRANCORCHAMPS CIRCUIT, MUGELLO INTERNATIONAL CIRCUIT, CIRCUITO DI MAGIONE logos and contents are reproduced under license. All rights reserved. All other trademarks are property of their respective Owners.",
            "developers": [
                "Kunos Simulazioni"
            ],
            "publishers": [
                ""
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 499,
                "final": 499,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "4,99€"
            },
            "packages": [
                125793
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Assetto Corsa - Porsche Pack I",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 125793,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Assetto Corsa - Porsche Pack I - 4,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 499
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 18,
                    "description": "Partial Controller Support"
                },
                {
                    "id": 25,
                    "description": "Steam Leaderboards"
                },
                {
                    "id": 17,
                    "description": "Includes level editor"
                }
            ],
            "genres": [
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "9",
                    "description": "Racing"
                },
                {
                    "id": "28",
                    "description": "Simulation"
                },
                {
                    "id": "18",
                    "description": "Sports"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_5a522ea5eeb9fa3922f291ec1c1a6474668a57f6.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_5a522ea5eeb9fa3922f291ec1c1a6474668a57f6.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_e45f67df569c540f02ddedce65b8a707b34a0278.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_e45f67df569c540f02ddedce65b8a707b34a0278.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_8c12069fab5ab4a65ff9ec42caf805d1406355a0.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_8c12069fab5ab4a65ff9ec42caf805d1406355a0.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_b9989dc791fbc72ea14351bf635961537ec0bdee.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_b9989dc791fbc72ea14351bf635961537ec0bdee.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_b137a2d3c276d23fd02288ef2b2b029978df1714.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_b137a2d3c276d23fd02288ef2b2b029978df1714.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_83eb0ce80aa4cb3695ddaa3001b4f5da364019aa.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_83eb0ce80aa4cb3695ddaa3001b4f5da364019aa.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_022b48be145b1d52ac06da0848f0094287a8dbe6.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_022b48be145b1d52ac06da0848f0094287a8dbe6.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_9b98842ccb2d94aa4b057f69ba11841f66183dbf.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_9b98842ccb2d94aa4b057f69ba11841f66183dbf.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_7f578094f3e117c16572896536a777d021ea5a72.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_7f578094f3e117c16572896536a777d021ea5a72.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_e3ac61cb129c08ee849a7430d7405f113e81a865.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_e3ac61cb129c08ee849a7430d7405f113e81a865.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_410b1a16cf4edb8756d2311360dbee7c3bcabeb9.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_410b1a16cf4edb8756d2311360dbee7c3bcabeb9.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_941db1536bee3e668bdfc5dbb544db85635bddfe.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_941db1536bee3e668bdfc5dbb544db85635bddfe.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_6c88bbc2c40dad2c67974693d88d0c7843c91b4f.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_6c88bbc2c40dad2c67974693d88d0c7843c91b4f.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_784c71961b29ddf6e80c6f6bbd7e717e275bd7eb.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_784c71961b29ddf6e80c6f6bbd7e717e275bd7eb.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_8796fe30f860b9882e7a0821cf23f6b5efc696ac.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_8796fe30f860b9882e7a0821cf23f6b5efc696ac.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 15,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_a4ee067900e574d43acb5a48fd5a17c4c1e5ffc5.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_a4ee067900e574d43acb5a48fd5a17c4c1e5ffc5.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 16,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_81c3a2a6f973f1cc6df53cc9cfa1068c042cc5e3.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_81c3a2a6f973f1cc6df53cc9cfa1068c042cc5e3.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 17,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_e66375bc27be2ea336b7ffd22be21a51894b3ec5.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_e66375bc27be2ea336b7ffd22be21a51894b3ec5.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 18,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_b7b03667a36ae57a5c183bcde00fe56b7b31d112.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_b7b03667a36ae57a5c183bcde00fe56b7b31d112.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 19,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_98c3df68b80af9f969fcb2b21e48781c7f5b7efa.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_98c3df68b80af9f969fcb2b21e48781c7f5b7efa.1920x1080.jpg?t=1477411930"
                },
                {
                    "id": 20,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_1f858bc98b1b4a19e17d4237d3fbd721ec61bfd3.600x338.jpg?t=1477411930",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/526060/ss_1f858bc98b1b4a19e17d4237d3fbd721ec61bfd3.1920x1080.jpg?t=1477411930"
                }
            ],
            "movies": [
                {
                    "id": 256673271,
                    "name": "Porsche Pack Volume 1",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256673271/movie.293x165.jpg?t=1477411015",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256673271/movie480.webm?t=1477411015",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256673271/movie_max.webm?t=1477411015"
                    },
                    "highlight": true
                },
                {
                    "id": 256672829,
                    "name": "Assetto Corsa - Porsche 918 Spyder",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256672829/movie.293x165.jpg?t=1476969943",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256672829/movie480.webm?t=1476969943",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256672829/movie_max.webm?t=1476969943"
                    },
                    "highlight": true
                },
                {
                    "id": 256673062,
                    "name": "Assetto Corsa - Porsche 911 Carrera RSR 3.0",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256673062/movie.293x165.jpg?t=1477321411",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256673062/movie480.webm?t=1477321411",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256673062/movie_max.webm?t=1477321411"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 162
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "25 Oct, 2016"
            },
            "support_info": {
                "url": "http://www.assettocorsa.net/forum",
                "email": "support@assettocorsa.net"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/526060/page_bg_generated_v6b.jpg?t=1477411930",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}