{
    "527040": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Armies of Riddle CLASSIC",
            "steam_appid": 527040,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "Armies of Riddle (AoR) CLASSIC is a Battle Card style game for PC.<br />\r\n<br />\r\nAs Seen On: Kickstarter, Canadian Developer Connection and AppClover!<br />\r\n<br />\r\nForged in the fires of a distant world, the great crystals of power allow warriors to wield a dangerous army unlike any seen! However not all who wield this power can control it...for this will require great skill and courage!<br />\r\n<br />\r\nYour journey begins in the Land of Asteryma in the World of Riddle! Do you have what it takes to overcome the fiercest warriors in our world?<br />\r\n<br />\r\nWe shall soon find out...LET THE GAMES BEGIN!<br />\r\n<br />\r\nWHY YOU'LL LOVE THIS GAME:<br />\r\n-Never ending battle! Every day is a new set of quests to play and new missions to overcome!<br />\r\n-Many cards to collect and use to design your perfect decks for battle!<br />\r\n-Incredible special effects that will dazzle and mystify!<br />\r\n-A challenge that will keep you coming back for more!",
            "about_the_game": "Armies of Riddle (AoR) CLASSIC is a Battle Card style game for PC.<br />\r\n<br />\r\nAs Seen On: Kickstarter, Canadian Developer Connection and AppClover!<br />\r\n<br />\r\nForged in the fires of a distant world, the great crystals of power allow warriors to wield a dangerous army unlike any seen! However not all who wield this power can control it...for this will require great skill and courage!<br />\r\n<br />\r\nYour journey begins in the Land of Asteryma in the World of Riddle! Do you have what it takes to overcome the fiercest warriors in our world?<br />\r\n<br />\r\nWe shall soon find out...LET THE GAMES BEGIN!<br />\r\n<br />\r\nWHY YOU'LL LOVE THIS GAME:<br />\r\n-Never ending battle! Every day is a new set of quests to play and new missions to overcome!<br />\r\n-Many cards to collect and use to design your perfect decks for battle!<br />\r\n-Incredible special effects that will dazzle and mystify!<br />\r\n-A challenge that will keep you coming back for more!",
            "short_description": "Armies of Riddle (AoR) CLASSIC is a Battle Card style game for PC. As Seen On: Kickstarter, Canadian Developer Connection and AppClover! Forged in the fires of a distant world, the great crystals of power allow warriors to wield a dangerous army unlike any seen! However not all who wield this power can control it...",
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "reviews": "“The effort the developers went to clearly show that this game was a labor of love.”<br>6.7/10 – <a href=\"https://steamcommunity.com/linkfilter/?url=http://tradingcardgames.com/review/armies-of-riddle/\" target=\"_blank\" rel=\"noopener\"  >Trading Card Games</a><br><br>“Challenging Gameplay”<br>7/10 – <a href=\"https://steamcommunity.com/linkfilter/?url=http://app-apes.com/2015/01/armies-riddle/\" target=\"_blank\" rel=\"noopener\"  >App Apes</a><br>",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/527040/header.jpg?t=1539740743",
            "website": "http://www.armiesofriddle.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows XP SP2+<br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> DX9 (shader model 3.0) or DX11 with feature level 9.3 capabilities.<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 1 GB available space<br></li><li><strong>Additional Notes:</strong> Made with Unity 3D V4.6</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> DX9 (shader model 3.0) or DX11 with feature level 9.3 capabilities.<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 1 GB available space<br></li><li><strong>Additional Notes:</strong> Made with Unity 3D V4.6</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "Armies of Riddle<br> V1.1.0<br>Copyright (C) 2014 by Game Scorpion Inc. All Rights Reserved.<br><br>DISCLAIMER<br><br>This app is meant for users over the age of 13+.<br><br>All the characters, incidents and places in this game are fictitious. Resemblance to any person living or dead or any incident or place is purely coincidental.<br><br>APP TERMS OF USE AND <br>PRIVACY POLICY<br><br>In addition to the terms of use of the marketplace from which you obtained this app from, the following terms are required for every player to read over and agree to before using our app.<br><br><br>These Terms of Use apply to the use of this App. We may modify and update these Terms of Use at any time, without <br><br>notice. You need to ensure you review the Terms of Use from time to time. In using this App and our services, you <br><br>agree to be bound by these Terms of Use as well as any and all general terms and conditions posted on our website <br><br>from time to time.<br><br>By agreeing to these terms you also agree to our privacy policy which can be located on our website at <br><br><a href=\"https://steamcommunity.com/linkfilter/?url=http://www.gamescorpion.com\" target=\"_blank\" rel=\"noopener\"  >http://www.gamescorpion.com</a> (Click on the privacy link).  We do everything we can to adhere to the latest CASL Canadian Anti-Spam Legislation. Please refer to our online privacy policy that we update from time to time for the latest on how we protect your information and privacy.<br><br>DEFINITIONS<br><br>“App” means the Armies of Riddle software application for mobile phones and tablet computers, desktop computer systems and other digital medium existing now or in the future.<br><br>“We”, “our” and “us” means Game Scorpion Inc.<br><br>“You” means either subscriber and/or end user of the App.<br><br>“Content” means anything an advertiser or subscriber submits as material to be included on the App (if applicable).<br><br>DATA COLLECTION<br><br>We use some or all of the following services that may collect data (For more info please review our Privacy Policy on our website located at <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.gamescorpion.com)\" target=\"_blank\" rel=\"noopener\"  >http://www.gamescorpion.com)</a>:<br><br>Our own Internal Diagnostics Website, our own Internal Game Server, Everyplay, Facebook, Instagram, Twitter, Amazon GameCircle, Apple Game Center, Google Play Games.<br><br>WHAT WE USE THE DATA FOR<br><br>We use the data for the following purposes:<br><br>a. For normal game or app functionality<br>b. For enhancing the overall user experience<br>c. For marketing and promotional purposes<br>d. To assist you in sharing your gameplay videos<br>e. To assist you in your gameplay<br>f. To assist you in posting to social media<br> sites<br>g. To post to leaderboards and achievement boards<br> <br>h. To add multiplayer functionality<br> and capabilities<br><br>LIABILITY<br><br>Your use of the App is at your sole risk. The App and services are provided on an ‘as is’ and ‘as available’ <br><br>basis. We make no warranty that the App services will meet your requirements or be available on an uninterrupted, secure or error-free basis.<br><br>In addition, you agree and acknowledge that we are not liable for any direct, indirect, consequential or <br><br>incidental loss or damage which may result from your use of the App.<br><br>Any advertisers or businesses which may be posted on or accessed through this App are not our affiliates and we <br><br>do not promote or recommend their goods or services. We are a facilitator only for the purposes of providing <br><br>access to their goods and services and are not responsible, nor do we provide any warranty for any of their goods <br><br>or services. You agree all disputes, issues and complaints are to be addressed to the individual businesses <br><br>directly and we are not liable for any loss whatsoever that you may incur by using their services which may be <br><br>accessed through our App.<br><br>By using this App, you agree that we are not liable for any inaccuracy, error or failure of the software. In <br><br>addition, we are not liable for any loss or damage arising from any download or your use of this App, including <br><br>any viruses, system failure, consequential, indirect, incidental, special or direct loss or damage.<br><br>Our failure to exercise or enforce any right or provision of these Terms of Use shall not constitute a waiver of <br><br>such right or provision.<br><br>MODIFICATION OR TERMINATION OF APP<br><br>We reserve the right at any time and from time to time to modify or discontinue the App, either temporarily or <br><br>permanently, with or without notice. We shall not be liable to you or any third party for any modification, price <br><br>change, suspension or discontinuance of the App.<br><br>From time to time we may issue an update to the App which may add, modify and/or remove features from the App. <br><br>These updates may be pushed out automatically with little or no notice. If there is a material change to the <br><br>permissions required to run the App, we will seek your agreement to the permissions and at such time you may <br><br>choose to accept or not.<br><br>MULTIPLAYER: TERMS AND CODE OF CONDUCT<br><br>Players younger than 18 must seek their parent’s permission before playing Armies of Riddle in Multiplayer modes. By agreeing to the Terms of Service, Armies of Riddle Multiplayer players that are under 18 affirm that they have sought and received permission to play from their parent or legal guardian.<br><br>You must have access to the Internet in order to use Armies of Riddle Multiplayer modes. It is your responsibility to select, obtain and pay for any equipment or services necessary for access.<br><br>MULTIPLAYER: REGISTRATION<br><br>If you accept the terms, we will process your registration form and establish a user account. You must select a username to identify you to us and other users of the Armies of Riddle game. You may not select as your username the name of another living person (unless it is also your name), a name for the purpose of fraud or disparagement, or a name that violates any third party's trademark right, copyright, or other proprietary right, or which Game Scorpion Inc. deems in its sole discretion to be vulgar or otherwise offensive. Game Scorpion Inc. reserves the right to delete any vulgar or otherwise offensive username, or to require you to change your username. You must also select a password for your account. We recommend that you choose a password with letters and numbers, and do not use your username as your password. The registration form will ask you for other information about yourself (\"Registration Data\") which you represent and warrant is at all times true, accurate, current and complete, and which you agree to update in order to maintain as such. If you breach this representation, or Game Scorpion Inc. has reasonable grounds to suspect that you have, Game Scorpion Inc. has the right upon notice to suspend or terminate your account and this agreement and to refuse your current or future use of Armies of Riddle (or any portion thereof) without reimbursement for purchases made. <br><br>MULTIPLAYER: TERMINATION<br><br>You may violate the Terms of Service and your account will be terminated without reimbursement for any purchases made (and if required, reported to the authorities) if, as determined by Game Scorpion Inc. in its sole discretion, you:<br><br>- Post, transmit, promote, or distribute Content that is illegal.<br>- Harass, threaten, embarrass, spam or do anything else to another player that is unwanted, such as repeatedly sending unwanted messages or making personal attacks or statements about race, sexual orientation, religion, heritage, etc.<br>- Organize, effectuate or participate in any activity, group, guild that is harmful, abusive, hateful, racially, ethnically, religiously or otherwise offensive, obscene, threatening, bullying, vulgar, sexually explicit, defamatory, infringing, invasive of personal privacy or publicity rights, encourages conduct that would violate a law or in a reasonable person's view, objectionable and/or inappropriate.  Hate speech is not tolerated.<br>- Use abusive, offensive, or defamatory screen names and/or personas.<br>- Engage in disruptive behavior in chat areas, game areas, forums, or any other area or aspect of Armies of Riddle Multiplayer.  Disruptive behavior includes but is not limited to conduct which interferes with the normal flow of gameplay or dialogue within Armies of Riddle Multiplayer. Disruptive behavior shall also include, but not be limited to, commercial postings, solicitations and advertisements.<br>- Disrupt the flow of chat in chat rooms with vulgar language, abusiveness, hitting the return key repeatedly or inputting large images so the screen goes by too fast to read, use of excessive shouting [all caps] in an attempt to disturb other users, \"spamming\" or flooding [posting repetitive text].<br>- Impersonate another person (including celebrities), indicate falsely that you are a Game Scorpion Inc. employee or a representative of Game Scorpion Inc., or attempt to mislead users by indicating that you represent Game Scorpion Inc. or any of Game Scorpion Inc.'s partners or affiliates.<br>- Attempt to get a password, account information, or other private information from anyone else on Armies of Riddle Multiplayer.<br>- Promote, encourage or take part in any activity involving hacking, cracking, phishing, taking advantage of exploits or cheats and/or distribution of counterfeit software and/or virtual currency/items.<br>- Post messages for any purpose other than personal communication, including advertising or promotional messaging, chain letters, pyramid schemes, or other commercial activities.<br>- Improperly use in-game support or complaint buttons or make false reports to Game Scorpion Inc. staff.<br>- Use or distribute unauthorized \"auto\" software programs, \"macro\" software programs or other \"cheat utility\" software program or applications.<br>- Use any game hacking/altering/cheating software or tools. <br>- Modify or attempt to modify any file or any other part of the Armies of Riddle Game that Game Scorpion Inc. does not specifically authorize you to modify.<br>- Attempt to interfere with, hack into or decipher any transmissions to or from the servers.<br>- Use and communicate exploits and/or cheats.<br>- Interfere with the ability of others to enjoy playing Armies of riddle or take actions that interfere with or materially increase the cost to provide Armies of Riddle for the enjoyment of all its users.<br>- Unless expressly authorized by Game Scorpion Inc., you may not sell, buy, trade or otherwise transfer your Account or any personal access to Armies of Riddle, Content or Entitlements, including by use of auction websites.<br>- You may not conduct any activities that violate the laws of any jurisdiction including but not limited to copyright infringement, trademark infringement, defamation, invasion of privacy, identity theft, hacking, stalking, fraud and the distribution of counterfeit software.<br>- Post or transmit unsolicited advertising, promotional materials or other forms of solicitation in-game or in the forums.<br>- Abuse or exploit bugs, undocumented features, design errors or problems in the game. <br>- “Role–playing” is not an excuse for violating this or any other policy. <br><br>MULTIPLAYER: NO DATA MINING<br><br>You agree that you will not (a) obtain or attempt to obtain any information from the Service or any Game using any method not expressly permitted by Game Scorpion Inc.; (b) intercept, examine or otherwise observe any proprietary communications protocol used by a Game client or the Service, whether through the use of a network analyzer, packet sniffer or other device; (c) use any third-party software to collect information from or through a Game client or the Service, including without limitation information about your character, any Account registered to you, virtual items, other players, or other Game data.<br><br>INTELLECTUAL PROPERTY<br><br>All custom graphics, icons, logos and service names are registered trademarks, trademarks or service marks and <br><br>belong to us.<br><br>All other trademarks or service marks within this App are the property of their respective owners. Nothing in <br><br>these Terms of Use grants you any right to use any trademark, service mark, logo, and/or our name or that of any <br><br>other owner.<br><br>You are solely responsible for obtaining permission before reusing any copyrighted material that is available on <br><br>our site and App. Any unauthorized use of the materials appearing on our site or App may violate copyright, <br><br>trademark and other applicable laws and could result in criminal or civil penalties.<br><br>GOVERNING LAW<br><br>These Terms of Use are governed by the laws of Ontario, Canada which are in force from time to time and both you <br><br>and we agree to submit to the non-exclusive jurisdiction of the Courts of Ontario, Canada for determining any <br><br>dispute concerning these Terms of Use.<br><br>OUR ADDRESS AND CONTACT INFORMATION<br><br>Game Scorpion Inc.<br>Mississauga, Ontario, Canada<br>E: <a href=\"mailto:info@gamescorpion.com\">info@gamescorpion.com</a><br>W: <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.gamescorpion.com\" target=\"_blank\" rel=\"noopener\"  >http://www.gamescorpion.com</a>",
            "developers": [
                "Game Scorpion Inc."
            ],
            "publishers": [
                "Game Scorpion Inc."
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 79,
                "final": 79,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "0,79€"
            },
            "packages": [
                126278
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Armies of Riddle CLASSIC",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 126278,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Armies of Riddle CLASSIC - 0,79€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 79
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "25",
                    "description": "Adventure"
                },
                {
                    "id": "4",
                    "description": "Casual"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "3",
                    "description": "RPG"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/527040/ss_616f4600569a6a2de42cd86d551119fa70257f66.600x338.jpg?t=1539740743",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/527040/ss_616f4600569a6a2de42cd86d551119fa70257f66.1920x1080.jpg?t=1539740743"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/527040/ss_d3e90667e52048ec80ab8781da4f560048f18dd6.600x338.jpg?t=1539740743",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/527040/ss_d3e90667e52048ec80ab8781da4f560048f18dd6.1920x1080.jpg?t=1539740743"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/527040/ss_086ecd369dda57bc1c98b3404349b0e1998ca661.600x338.jpg?t=1539740743",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/527040/ss_086ecd369dda57bc1c98b3404349b0e1998ca661.1920x1080.jpg?t=1539740743"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/527040/ss_a15e06f59a5eddced64c6f63fb2384dd5d91f763.600x338.jpg?t=1539740743",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/527040/ss_a15e06f59a5eddced64c6f63fb2384dd5d91f763.1920x1080.jpg?t=1539740743"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/527040/ss_224d3b962086668e35b60672792284a48618b932.600x338.jpg?t=1539740743",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/527040/ss_224d3b962086668e35b60672792284a48618b932.1920x1080.jpg?t=1539740743"
                }
            ],
            "movies": [
                {
                    "id": 256671024,
                    "name": "Game Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256671024/movie.293x165.jpg?t=1474600962",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256671024/movie480.webm?t=1474600962",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256671024/movie_max.webm?t=1474600962"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "29 Sep, 2016"
            },
            "support_info": {
                "url": "http://www.gamescorpion.com",
                "email": "info@gamescorpion.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/527040/page_bg_generated_v6b.jpg?t=1539740743",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}