{
    "529070": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Retaliation Path of Rome",
            "steam_appid": 529070,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/529070/extras/logo-menu.png?t=1526055996\" ><br><br>Retaliation Path of Rome is a very complex game, with several unique features<br><br><strong>MISSIONS</strong><br><br>About 100 different missions, with either single or multiple objectives, like:<br> - reach a population target (a minimum number of patricians and/or plebs)<br> - reach a target happyness<br> - earn a certain amount of money<br> - complete the mission in a given time<br> - win a certain number of battles<br><br>5 difficulty levels, from very easy to very hard: with different world resources, starting money, initial reputation...<br><br>Every mission is created parametrically to offer an ever changing challenge, each time a mission is re-played.<br><br><strong>STRUCTURES</strong><br><br>The player has the possibility to build more than 50 structures to complete the missions. Some example structures:<br><br>- Slaves' quarters<br>- Plebs' houses<br>- Patrician villas<br>- Wheat field<br>- Olive grove<br>- Vineyard<br>- Farm<br>- Fishing house<br>- Market<br>- Stables<br>- Workshop<br>- Dirt road<br>- Paved street<br>- Archers' barracks<br>- Ballistaari' barracks<br>- Equites' barracks<br>- Legionary barracks<br>- Velites' barracks<br>- Defence tower<br>- Signaling tower<br>- Watch tower<br>- Wooden wall<br>- Wooden gate<br>- Stone wall<br>- Stone gate<br>- Forum<br>- Theatre<br>- Amphitheatre (arena)<br>- Gladiator ludus<br>- Stadium (chariot races)<br>- Gardens<br>- Groves<br>- Fountain<br>- Well<br>- Butcher<br>- Olive maker<br>- Wine maker<br>- Lumber mill<br>- Clay pit<br>- Iron mine<br>- Stone quarry<br>- Marble quarry<br>- Gold mine<br>- Potter workshop<br>- Blacksmith<br>- Academy<br>- Library<br>..<br><br>Each structure needs specific resources in order to be built.<br><br>And of course each structure has different function and features, and some structures have to be properly positioned in order to yield the desired result: for wine production it is necessary to create both vineyard (to get the grapes) and a winemaker (to get the wine).<br><br><strong>CITY AI</strong><br><br>In each city there will be some AI controlled competitors: other patricians whose goal is to increase their riches and extend their influence. They will be vying with the player, acquiring resources and building structures, trying to get to the best spots before the player.<br>The competitors appear in advanced levels, and each has a different strategy: some concentrate in the real estate market, others in trade or in resource production.<br><br><strong>DESIRABILITY</strong><br><br>When new structures get built, these can differ in desirability. Usually this depends on what is present (or built) around them. For example a patrician villa has higher desirability (and hence higher market value) if nearby there are gardens, fountains, other villas, theatres.. It instead loses value if nearby there are stables, farms, wheat fields... Residents will at first go to dwell or work in the structures with higher desirability, avoiding those of little value.<br><br>For production structures, for example a wheat field, the value depends on the amount of the produced resource is available in the nearby city and in the global market. If the market needs grains, the value of the field will rise. Conversely, the field would become less desirable and its value decrease.<br><br><strong>DAMAGE</strong><br><br>In time, structures deteriorate. Every week mainteance works are done to keep them operative and pleasant. If there are not enough money for the basic upkeep or if extraordinary work is needed, the player will need to acquire the necessary funds and repair it as soon as possible (or see its profitability vanish and possibly even arrive to the point when the whole structure eventually collapses).<br><br><strong>CITY BUILDING</strong><br><br>The city management part of the game depends chiefly on money, people's satisfaction and resources available.<br><br>Dealing with these three amounts, the player needs to complete the missions.<br><br>Careful and efficient exploitation of the resources allows to save money and gain with the trade. A wheat field created in a fertile area will yield much more and hence cover its operation costs and bring profit.<br><br>It is best to plan the city growth in order to efficiently exploit the resources and reduce the expenses. It is important that cities be self-sufficient: for example a global event like a drought could push prices of imported goods to very high levels.<br><br>It is also fundamental to avoid discontent in the populace. If discontent is too high there could be revolts that would seriously compromise the possibility to successfully complete a given mission.<br><br><strong>HAPPYNESS</strong><br><br>To be happy, people needs to have their basic needs satisfied: food, dwelling, work, water, protection from enemies.<br>Increasing the people's life conditions will also generate new needs. In particular the patricians will start to require luxury goods (good wine, gold, silk, refined pottery, statues...).<br>Entertainment is another fundamental need: populous cities will require stadiums and arenas (and famous people competing inside those structures..)<br><br>When happyness is low, the city structures become less productive and hence less profitable.<br><br><strong>WORKERS</strong><br><br>All structures need a certain amount of workers or worktime, even for the simple upkeep/maintenance.<br>All productive structures are tightly bound to the number of workers available in the city: with not enough available workers the production would decrease or even become null. Structures with the highest desirability will be the first ones to attract the workers, leaving the others without.<br>Different structures will require different amounts and different type of workers. For some jobs only slaves will be requested. Plebs are needed for crafts and trade.<br><br>Unemployment will cause collapse of happyness and increased risk of revolts.<br><br><strong>PATRICIANS / PLEBS / SLAVES </strong><br><br>Patricians are the wealthiest citizens, they have expensive needs and cannot accept to see their needs not satisfied. Their weight over city happyness is very relevant.<br>They also expect to be given high prestige jobs: army generals, high clerics, administrators, politicians, proprietors.<br><br>Plebs are mostly involved in crafts and trade. They are fundamental for the management of the city but they don't have much political weight.<br>Their class gives the major turnout in tax income.<br><br>Slaves are the major work force. Satisfying their primary needs (food, lodging, water) is important as they deal with the production and resource gathering of the city. Correct management of the slaves is fundamental to make the city desirable to the other classes.<br><br><strong>RESOURCES:</strong><br>- Gold<br>- Wood<br>- Stone<br>- Marble<br>- Iron<br>- Clay<br>- Wheat<br>- Meat<br>- Fish<br>- Grape<br>- Olive<br>- Wine<br>- Oil<br>- Pottery<br>- Jewelry<br>- Leather<br>- Cloth<br><br>These are the resources that can be traded, produced or transformed.<br><br><strong>TRADE</strong><br><br>To evolve the city it is mandatory to correctly manage the trade of all goods: selling the city production to obtain the resources needed for the evolution and improvement of the city.<br><br>Prices of resources are managed at two distinct levels: local and global.<br><br>Locally: they depend on the city demand and the amount of that type of good that has been bought or sold (selling a lot of wheat will make its price decrease).<br><br>Globally: the entire nation's demand is evaluated and several other factors also influence the price (e.g. events like plagues, droughts, wars..). For example the global price of wheat could be much higher than the local one because of scarcity due to droughts in several areas of the nation.<br><br>So if there is a global crisis, even if your city sells a lot of wheat, its price could still be increasing instead of decreasing. But when the trend changes (for example the drought ends) its price could suddenly crash.<br><br><strong>AUTOMATIC TRADE</strong><br><br>To simplify the game and avoid micromanagement, it is possible to automate trade setting some &quot;limit orders&quot;.<br>E.g. &quot;buy if there is less than .. %&quot;<br><br>The automatic system won't consider the price, but the quantity set as requirement.<br><br><strong>STRUCTURES' MARKET</strong><br><br>In Path of Rome it is possible to buy or sell the structures (with the exclusion of those like walls, streets, barracks) according to its market value.<br>Once the building of a structure is complete, the player has the possibility of selling it, to the value defined by its desirability and the kind of resources it produces.<br>Selling a structure gives an immediate income, but could be disadvantageous in the long term:<br>- no money will be collected for rent of properties or sale of production<br>- resources produced by sold structures will not be managed by the player<br>- and hence those resources won't be available to build other structures<br><br>Nevertheless a good sale would still benefit because of immediate cash flow...<br><br><strong>DANGER AND ENTRENCH</strong><br><br>Every structure you build makes your city more appealing to enemies who could invade or pillage it, according to the kind of structure: a patrician villa, a thriving market or a golden mine would increase the risk of enemy incursion much more than a new wheat field or a stone quarry.<br><br>To compensate, it is better to spend some money and time on defending the city, creating walls, towers and military units.<br><br>Defensive structure will also contribute to raise the desirability and hence the values of the other structures of the cities, whose occupants will feel safer.<br><br>All choices in the game are two pronged, bringing both advantages and problems.<br><br>For example, continuing on the topic of city defense: if there are few or no defensive structures, there will be many enemy incursions, but very light (small bands of brigands mostly).<br>Conversely, excellent defensive structures won't guarantee that the city becomes untouchable, will deter and block small offensives but will attract the organized war sieges of big enemy armies: a city so well defended MUST be rich and full of bounty!<br><br><strong>BATTLES</strong><br><br>Retaliation Path of Rome is a hybrid RTS/TBS, a combination which makes the game very tactical. You'll need to plan how to move the troops, how to arrange them and expecially what kind of army units to train. Different movement ability (velites, with barely no armour, are much faster than full armoured princeps) and different attack types and attack speeds make unit types (and how you'll use them in battle) very different.<br><br>Each battle is managed by a parametric AI system with almost endless combinations and possible states and developments.<br><br><strong>COHORTS</strong><br><br>Units are arranged in groups, which are commanded by officers, controlling the movement and formation of the groups.<br>Each group can have a different formation: for example you'll probably be depolying the archers in a long line (or in two/three lines), rather than massed as a square.<br><br>The commanding officer will also decide the state for the group: defensive, aggressive, berserk...<br>Continuously changing the state, formation, movement or attack orders of a group when the battle is already started may seed confusion on some members of the group, which may then fail to follow some of the orders and in the worst cases a total confusion could even provoke the disbandment of the group.<br><br><strong>GENERALS</strong><br><br>The army general will give commands to the officers and these will command the groups under their command.<br>The closer a general is to a certain group, the faster the issued orders will be received and carried out correctly. If the general is far away, the group for which the order is meant will react more slowly to the new commands.<br><br>If your general dies during the battle you can still command the army, but in a much slower and less coordinated way, with a high risk of confusion and messy coordination. Furthermore, the loss of the general will take a huge toll on the army's morale, and could cause the whole army to flee the battlefield.<br><br><strong>COHORTS AI vs SINGLES AI</strong><br><br>Control AI will be managing separately groups and single soldiers.<br><br>Each group is treated as a single autonomous entity and orders given to the group will take priority over orders and states of the single soldiers. Nevertheless if the group disbands, its officer dies or the army general dies, then single soldiers will not be bound by group cohesion and will follow a behaviour dictated by their last orders, mediated by their own particular demeanor, state and parameters (called &quot; stats&quot;).<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/529070/extras/army.png?t=1526055996\" ><br><br><strong>SOLDIERS</strong><br><br>Each soldier has more than 20 &quot;stats&quot;, parameters defining the single unit, similarly to many RPGs (like strength, intelligence, agility, accuracy, movement speed, orientation ability, luck, tactical acumen, battle experience... ).<br>Every cohort will include units with very different characteristics, which will affect their performance on the battlefield.<br><br>For example: a very strong archer will shoot very fast and very far, possibly inflicting more damage when hitting... but the same archer could have a very bad aim and rarely hit the intended target.<br><br>Unit types:<br><br>- General<br>- Legionary (heavy infantry)<br>- Velities (light infantry)<br>- Ballistarii (siege and field artillery operators)<br>- Sagittarii (archers)<br>- Equites (cavalry)<br><br><br><strong>TRAINING</strong><br><br>All cohorts can undergo specific and additional training (up to 5 levels) to become more efficient and to improve the stats of the individual members of the cohort.<br>Training will improve things like speed of execution of orders, combat ability, manouvering, aim... but no amnount of training, obviously, will affect such things as individual soldiers' intelligence or natural agility.",
            "about_the_game": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/529070/extras/logo-menu.png?t=1526055996\" ><br><br>Retaliation Path of Rome is a very complex game, with several unique features<br><br><strong>MISSIONS</strong><br><br>About 100 different missions, with either single or multiple objectives, like:<br> - reach a population target (a minimum number of patricians and/or plebs)<br> - reach a target happyness<br> - earn a certain amount of money<br> - complete the mission in a given time<br> - win a certain number of battles<br><br>5 difficulty levels, from very easy to very hard: with different world resources, starting money, initial reputation...<br><br>Every mission is created parametrically to offer an ever changing challenge, each time a mission is re-played.<br><br><strong>STRUCTURES</strong><br><br>The player has the possibility to build more than 50 structures to complete the missions. Some example structures:<br><br>- Slaves' quarters<br>- Plebs' houses<br>- Patrician villas<br>- Wheat field<br>- Olive grove<br>- Vineyard<br>- Farm<br>- Fishing house<br>- Market<br>- Stables<br>- Workshop<br>- Dirt road<br>- Paved street<br>- Archers' barracks<br>- Ballistaari' barracks<br>- Equites' barracks<br>- Legionary barracks<br>- Velites' barracks<br>- Defence tower<br>- Signaling tower<br>- Watch tower<br>- Wooden wall<br>- Wooden gate<br>- Stone wall<br>- Stone gate<br>- Forum<br>- Theatre<br>- Amphitheatre (arena)<br>- Gladiator ludus<br>- Stadium (chariot races)<br>- Gardens<br>- Groves<br>- Fountain<br>- Well<br>- Butcher<br>- Olive maker<br>- Wine maker<br>- Lumber mill<br>- Clay pit<br>- Iron mine<br>- Stone quarry<br>- Marble quarry<br>- Gold mine<br>- Potter workshop<br>- Blacksmith<br>- Academy<br>- Library<br>..<br><br>Each structure needs specific resources in order to be built.<br><br>And of course each structure has different function and features, and some structures have to be properly positioned in order to yield the desired result: for wine production it is necessary to create both vineyard (to get the grapes) and a winemaker (to get the wine).<br><br><strong>CITY AI</strong><br><br>In each city there will be some AI controlled competitors: other patricians whose goal is to increase their riches and extend their influence. They will be vying with the player, acquiring resources and building structures, trying to get to the best spots before the player.<br>The competitors appear in advanced levels, and each has a different strategy: some concentrate in the real estate market, others in trade or in resource production.<br><br><strong>DESIRABILITY</strong><br><br>When new structures get built, these can differ in desirability. Usually this depends on what is present (or built) around them. For example a patrician villa has higher desirability (and hence higher market value) if nearby there are gardens, fountains, other villas, theatres.. It instead loses value if nearby there are stables, farms, wheat fields... Residents will at first go to dwell or work in the structures with higher desirability, avoiding those of little value.<br><br>For production structures, for example a wheat field, the value depends on the amount of the produced resource is available in the nearby city and in the global market. If the market needs grains, the value of the field will rise. Conversely, the field would become less desirable and its value decrease.<br><br><strong>DAMAGE</strong><br><br>In time, structures deteriorate. Every week mainteance works are done to keep them operative and pleasant. If there are not enough money for the basic upkeep or if extraordinary work is needed, the player will need to acquire the necessary funds and repair it as soon as possible (or see its profitability vanish and possibly even arrive to the point when the whole structure eventually collapses).<br><br><strong>CITY BUILDING</strong><br><br>The city management part of the game depends chiefly on money, people's satisfaction and resources available.<br><br>Dealing with these three amounts, the player needs to complete the missions.<br><br>Careful and efficient exploitation of the resources allows to save money and gain with the trade. A wheat field created in a fertile area will yield much more and hence cover its operation costs and bring profit.<br><br>It is best to plan the city growth in order to efficiently exploit the resources and reduce the expenses. It is important that cities be self-sufficient: for example a global event like a drought could push prices of imported goods to very high levels.<br><br>It is also fundamental to avoid discontent in the populace. If discontent is too high there could be revolts that would seriously compromise the possibility to successfully complete a given mission.<br><br><strong>HAPPYNESS</strong><br><br>To be happy, people needs to have their basic needs satisfied: food, dwelling, work, water, protection from enemies.<br>Increasing the people's life conditions will also generate new needs. In particular the patricians will start to require luxury goods (good wine, gold, silk, refined pottery, statues...).<br>Entertainment is another fundamental need: populous cities will require stadiums and arenas (and famous people competing inside those structures..)<br><br>When happyness is low, the city structures become less productive and hence less profitable.<br><br><strong>WORKERS</strong><br><br>All structures need a certain amount of workers or worktime, even for the simple upkeep/maintenance.<br>All productive structures are tightly bound to the number of workers available in the city: with not enough available workers the production would decrease or even become null. Structures with the highest desirability will be the first ones to attract the workers, leaving the others without.<br>Different structures will require different amounts and different type of workers. For some jobs only slaves will be requested. Plebs are needed for crafts and trade.<br><br>Unemployment will cause collapse of happyness and increased risk of revolts.<br><br><strong>PATRICIANS / PLEBS / SLAVES </strong><br><br>Patricians are the wealthiest citizens, they have expensive needs and cannot accept to see their needs not satisfied. Their weight over city happyness is very relevant.<br>They also expect to be given high prestige jobs: army generals, high clerics, administrators, politicians, proprietors.<br><br>Plebs are mostly involved in crafts and trade. They are fundamental for the management of the city but they don't have much political weight.<br>Their class gives the major turnout in tax income.<br><br>Slaves are the major work force. Satisfying their primary needs (food, lodging, water) is important as they deal with the production and resource gathering of the city. Correct management of the slaves is fundamental to make the city desirable to the other classes.<br><br><strong>RESOURCES:</strong><br>- Gold<br>- Wood<br>- Stone<br>- Marble<br>- Iron<br>- Clay<br>- Wheat<br>- Meat<br>- Fish<br>- Grape<br>- Olive<br>- Wine<br>- Oil<br>- Pottery<br>- Jewelry<br>- Leather<br>- Cloth<br><br>These are the resources that can be traded, produced or transformed.<br><br><strong>TRADE</strong><br><br>To evolve the city it is mandatory to correctly manage the trade of all goods: selling the city production to obtain the resources needed for the evolution and improvement of the city.<br><br>Prices of resources are managed at two distinct levels: local and global.<br><br>Locally: they depend on the city demand and the amount of that type of good that has been bought or sold (selling a lot of wheat will make its price decrease).<br><br>Globally: the entire nation's demand is evaluated and several other factors also influence the price (e.g. events like plagues, droughts, wars..). For example the global price of wheat could be much higher than the local one because of scarcity due to droughts in several areas of the nation.<br><br>So if there is a global crisis, even if your city sells a lot of wheat, its price could still be increasing instead of decreasing. But when the trend changes (for example the drought ends) its price could suddenly crash.<br><br><strong>AUTOMATIC TRADE</strong><br><br>To simplify the game and avoid micromanagement, it is possible to automate trade setting some &quot;limit orders&quot;.<br>E.g. &quot;buy if there is less than .. %&quot;<br><br>The automatic system won't consider the price, but the quantity set as requirement.<br><br><strong>STRUCTURES' MARKET</strong><br><br>In Path of Rome it is possible to buy or sell the structures (with the exclusion of those like walls, streets, barracks) according to its market value.<br>Once the building of a structure is complete, the player has the possibility of selling it, to the value defined by its desirability and the kind of resources it produces.<br>Selling a structure gives an immediate income, but could be disadvantageous in the long term:<br>- no money will be collected for rent of properties or sale of production<br>- resources produced by sold structures will not be managed by the player<br>- and hence those resources won't be available to build other structures<br><br>Nevertheless a good sale would still benefit because of immediate cash flow...<br><br><strong>DANGER AND ENTRENCH</strong><br><br>Every structure you build makes your city more appealing to enemies who could invade or pillage it, according to the kind of structure: a patrician villa, a thriving market or a golden mine would increase the risk of enemy incursion much more than a new wheat field or a stone quarry.<br><br>To compensate, it is better to spend some money and time on defending the city, creating walls, towers and military units.<br><br>Defensive structure will also contribute to raise the desirability and hence the values of the other structures of the cities, whose occupants will feel safer.<br><br>All choices in the game are two pronged, bringing both advantages and problems.<br><br>For example, continuing on the topic of city defense: if there are few or no defensive structures, there will be many enemy incursions, but very light (small bands of brigands mostly).<br>Conversely, excellent defensive structures won't guarantee that the city becomes untouchable, will deter and block small offensives but will attract the organized war sieges of big enemy armies: a city so well defended MUST be rich and full of bounty!<br><br><strong>BATTLES</strong><br><br>Retaliation Path of Rome is a hybrid RTS/TBS, a combination which makes the game very tactical. You'll need to plan how to move the troops, how to arrange them and expecially what kind of army units to train. Different movement ability (velites, with barely no armour, are much faster than full armoured princeps) and different attack types and attack speeds make unit types (and how you'll use them in battle) very different.<br><br>Each battle is managed by a parametric AI system with almost endless combinations and possible states and developments.<br><br><strong>COHORTS</strong><br><br>Units are arranged in groups, which are commanded by officers, controlling the movement and formation of the groups.<br>Each group can have a different formation: for example you'll probably be depolying the archers in a long line (or in two/three lines), rather than massed as a square.<br><br>The commanding officer will also decide the state for the group: defensive, aggressive, berserk...<br>Continuously changing the state, formation, movement or attack orders of a group when the battle is already started may seed confusion on some members of the group, which may then fail to follow some of the orders and in the worst cases a total confusion could even provoke the disbandment of the group.<br><br><strong>GENERALS</strong><br><br>The army general will give commands to the officers and these will command the groups under their command.<br>The closer a general is to a certain group, the faster the issued orders will be received and carried out correctly. If the general is far away, the group for which the order is meant will react more slowly to the new commands.<br><br>If your general dies during the battle you can still command the army, but in a much slower and less coordinated way, with a high risk of confusion and messy coordination. Furthermore, the loss of the general will take a huge toll on the army's morale, and could cause the whole army to flee the battlefield.<br><br><strong>COHORTS AI vs SINGLES AI</strong><br><br>Control AI will be managing separately groups and single soldiers.<br><br>Each group is treated as a single autonomous entity and orders given to the group will take priority over orders and states of the single soldiers. Nevertheless if the group disbands, its officer dies or the army general dies, then single soldiers will not be bound by group cohesion and will follow a behaviour dictated by their last orders, mediated by their own particular demeanor, state and parameters (called &quot; stats&quot;).<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/529070/extras/army.png?t=1526055996\" ><br><br><strong>SOLDIERS</strong><br><br>Each soldier has more than 20 &quot;stats&quot;, parameters defining the single unit, similarly to many RPGs (like strength, intelligence, agility, accuracy, movement speed, orientation ability, luck, tactical acumen, battle experience... ).<br>Every cohort will include units with very different characteristics, which will affect their performance on the battlefield.<br><br>For example: a very strong archer will shoot very fast and very far, possibly inflicting more damage when hitting... but the same archer could have a very bad aim and rarely hit the intended target.<br><br>Unit types:<br><br>- General<br>- Legionary (heavy infantry)<br>- Velities (light infantry)<br>- Ballistarii (siege and field artillery operators)<br>- Sagittarii (archers)<br>- Equites (cavalry)<br><br><br><strong>TRAINING</strong><br><br>All cohorts can undergo specific and additional training (up to 5 levels) to become more efficient and to improve the stats of the individual members of the cohort.<br>Training will improve things like speed of execution of orders, combat ability, manouvering, aim... but no amnount of training, obviously, will affect such things as individual soldiers' intelligence or natural agility.",
            "short_description": "Retaliation Path of Rome is a very complex game, with several unique features About 100 different missions, with either single or multiple objectives, like: - reach a population target (a minimum number of patricians and/or plebs) - reach a target happyness - earn a certain amount of money - complete the mission in a given time - win a ce",
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/529070/header.jpg?t=1526055996",
            "website": "http://www.retaliationgame.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows XP SP2 or better<br></li><li><strong>Processor:</strong> 1.80GHz or better<br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> Windows compatible card<br></li><li><strong>Storage:</strong> 500 MB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows XP SP2 or better<br></li><li><strong>Processor:</strong> 1.80GHz or better<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> Windows compatible card<br></li><li><strong>Storage:</strong> 1 GB available space</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> OS X 10.5 or better<br></li><li><strong>Processor:</strong> 1.80GHz or better<br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> 512mb or better<br></li><li><strong>Storage:</strong> 500 MB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> OS X 10.5 or better<br></li><li><strong>Processor:</strong> 1.80GHz or better<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> 512mb or better<br></li><li><strong>Storage:</strong> 1 GB available space</li></ul>"
            },
            "linux_requirements": [],
            "developers": [
                "XTeam Software Solutions"
            ],
            "publishers": [
                "XTeam Software Solutions"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": true,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                }
            ],
            "genres": [
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/529070/ss_503cf021edd789a18133d25287c80254bad49bf3.600x338.jpg?t=1526055996",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/529070/ss_503cf021edd789a18133d25287c80254bad49bf3.1920x1080.jpg?t=1526055996"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/529070/ss_b55754a3539c23aaf9f20aa5f163dac76a12241e.600x338.jpg?t=1526055996",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/529070/ss_b55754a3539c23aaf9f20aa5f163dac76a12241e.1920x1080.jpg?t=1526055996"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/529070/ss_1c32da3b2ec8d9924db312ddff06551e9202d78d.600x338.jpg?t=1526055996",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/529070/ss_1c32da3b2ec8d9924db312ddff06551e9202d78d.1920x1080.jpg?t=1526055996"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/529070/ss_b992d28695c1fe67d95448b6dc8f07cfa8ef60f1.600x338.jpg?t=1526055996",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/529070/ss_b992d28695c1fe67d95448b6dc8f07cfa8ef60f1.1920x1080.jpg?t=1526055996"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/529070/ss_4e1b3e3f68410ec476a58e8776b511f82072328f.600x338.jpg?t=1526055996",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/529070/ss_4e1b3e3f68410ec476a58e8776b511f82072328f.1920x1080.jpg?t=1526055996"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/529070/ss_9f21b37fe09fe1986ef4791c855816b928830d89.600x338.jpg?t=1526055996",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/529070/ss_9f21b37fe09fe1986ef4791c855816b928830d89.1920x1080.jpg?t=1526055996"
                }
            ],
            "movies": [
                {
                    "id": 256670440,
                    "name": "Trailer #001",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256670440/movie.293x165.jpg?t=1475318368",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256670440/movie480.webm?t=1475318368",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256670440/movie_max.webm?t=1475318368"
                    },
                    "highlight": true
                }
            ],
            "release_date": {
                "coming_soon": true,
                "date": "Q1 2017"
            },
            "support_info": {
                "url": "http://www.retaliationgame.com",
                "email": "support@retaliationgame.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/529070/page_bg_generated_v6b.jpg?t=1526055996",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}