{
    "534331": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Total War: WARHAMMER - Realm of The Wood Elves",
            "steam_appid": 534331,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<img src=\"https://%CDN_HOST_MEDIA_SSL%/steam/apps/534331/extras/Welf_Key_Art_Banner.png?t=1545148735\" crossorigin=\"anonymous\"><br><br><br><ul class=\"bb_ul\"><li>New Wood Elves Race in the Grand Campaign<br></li><li>New additional Race-specific currency: Amber<br></li><li>Wonder-based Campaign victory condition <br></li><li>Wood Elves may conquer any region on the map <br></li><li>Two New Playable Legendary Lords: Orion and Durthu<br></li><li>Two new Lord types with deep-specialisation skill trees<br></li><li>Three new Hero types with deep-specialisation skill trees<br></li><li>Comprehensive Wood Elves army roster <br></li><li>Adds an additional campaign map to the game with the unique ‘Season of Revelations’ Wood Elves story Campaign <br></li><li>New Unique Monsters, Heroes, Magic and Game Features</li></ul><br><br><img src=\"https://%CDN_HOST_MEDIA_SSL%/steam/apps/534331/extras/GIF1.jpg?t=1545148735\" crossorigin=\"anonymous\"><br><br>To outsiders, the forest realm of Athel Loren is a brooding and malicious place. The creak and groan of living wood echoes from its dim interior, the canopy seems to absorb all light, and half-seen spirits dart between the twilit bowers. To enter is to place your fate in their hands.<br><br>Within dwell the Asrai, the Wood Elves. Though they hail originally from Ulthuan to the west as all Elves do, they spurn the sanctimonious arrogance of the Asur, the High Elves, and the murderous decadence of the Druchii or Dark Elves. The Asrai consider themselves to be the only true Elves left in the world, as they embrace all aspects of their nature – both light and dark – and for thousands of years, they have lived in harmony with the sentient forest.<br><br>The Asrai share the wilds of Athel Loren with its spirits and protectors: the Dryads, Branchwraiths and the ancient guardian Treemen. They adopt its steeds, hawks and Great Eagles for their warhosts, and even rare Forest Dragons may deign to join them when the need is dire. Peerless archers and riders, the Wood Elves pay fealty to the demigod Orion, who dies in flame each midwinter, only to be reborn into thunderous life in spring beneath The Oak of Ages.<br><br>Wild, lithe, and utterly ruthless in defence of their land, only a fool would goad the Wood Elves and their spirited allies to conflict. For those who witness the awesome spectacle of an Asrai host marching out of the woodlands on a Wild Hunt, it is likely the last thing they will ever see.<h2 class=\"bb_tag\">Campaign playstyle</h2><br>The Wood Elves campaign offers a uniquely different campaign experience to the other playable races of Total War: WARHAMMER. Their major infrastructure is housed in the Wood Elf settlements of Athel Loren, though they are capable of expanding outwards, capturing settlements and building limited outposts, known as Asrai Lookouts, in their stead. The heart of the campaign is The Great Oak, a unique 5-tier building related to the new Wonder victory condition.<br><br>In battle, the Wood Elves are swift and deadly, fielding many ‘glass cannon’ style units. While less physically robust than most other races, and with smaller unit sizes, they make up for this with excellent melee and ranged capabilities. They field some of the best archers in the game, many of whom can move and fire, and may later be upgraded with a range of specialised ammunition. They are often accompanied in battle by the woodland kin of Athel Loren, such as Dryads, Eagles and Treemen. Their spellcasters wield the Lores of Life, Beasts and Shadows.<br><br>New Story Campaign: The Season of Revelation<br>Set across a beautiful and highly-detailed campaign map of Athel Loren and the surrounding Duchies of Breton, The Season of Revelation is playable as either Durthu or Orion, the Wood Elves’ two Legendary Lords. This campaign tasks the player with uniting Athel Loren in the face of Bretonnian incursions and, later, from a series of fearsome, climactic attacks by the Beastman warlord Morghur, and his corrupted bray-herds.<h2 class=\"bb_tag\">The Oak of Ages</h2><br><img src=\"https://%CDN_HOST_MEDIA_SSL%/steam/apps/534331/extras/GIF2.jpg?t=1545148735\" crossorigin=\"anonymous\"><br><br>The vast, ancient bowers of The Oak of Ages mark the spiritual heart of Athel Loren and the source of its sacred power.<br><br>In the Grand Campaign, The Oak of Ages is a unique 5-tier Wonder building sited in Athel Loren which the player must grow over the course of the campaign. As the Wood Elf player advances it to each new tier, they will receive increasing bonuses to their campaign.<br><br>Growing The Oak to tier 5 initiates The Battle of The Great Oak, a climactic multi-stage assault on Athel Loren’s spiritual centre by the combined and massed hordes of the Beastmen and Chaos Warriors. Victory (or survival!) marks the completion of the Wood Elves’ key campaign objective. <br><br>New additional currency: Amber<br>Alongside Gold, the Wood Elves require Amber to recruit certain elite units, to unlock certain technologies, and to expand the Oak of Ages. This is a finite resource in the world however, and can only be gained by capturing settlements and setting up Asrai Lookouts. <br><br>As Amber is limited, this presents the player with a constant choice over whether it should be spent on faction development, military might or achieving their key victory condition.<h2 class=\"bb_tag\">Wood Elf Settlements and Outposts</h2><br>The Wood Elves are capable of capturing any province in The Old World, regardless of its race origin. However, these settlement locations can only ever house Asrai Lookouts with very limited building options, turning them into army replenishment stops, recruitment stations (with access to the global recruitment pool but at local recruitment pricing), or as centres to exploit any regional trade resources. Major building chains will need to be built in the regions of Athel Loren itself, the only true home of the Wood Elves. Settlements in Athel Loren have 10 building slots, providing space to explore the Wood Elves’ extensive building trees.<h2 class=\"bb_tag\">Wood Elves infrastructure</h2><br>The Wood Elves have unique tech trees and buildings, and as a highly developed and somewhat aristocratic race, the Wood Elf Council presides over matters social and military. <br><br>This Council has a number of Offices to which characters may be appointed, and is subtly connected to the Wood Elves’ infrastructure. Certain buildings unlock Offices for example: if the Wild Heath building is unlocked in the tech tree, it can be built in a settlement, thereby unlocking the Herald Of The Hunt office. If one of the player’s Lords is appointed to this role, he will periodically call a Wild Hunt. This gives the Herald and his army a series of very significant bonuses for the turns in which the Wild Hunt event is active, heightening their marshal prowess and encouraging aggressive actions. Players are advised to explore these interconnections in order to get the most out of their Wood Elf campaigns.<br><br>The two Wood Elves legendary Lords, Orion and Durthu, both have Offices to which only they can be appointed, providing them with further campaign bonuses.<h2 class=\"bb_tag\">New Legendary Lords</h2><br>A Wood Elves Grand Campaign may be led by one of two Legendary Lords: the demigod Orion, The King in The Woods, or the ancient Treeman, Durthu. Each begins play in a different starting position, controlling a different Athel Loren faction, and bring their own suite of campaign bonuses.<h2 class=\"bb_tag\">Orion The King in The Woods</h2><br><img src=\"https://%CDN_HOST_MEDIA_SSL%/steam/apps/534331/extras/GIF3.jpg?t=1545148735\" crossorigin=\"anonymous\"><br><br>Orion is the immortal demigod-king of Athel Loren and the Wood Elves. When his realm is threatened, he is the first to take up arms and fight in its defence. Every Elf feels the lure of their king’s wild summons, and many are overcome by their primal urges, abandoning civilised concerns and for the thrill of the hunt, and the heady tang of blood upon the wind. <br><br>Orion is a powerful melee warrior who also can deal sizeable ranged damage with his long-range spear attacks. He also has two unique area-effect abilities: Hounds of Orion, a magical vortex, and Hawk’s Talon, a magical bombardment. These attacks are bound to Orion and do not consume Winds of Magic.<br><br>Orion has two combat skill trees, two battle skill trees, and a campaign skill tree. This great range of skills, many of which are unique, allows him to specialise as he levels up. In particular, he can bring numerous improvements to the many bow units in the Wood Elves roster. When recruiting forces, Orion must pay an extra cost in Amber to hire woodland spirit units.<h2 class=\"bb_tag\">Durthu</h2><br><img src=\"https://%CDN_HOST_MEDIA_SSL%/steam/apps/534331/extras/GIF4.jpg?t=1545148735\" crossorigin=\"anonymous\"><br><br>Most ancient of the might Treemen of Athel Loren, Durthu was once a benevolent creature who found joy in the weave of forest life. It was he who first bound the spirits of the woodlands to the fate of the Asrai. And for a time, things existed in balance and harmony.<br><br>After many bloody incursions into Athel Loren however, with countless tress felled by outsiders for fuel, or merely out of spite, Durthu has become embittered. Worse still, he believes the Wood Elves themselves invited many of these calamities. Now, he does not consider them friends: merely allies in a common cause. <br><br>In the grand Campaign, Durthu leads the woodland spirits of the region of Argwylon in Athel Loren.  When recruiting forces, he must pay an extra cost in Amber to hire Wood Elf units. A powerful warrior and spellcaster, Durthu also wields the Lore of Beasts, and may summon Manticores into the thick of battle using The Transformation of Kadon.<h2 class=\"bb_tag\">New Lords</h2><br>Wood Elves armies may recruit two new types of Lord to command their armies: Glade lords and Treemen.<h2 class=\"bb_tag\">Glade Lords</h2><br>The Highborn lords and ladies of Athel Loren have ruled the Wood Elves for millennia, and when the race goes to war, it is these nobles that direct their forces. Powerful warriors and excellent archers, they have two personal combat skill trees, each of which brings improvements to their archery and melee abilities. Likewise, their Battle trees augment their armies along two different paths – mell and ranged. They may also unlock three mount options as they level up: the Elven Steed, Great Eagle, and Forest Dragon.<h2 class=\"bb_tag\">Ancient Treemen</h2><br>Ancient Treemen are colossal in stature. Revered by Elf and forest-creature alike, their strength rivals that of even the dragons of the deep glades. The true guardians of the forest, these mighty woodland spirits are Spellcaster lords who wield the Lore of Beasts. While they have no mount options (there are few creatures in the world big enough to accommodate them), they have unique skills which grant increasing protection to all Tree Kin units in their armies.<h2 class=\"bb_tag\">Heroes</h2><br>Wood Elves armies may recruit three new types of Hero units to support their armies and perform Campaign Map actions. Each offers strong specialisation paths via their skill trees.<h2 class=\"bb_tag\">Spellsingers (Mage focus)</h2><br>Wood Elf mages have a unique relationship with Athel Loren. Connected to the deeper intelligence of the forest, they are highly attuned beings, sharing a bond with their surroundings in much the same way the Dryads, sprites and Treemen do. Spellsingers may be recruited to wield the Lores of Life, Shadow and Beasts.<h2 class=\"bb_tag\">Branchwraiths (Melee/Mage focus)</h2><br>Eldest of the Dryads, Branchwraith serve as handmaidens to the ancients of Athel Loren. Before the coming of the Elves, it was they who ruled the forest and tamed the Winds of Magic to bring sustenance to the wild woodlands. There is no love lost between Branchwraiths and the Asrai, though the uneasy peace continues, and these skilled practitioners of The Lore of Life can be found in many Wood Elf warhosts, casting spells in the thick of battle one minute, striking down foes with their powerful limbs the next.<h2 class=\"bb_tag\">Waystalkers (Spy, Ranged focus)</h2><br>The most skilled marksmen of the Waywatchers, Waystalkers are obsessed with The Hunt. Taciturn, solitary individuals, they show a dedication to their path that puts them in closer touch with the forest than their Elven kin. Expert snipers, they can move – and even remain hidden – while firing, singling out targets for the kill with a ruthless precision that no other archer can match.<h2 class=\"bb_tag\">Unit roster</h2><br>The Wood Elves roster contains many skilled archer units. When certain structures have been built, Glade Guard, Deepwood Scouts and Glade Riders may be recruited to fire three specialised ammunition types:<br><br><ul class=\"bb_ul\"><li>Starfire shafts (Fire damage)<br></li><li>Hagbane Tips (Poison damage)<br></li><li>Swift Silver Shards (Magical damage)</li></ul><h2 class=\"bb_tag\">Melee Infantry</h2>Eternal Guard<br><br>Eternal Guard (shields)<br>Wardancers<br>Wardancers (Asrai spears)<br>Wildwood Rangers<h2 class=\"bb_tag\">Ranged infantry</h2>Glade Guard<br><br>Glade Guard (Starfire Shafts)<br>Glade Guard (Hagbane Tips)<br>Deepwood Scouts<br>Deepwood Scouts (Swift Shiver Shafts)<br>Waywatchers<h2 class=\"bb_tag\">Melee Cavalry</h2>Wild Riders<br><br>Wild Riders (shields)<h2 class=\"bb_tag\">Ranged cavalry </h2>Glade Riders<br><br>Glade Riders (Hagbane Tips)<br>Hawk Riders (flying)<h2 class=\"bb_tag\">Magical cavalry</h2>Sisters of The Thorn (may cast bound spells)<h2 class=\"bb_tag\">Woodland Spirit units</h2>Dryads<br>Treekin<br>Treeman<h2 class=\"bb_tag\">Monstrous Units</h2>Great Eagle (flying)<br>Forest Dragon (flying)",
            "about_the_game": "<img src=\"https://%CDN_HOST_MEDIA_SSL%/steam/apps/534331/extras/Welf_Key_Art_Banner.png?t=1545148735\" crossorigin=\"anonymous\"><br><br><br><ul class=\"bb_ul\"><li>New Wood Elves Race in the Grand Campaign<br></li><li>New additional Race-specific currency: Amber<br></li><li>Wonder-based Campaign victory condition <br></li><li>Wood Elves may conquer any region on the map <br></li><li>Two New Playable Legendary Lords: Orion and Durthu<br></li><li>Two new Lord types with deep-specialisation skill trees<br></li><li>Three new Hero types with deep-specialisation skill trees<br></li><li>Comprehensive Wood Elves army roster <br></li><li>Adds an additional campaign map to the game with the unique ‘Season of Revelations’ Wood Elves story Campaign <br></li><li>New Unique Monsters, Heroes, Magic and Game Features</li></ul><br><br><img src=\"https://%CDN_HOST_MEDIA_SSL%/steam/apps/534331/extras/GIF1.jpg?t=1545148735\" crossorigin=\"anonymous\"><br><br>To outsiders, the forest realm of Athel Loren is a brooding and malicious place. The creak and groan of living wood echoes from its dim interior, the canopy seems to absorb all light, and half-seen spirits dart between the twilit bowers. To enter is to place your fate in their hands.<br><br>Within dwell the Asrai, the Wood Elves. Though they hail originally from Ulthuan to the west as all Elves do, they spurn the sanctimonious arrogance of the Asur, the High Elves, and the murderous decadence of the Druchii or Dark Elves. The Asrai consider themselves to be the only true Elves left in the world, as they embrace all aspects of their nature – both light and dark – and for thousands of years, they have lived in harmony with the sentient forest.<br><br>The Asrai share the wilds of Athel Loren with its spirits and protectors: the Dryads, Branchwraiths and the ancient guardian Treemen. They adopt its steeds, hawks and Great Eagles for their warhosts, and even rare Forest Dragons may deign to join them when the need is dire. Peerless archers and riders, the Wood Elves pay fealty to the demigod Orion, who dies in flame each midwinter, only to be reborn into thunderous life in spring beneath The Oak of Ages.<br><br>Wild, lithe, and utterly ruthless in defence of their land, only a fool would goad the Wood Elves and their spirited allies to conflict. For those who witness the awesome spectacle of an Asrai host marching out of the woodlands on a Wild Hunt, it is likely the last thing they will ever see.<h2 class=\"bb_tag\">Campaign playstyle</h2><br>The Wood Elves campaign offers a uniquely different campaign experience to the other playable races of Total War: WARHAMMER. Their major infrastructure is housed in the Wood Elf settlements of Athel Loren, though they are capable of expanding outwards, capturing settlements and building limited outposts, known as Asrai Lookouts, in their stead. The heart of the campaign is The Great Oak, a unique 5-tier building related to the new Wonder victory condition.<br><br>In battle, the Wood Elves are swift and deadly, fielding many ‘glass cannon’ style units. While less physically robust than most other races, and with smaller unit sizes, they make up for this with excellent melee and ranged capabilities. They field some of the best archers in the game, many of whom can move and fire, and may later be upgraded with a range of specialised ammunition. They are often accompanied in battle by the woodland kin of Athel Loren, such as Dryads, Eagles and Treemen. Their spellcasters wield the Lores of Life, Beasts and Shadows.<br><br>New Story Campaign: The Season of Revelation<br>Set across a beautiful and highly-detailed campaign map of Athel Loren and the surrounding Duchies of Breton, The Season of Revelation is playable as either Durthu or Orion, the Wood Elves’ two Legendary Lords. This campaign tasks the player with uniting Athel Loren in the face of Bretonnian incursions and, later, from a series of fearsome, climactic attacks by the Beastman warlord Morghur, and his corrupted bray-herds.<h2 class=\"bb_tag\">The Oak of Ages</h2><br><img src=\"https://%CDN_HOST_MEDIA_SSL%/steam/apps/534331/extras/GIF2.jpg?t=1545148735\" crossorigin=\"anonymous\"><br><br>The vast, ancient bowers of The Oak of Ages mark the spiritual heart of Athel Loren and the source of its sacred power.<br><br>In the Grand Campaign, The Oak of Ages is a unique 5-tier Wonder building sited in Athel Loren which the player must grow over the course of the campaign. As the Wood Elf player advances it to each new tier, they will receive increasing bonuses to their campaign.<br><br>Growing The Oak to tier 5 initiates The Battle of The Great Oak, a climactic multi-stage assault on Athel Loren’s spiritual centre by the combined and massed hordes of the Beastmen and Chaos Warriors. Victory (or survival!) marks the completion of the Wood Elves’ key campaign objective. <br><br>New additional currency: Amber<br>Alongside Gold, the Wood Elves require Amber to recruit certain elite units, to unlock certain technologies, and to expand the Oak of Ages. This is a finite resource in the world however, and can only be gained by capturing settlements and setting up Asrai Lookouts. <br><br>As Amber is limited, this presents the player with a constant choice over whether it should be spent on faction development, military might or achieving their key victory condition.<h2 class=\"bb_tag\">Wood Elf Settlements and Outposts</h2><br>The Wood Elves are capable of capturing any province in The Old World, regardless of its race origin. However, these settlement locations can only ever house Asrai Lookouts with very limited building options, turning them into army replenishment stops, recruitment stations (with access to the global recruitment pool but at local recruitment pricing), or as centres to exploit any regional trade resources. Major building chains will need to be built in the regions of Athel Loren itself, the only true home of the Wood Elves. Settlements in Athel Loren have 10 building slots, providing space to explore the Wood Elves’ extensive building trees.<h2 class=\"bb_tag\">Wood Elves infrastructure</h2><br>The Wood Elves have unique tech trees and buildings, and as a highly developed and somewhat aristocratic race, the Wood Elf Council presides over matters social and military. <br><br>This Council has a number of Offices to which characters may be appointed, and is subtly connected to the Wood Elves’ infrastructure. Certain buildings unlock Offices for example: if the Wild Heath building is unlocked in the tech tree, it can be built in a settlement, thereby unlocking the Herald Of The Hunt office. If one of the player’s Lords is appointed to this role, he will periodically call a Wild Hunt. This gives the Herald and his army a series of very significant bonuses for the turns in which the Wild Hunt event is active, heightening their marshal prowess and encouraging aggressive actions. Players are advised to explore these interconnections in order to get the most out of their Wood Elf campaigns.<br><br>The two Wood Elves legendary Lords, Orion and Durthu, both have Offices to which only they can be appointed, providing them with further campaign bonuses.<h2 class=\"bb_tag\">New Legendary Lords</h2><br>A Wood Elves Grand Campaign may be led by one of two Legendary Lords: the demigod Orion, The King in The Woods, or the ancient Treeman, Durthu. Each begins play in a different starting position, controlling a different Athel Loren faction, and bring their own suite of campaign bonuses.<h2 class=\"bb_tag\">Orion The King in The Woods</h2><br><img src=\"https://%CDN_HOST_MEDIA_SSL%/steam/apps/534331/extras/GIF3.jpg?t=1545148735\" crossorigin=\"anonymous\"><br><br>Orion is the immortal demigod-king of Athel Loren and the Wood Elves. When his realm is threatened, he is the first to take up arms and fight in its defence. Every Elf feels the lure of their king’s wild summons, and many are overcome by their primal urges, abandoning civilised concerns and for the thrill of the hunt, and the heady tang of blood upon the wind. <br><br>Orion is a powerful melee warrior who also can deal sizeable ranged damage with his long-range spear attacks. He also has two unique area-effect abilities: Hounds of Orion, a magical vortex, and Hawk’s Talon, a magical bombardment. These attacks are bound to Orion and do not consume Winds of Magic.<br><br>Orion has two combat skill trees, two battle skill trees, and a campaign skill tree. This great range of skills, many of which are unique, allows him to specialise as he levels up. In particular, he can bring numerous improvements to the many bow units in the Wood Elves roster. When recruiting forces, Orion must pay an extra cost in Amber to hire woodland spirit units.<h2 class=\"bb_tag\">Durthu</h2><br><img src=\"https://%CDN_HOST_MEDIA_SSL%/steam/apps/534331/extras/GIF4.jpg?t=1545148735\" crossorigin=\"anonymous\"><br><br>Most ancient of the might Treemen of Athel Loren, Durthu was once a benevolent creature who found joy in the weave of forest life. It was he who first bound the spirits of the woodlands to the fate of the Asrai. And for a time, things existed in balance and harmony.<br><br>After many bloody incursions into Athel Loren however, with countless tress felled by outsiders for fuel, or merely out of spite, Durthu has become embittered. Worse still, he believes the Wood Elves themselves invited many of these calamities. Now, he does not consider them friends: merely allies in a common cause. <br><br>In the grand Campaign, Durthu leads the woodland spirits of the region of Argwylon in Athel Loren.  When recruiting forces, he must pay an extra cost in Amber to hire Wood Elf units. A powerful warrior and spellcaster, Durthu also wields the Lore of Beasts, and may summon Manticores into the thick of battle using The Transformation of Kadon.<h2 class=\"bb_tag\">New Lords</h2><br>Wood Elves armies may recruit two new types of Lord to command their armies: Glade lords and Treemen.<h2 class=\"bb_tag\">Glade Lords</h2><br>The Highborn lords and ladies of Athel Loren have ruled the Wood Elves for millennia, and when the race goes to war, it is these nobles that direct their forces. Powerful warriors and excellent archers, they have two personal combat skill trees, each of which brings improvements to their archery and melee abilities. Likewise, their Battle trees augment their armies along two different paths – mell and ranged. They may also unlock three mount options as they level up: the Elven Steed, Great Eagle, and Forest Dragon.<h2 class=\"bb_tag\">Ancient Treemen</h2><br>Ancient Treemen are colossal in stature. Revered by Elf and forest-creature alike, their strength rivals that of even the dragons of the deep glades. The true guardians of the forest, these mighty woodland spirits are Spellcaster lords who wield the Lore of Beasts. While they have no mount options (there are few creatures in the world big enough to accommodate them), they have unique skills which grant increasing protection to all Tree Kin units in their armies.<h2 class=\"bb_tag\">Heroes</h2><br>Wood Elves armies may recruit three new types of Hero units to support their armies and perform Campaign Map actions. Each offers strong specialisation paths via their skill trees.<h2 class=\"bb_tag\">Spellsingers (Mage focus)</h2><br>Wood Elf mages have a unique relationship with Athel Loren. Connected to the deeper intelligence of the forest, they are highly attuned beings, sharing a bond with their surroundings in much the same way the Dryads, sprites and Treemen do. Spellsingers may be recruited to wield the Lores of Life, Shadow and Beasts.<h2 class=\"bb_tag\">Branchwraiths (Melee/Mage focus)</h2><br>Eldest of the Dryads, Branchwraith serve as handmaidens to the ancients of Athel Loren. Before the coming of the Elves, it was they who ruled the forest and tamed the Winds of Magic to bring sustenance to the wild woodlands. There is no love lost between Branchwraiths and the Asrai, though the uneasy peace continues, and these skilled practitioners of The Lore of Life can be found in many Wood Elf warhosts, casting spells in the thick of battle one minute, striking down foes with their powerful limbs the next.<h2 class=\"bb_tag\">Waystalkers (Spy, Ranged focus)</h2><br>The most skilled marksmen of the Waywatchers, Waystalkers are obsessed with The Hunt. Taciturn, solitary individuals, they show a dedication to their path that puts them in closer touch with the forest than their Elven kin. Expert snipers, they can move – and even remain hidden – while firing, singling out targets for the kill with a ruthless precision that no other archer can match.<h2 class=\"bb_tag\">Unit roster</h2><br>The Wood Elves roster contains many skilled archer units. When certain structures have been built, Glade Guard, Deepwood Scouts and Glade Riders may be recruited to fire three specialised ammunition types:<br><br><ul class=\"bb_ul\"><li>Starfire shafts (Fire damage)<br></li><li>Hagbane Tips (Poison damage)<br></li><li>Swift Silver Shards (Magical damage)</li></ul><h2 class=\"bb_tag\">Melee Infantry</h2>Eternal Guard<br><br>Eternal Guard (shields)<br>Wardancers<br>Wardancers (Asrai spears)<br>Wildwood Rangers<h2 class=\"bb_tag\">Ranged infantry</h2>Glade Guard<br><br>Glade Guard (Starfire Shafts)<br>Glade Guard (Hagbane Tips)<br>Deepwood Scouts<br>Deepwood Scouts (Swift Shiver Shafts)<br>Waywatchers<h2 class=\"bb_tag\">Melee Cavalry</h2>Wild Riders<br><br>Wild Riders (shields)<h2 class=\"bb_tag\">Ranged cavalry </h2>Glade Riders<br><br>Glade Riders (Hagbane Tips)<br>Hawk Riders (flying)<h2 class=\"bb_tag\">Magical cavalry</h2>Sisters of The Thorn (may cast bound spells)<h2 class=\"bb_tag\">Woodland Spirit units</h2>Dryads<br>Treekin<br>Treeman<h2 class=\"bb_tag\">Monstrous Units</h2>Great Eagle (flying)<br>Forest Dragon (flying)",
            "short_description": "To outsiders, the forest realm of Athel Loren is a brooding and malicious place. The creak and groan of living wood echoes from its dim interior, the canopy seems to absorb all light, and half-seen spirits dart between the twilit bowers. To enter is to place your fate in their hands.",
            "fullgame": {
                "appid": "364360",
                "name": "Total War: WARHAMMER"
            },
            "supported_languages": "English<strong>*</strong>, French, Italian, German, Spanish - Spain, Korean, Polish, Portuguese - Brazil, Russian, Turkish, Czech<br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/534331/header.jpg?t=1545148735",
            "website": null,
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 64Bit<br></li><li><strong>Processor:</strong> Intel® Core™ 2 Duo 3.0Ghz<br></li><li><strong>Memory:</strong> 3 GB RAM<br></li><li><strong>Graphics:</strong> (DirectX 11) AMD Radeon HD 5770 1024MB | NVIDIA GTS 450 1024MB | Intel HD4000 @720P<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> *PC Integrated graphics chipsets require 4 GB RAM, e.g. Intel HD series.</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7/8.1/10 64Bit<br></li><li><strong>Processor:</strong> Intel® Core™ i5-4570 3.20GHz<br></li><li><strong>Graphics:</strong> (DirectX 11) AMD Radeon R9 270X 2048MB | NVIDIA GeForce GTX 760 2048MB @1080P<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 35 GB available space</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> macOS 10.12.4<br></li><li><strong>Processor:</strong> 2.0Ghz Intel Core i5<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> All AMD graphics cards released from 2014 onwards, All NVidia cards with 2GB+ VRAM released from 2012 onwards, (MacBookPro only) Intel Iris Graphics 540 &amp; 550 cards released from 2016 onwards<br></li><li><strong>Storage:</strong> 37 GB available space<br></li><li><strong>Additional Notes:</strong> The following graphics cards are capable of running the game, but do not consistently meet the standards required for official support: All Nvidia cards with 1 GB VRAM released from 2012 onwards, All Intel Iris and Iris Pro cards released from 2013 onwards apart from the 540 and 550 cards listed above.</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Ubuntu 16.04 or Steam OS 2.0 (64 bit required)<br></li><li><strong>Processor:</strong> 3.4GHz Intel Core i3-4130, 3.5GHz AMD FX6300<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> 1GB Nvidia 650ti or better (driver version 367.28), 2GB AMD R9 270 or better (Mesa 13.0.1 driver compiled using LLVM 3.9)<br></li><li><strong>Storage:</strong> 29 GB available space<br></li><li><strong>Additional Notes:</strong> AMD GPU's are not supported on Steam OS. Intel GPU's are not supported at time of release.</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Ubuntu 16.04 or Steam OS 2.0 (64 bit required)<br></li><li><strong>Processor:</strong> 3.4 GHz Intel Core i7-4770<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> 4GB Nvidia 970 (driver version 367.28), 4GB AMD RX 480 (Mesa 13.0.1 driver compiled using LLVM 3.9)<br></li><li><strong>Storage:</strong> 35 GB available space<br></li><li><strong>Additional Notes:</strong> AMD GPU's are not supported on Steam OS. Intel GPU's are not supported at time of release.</li></ul>"
            },
            "legal_notice": "© Copyright Games Workshop Limited 2017. Warhammer, the Warhammer logo, GW, Games Workshop, The Game of Fantasy Battles, the twin-tailed comet logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under licence. Developed by Creative Assembly and published by SEGA. Creative Assembly, the Creative Assembly logo, Total War and the Total War logo are either registered trademarks or trademarks of The Creative Assembly Limited. SEGA and the SEGA logo are either registered trademarks or trademarks of SEGA Holdings Co., Ltd. or its affiliates. All rights reserved. SEGA is registered in the U.S. Patent and Trademark Office. All other trademarks, logos and copyrights are property of their respective owners.",
            "developers": [
                "CREATIVE ASSEMBLY",
                "Feral Interactive (Linux)",
                "Feral Interactive (Mac)"
            ],
            "publishers": [
                "SEGA",
                "Feral Interactive (Linux)",
                "Feral Interactive (Mac)"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 1749,
                "final": 1749,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "17,49€"
            },
            "packages": [
                129558
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Total War: WARHAMMER - Realm of The Wood Elves",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 129558,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Total War: WARHAMMER - Realm of The Wood Elves - 17,49€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 1749
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": true,
                "linux": true
            },
            "metacritic": {
                "score": 76,
                "url": "https://www.metacritic.com/game/pc/total-war-warhammer---realm-of-the-wood-elves?ftag=MCD-06-10aaa1f"
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 29,
                    "description": "Steam Trading Cards"
                },
                {
                    "id": 30,
                    "description": "Steam Workshop"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_e9773f14e36e81c5759140bf00aea49181ff4f07.600x338.jpg?t=1545148735",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_e9773f14e36e81c5759140bf00aea49181ff4f07.1920x1080.jpg?t=1545148735"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_1543ab5ac9670546b75c39a0e0f93059b8bcb269.600x338.jpg?t=1545148735",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_1543ab5ac9670546b75c39a0e0f93059b8bcb269.1920x1080.jpg?t=1545148735"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_06b16299053ae69ef7229291eb603645725ce2f7.600x338.jpg?t=1545148735",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_06b16299053ae69ef7229291eb603645725ce2f7.1920x1080.jpg?t=1545148735"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_2d4f6bcfbc74a1eb59382c05b5a4ec0074e97942.600x338.jpg?t=1545148735",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_2d4f6bcfbc74a1eb59382c05b5a4ec0074e97942.1920x1080.jpg?t=1545148735"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_dbe8dd507d3fecf3ae1e9693c014ad50684c54f8.600x338.jpg?t=1545148735",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_dbe8dd507d3fecf3ae1e9693c014ad50684c54f8.1920x1080.jpg?t=1545148735"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_f8527d952ddc291e9af5fa3b0abecccffdbac33e.600x338.jpg?t=1545148735",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_f8527d952ddc291e9af5fa3b0abecccffdbac33e.1920x1080.jpg?t=1545148735"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_dbe67df6af8616ba74fe16aca8cfa71aae737a23.600x338.jpg?t=1545148735",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_dbe67df6af8616ba74fe16aca8cfa71aae737a23.1920x1080.jpg?t=1545148735"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_529efdfc7142af8bd44fb828eb7b77ef8faa6649.600x338.jpg?t=1545148735",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/534331/ss_529efdfc7142af8bd44fb828eb7b77ef8faa6649.1920x1080.jpg?t=1545148735"
                }
            ],
            "movies": [
                {
                    "id": 256674798,
                    "name": "PEGI ENG",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256674798/movie.293x165.jpg?t=1479397907",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256674798/movie480.webm?t=1479397907",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256674798/movie_max.webm?t=1479397907"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 887
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "8 Dec, 2016"
            },
            "support_info": {
                "url": "https://support.sega.co.uk",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/534331/page_bg_generated_v6b.jpg?t=1545148735",
            "content_descriptors": {
                "ids": [
                    2,
                    5
                ],
                "notes": null
            }
        }
    }
}