{
    "540710": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Assetto Corsa - Porsche Pack II",
            "steam_appid": 540710,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<strong>PORSCHE PACK VOLUME II</strong><br>Porsche Pack Volume II is following the first DLC in being dedicated to the Porsche brand, introducing a different selection of models in a total of nine configurations. The pack devotes attention to some of the most iconic racing cars ever created by Porsche, including the 2015 Le Mans-winning 919 Hybrid, the iconic 911 GT1, and the legendary 962c, featured in both Long Tail and Short Tail configurations, coupled with some of the most recent models of the Porsche 2016 line-up, with the aim to offer a perfect mix between road cars, hypercars, as well as modern and historic GT and racing models.<br><br><strong>THE CARS</strong><br><br>Porsche 911 GT3 RS <br>Porsche 718 Spyder RS<br>Porsche Cayman GT4<br>Porsche 718 Boxster S Manual Transmission<br>Porsche 718 Boxster S PDK<br>Porsche 919 Hybrid 2015<br>Porsche 911 GT1<br>Porsche 962c long tail<br>Porsche 962c short tail<br><br><strong>Porsche 911 GT3 RS</strong><br>\t<br>With the 911 GT3 RS, Porsche is once again breaking down the barrier between sports cars and race cars. It is equipped with the maximum degree of motorsport technology that is currently possible in a street-legal 911. With a lap time of seven minutes and 20 seconds, the 911 GT3 RS even beats the historic record value of the Carrera GT super sports car of just under seven minutes and 29 seconds on the North Loop of the Nürburgring.<br>Motorsport expertise is the reason for this superior performance. The 911 GT3 RS is powered by a four-litre six-cylinder engine with 500 hp (368 kW) of power and 460 Newton metres of torque, combined with a specially developed PDK transmission. The engine, which has the largest displacement and most power of any naturally aspirated engine with direct fuel injection in the 911 family, accelerates the high-performance sports car from zero to 100 km/h in 3.3 seconds and to 200 km/h in 10.9 seconds.<br>The 911 GT3 RS is a masterpiece of intelligent lightweight design. For the first time, the roof is made of magnesium; carbon fibre is used for the engine and luggage compartment lids, and other lightweight components are made of alternative materials. In addition, the lightweight roof lowers the sports car's centre of gravity which improves its excellent lateral dynamics. The body comes from the 911 Turbo, and it signifies its status as nearly a race car driving machine with its RS-specific aerodynamic add-on parts. The front spoiler lip, which extends nearly to the road, and the large rear wing reinforce its dominant look. <br>Another characteristic is the unique front wheel arch air vents that extend into the upper section of the wings – just as in purebred motorsport cars. They increase downforce at the front axle. <br>The chassis of the 911 GT3 RS has been tuned for maximum driving dynamics and precision. Rear-axle steering and Porsche Torque Vectoring Plus with fully variable rear axle differential lock increase agility and dynamics, and the wider front and rear track widths enable a superior roll stability. In addition, the 911 GT3 RS comes with the widest tyres of any 911 model as standard. The results: even more agile turn-in characteristics and even higher cornering speeds. <br><br><strong>Porsche 718 Spyder RS</strong><br>In 1960, Porsche continued its long list of victories, which began with the legendary Porsche 550 Spyder race car in 1953, with an exceptional vehicle: the Type 718 RS 60. In response to a new FIA race car rule, which demanded they more closely resemble standard production vehicles, the displacement of the RS 60 developed on the basis of the 718 RSK was not only increased to 1,600 cc, it also gained some rather unusual features for a race car, namely a larger windshield, functional hood and luggage compartment located at the rear, behind the four-cam four-cylinder engine which now produced 160 hp. Externally, the new Spyder was recognisable by its deep, rounded front and a backward tapering bulge at the rear. <br>From the outset, the 718 RS 60 became a racing big shot, recording the sports car manufacturer's greatest successes to date, particularly in long-distance events: at its very first outing, the 12h of Sebring, the Gendebien/Herrmann and Holbert/Sheckter driver teams achieved the top two spots. Overall victory at the 44th Targa Florio in 1960 also went to Porsche, when Joakim Bonnier and Hans Hermann crossed the finish line with a lead of more than six minutes over the three-litre Ferrari. Second place in the 1000 kilometres of Nürburgring completed its triumphant run. With the Swiss racing driver, Heini Walter, at the wheel, the 718 RS proved its climbing qualities by consecutively winning the third and fourth European Hill Climb Championships in 1960 and 1961.<br><strong><br>Porsche Cayman GT4</strong><br><br>The Cayman GT4 marks the first time Porsche has introduced a GT sports car based on the Cayman model range which has components of the 911 GT3. A lap time of 7 minutes and 40 seconds on the North Loop of the Nürburgring positions the Cayman GT4 as the new benchmark at the top of its market segment. <br>The engine, chassis, brakes and aerodynamic design of the Cayman GT4 are configured for maximum driving dynamics. It is powered by a 3.8-litre flat-six engine with 385 hp (283 kW), which is derived from the 911 Carrera S engine. Its power is always transmitted by a six-speed manual gearbox with dynamic gearbox mounts. The Cayman GT4 accelerates from zero to 100 km/h in 4.4 seconds; its top speed is 295 km/h. The chassis – which features a 30 mm lower body position and a generously sized brake system – consists nearly entirely of components from the 911 GT3. <br>As a mid-engine sports car and a prime example of driving dynamics in its class, it follows the conceptual tradition of such cars as the 904 Carrera GTS, 911 GT1, Carrera GT and 918 Spyder. Hence, the Cayman GT4 makes a clear statement that Porsche continues to promote radical two-door sports cars in the future – sports cars that are developed at the Motorsport department in Weissach.<br><br><strong>Porsche 718 Boxster S Manual Transmission / PDK </strong><br><br>20 years after the first Boxster made its debut, Porsche has restructured its mid-engine roadsters in 2016. The designation for the new generation of models is 718 Boxster and 718 Boxster S. This way, Porsche continues the tradition of the four-cylinder flat engines that were used in the Porsche 718 mid-engine sports cars that won numerous races back in the 1950s and 1960s, among them being the legendary Targa Florio and Le Mans.<br>The centrepiece of the new model series is the newly developed four-cylinder flat engine with turbocharging - the first time since the late 1960s that Porsche is again implementing sports cars with this type of engine. The 718 Boxster S develops 257 kW (350 hp) from 2.5 litres of displacement. In the S-model, Porsche also uses a turbocharger with variable turbine geometry. In fact Porsche is now the only manufacturer to offer VTG technology in production cars with petrol-driven engines, both in the 911 Turbo and in the 718 Boxster S.<br>Turbocharging significantly boosts torque. The 2.5-litre engine of the 718 Boxster S attains 420 Newton metres over a speed range from 1,900 rpm to 4,500 rpm, which also leads to a faster sprint performance. The 718 Boxster S – with Porsche Doppelkupplungsgetriebe (PDK) and Sport Chrono Package – sprints from zero to 100 km/h in 4.2 seconds. The top speed is 285 km/h. <br>In its driving dynamics, the new roadster also follows in the tracks of the original 718. The car's completely retuned chassis enhances cornering performance. The electromechanical steering system is configured to be ten per cent more direct. This makes the 718 Boxster even more agile and easier to steer, both on circuit tracks and in everyday traffic, and provides passionate and sporty driving pleasure.<br><br><strong>Porsche 919 Hybrid 2015</strong><br><br>The WEC regulations lay down strict requirements relating to efficiency, safety and sustainability in motorsports. In short: vehicles that are designed for the future. These requirements have inspired Porsche's engineers to carry on what Porsche has been doing for over 60 years. Avoiding an either/or approach to isolated technologies, and instead examining every possible detail without losing sight of the overall picture.<br>In the LMP1 class, the principle of dominance through maximum performance will give way to the demand for efficiency. For the first time in the race’s history, all of the works teams in the top classification must compete with hybrid racing vehicles.<br>Porsche's choice of combustion engine was born out of an efficiency-optimized approach: a highly compact, turbocharged four-cylinder 2-liter engine with direct fuel injection. The combustion engine is supported by two energy recuperation systems. Years of experience in designing Sports Cars helped us to reduce the weight of individual components even further. The sports prototype is made mainly of carbon. In addition, the engine made of high-strength aluminum and the use of magnesium and various titanium alloys also helped to achieve the ideal system weight.<br><br><strong>Porsche 911 GT1</strong><br>The 911 GT1 was developed for works and customer appearances in GT races during the mid-1990s, making its racing debut in 1996. The GT1 was the first ever 911 to have a water-cooled mid-mounted engine, which as well as balanced axle load distribution also offered aerodynamic benefits. Behind a Joest Team TWR Porsche WSC 95, the new GT race car immediately achieved a double victory in the GT1 category at Le Mans in 1996, along with second and third place in the overall ranking. <br>In 1997, both 911 GT1s dropped out of Le Mans due to technical problems encountered just before the end of the race. A year later, a revised version of the 911 GT1 competed at Le Mans, which was the first time Porsche entered a sports car with a carbon fibre chassis. Thanks to its CFK monocoque, reworked front axle suspension and battery and generator weight savings, the 911 GT1 98 weighed around 50 kilograms less than its predecessor. The engine output was increased by a further 50 hp, thanks to its modified engine management system. Another new feature was the three-disc racing clutch made of carbon fibre. \t<br>As a fitting tribute to the 50th anniversary of the Porsche sports car brand, the 911 GT1 recorded a double victory for the Zuffenhausen-based manufacturer at the 24h of Le Mans in 1998.<br><br><strong>Porsche 962c long tail / short tail</strong><br><br>First developed in 1984 for use in the USA, from 1985 the Porsche 962 C continued the successful global motorsport story begun by its predecessor model, the 956, in 1982. Porsche undertook pioneering work in developing these race cars, adapting the aerodynamic ground-effect used in Formula 1 to the new race cars. Wing profiles in the sidepods and diffusers in the underbody produced a vacuum that 'sucked' the car to the track surface during driving, resulting in extreme cornering speeds. The 956 and 962 C had aluminium monocoques that were around 80% stiffer than the tubular space frame of their predecessors. As the rules limited fuel consumption, Porsche used ground-breaking injection and ignition systems. Some of the differences between the 962 C and the 956 were a longer wheelbase, narrower tyres and increased weight (minimum weight of 850 instead of 800 kilograms), along with further improved aerodynamics. Initially fitted with a 2.65-litre twin-turbo engine, the 962 C was first powered by a fully water-cooled three-litre twin-turbo engine producing up to 700 hp during practice at Le Mans in 1985. The 962 C won Le Mans in 1986, 1987, 1989 and 1994, following the 956's unbeaten run in the 24h race from 1982 to 1985. Porsche won five driver and three manufacturer's World Championship titles with these \\&quot;wing cars\\&quot; between 1982 and 1986.<br>Hans-Joachim Stuck, Derek Bell and Al Holbert won the 24h of Le Mans on 13 and 14 June 1987 in the 962 006. The following year, Mario, Michael and John Andretti used \\&quot;006\\&quot; as a practice car (T-Car) at Le Mans, after which it was acquired by the Porsche museum.",
            "about_the_game": "<strong>PORSCHE PACK VOLUME II</strong><br>Porsche Pack Volume II is following the first DLC in being dedicated to the Porsche brand, introducing a different selection of models in a total of nine configurations. The pack devotes attention to some of the most iconic racing cars ever created by Porsche, including the 2015 Le Mans-winning 919 Hybrid, the iconic 911 GT1, and the legendary 962c, featured in both Long Tail and Short Tail configurations, coupled with some of the most recent models of the Porsche 2016 line-up, with the aim to offer a perfect mix between road cars, hypercars, as well as modern and historic GT and racing models.<br><br><strong>THE CARS</strong><br><br>Porsche 911 GT3 RS <br>Porsche 718 Spyder RS<br>Porsche Cayman GT4<br>Porsche 718 Boxster S Manual Transmission<br>Porsche 718 Boxster S PDK<br>Porsche 919 Hybrid 2015<br>Porsche 911 GT1<br>Porsche 962c long tail<br>Porsche 962c short tail<br><br><strong>Porsche 911 GT3 RS</strong><br>\t<br>With the 911 GT3 RS, Porsche is once again breaking down the barrier between sports cars and race cars. It is equipped with the maximum degree of motorsport technology that is currently possible in a street-legal 911. With a lap time of seven minutes and 20 seconds, the 911 GT3 RS even beats the historic record value of the Carrera GT super sports car of just under seven minutes and 29 seconds on the North Loop of the Nürburgring.<br>Motorsport expertise is the reason for this superior performance. The 911 GT3 RS is powered by a four-litre six-cylinder engine with 500 hp (368 kW) of power and 460 Newton metres of torque, combined with a specially developed PDK transmission. The engine, which has the largest displacement and most power of any naturally aspirated engine with direct fuel injection in the 911 family, accelerates the high-performance sports car from zero to 100 km/h in 3.3 seconds and to 200 km/h in 10.9 seconds.<br>The 911 GT3 RS is a masterpiece of intelligent lightweight design. For the first time, the roof is made of magnesium; carbon fibre is used for the engine and luggage compartment lids, and other lightweight components are made of alternative materials. In addition, the lightweight roof lowers the sports car's centre of gravity which improves its excellent lateral dynamics. The body comes from the 911 Turbo, and it signifies its status as nearly a race car driving machine with its RS-specific aerodynamic add-on parts. The front spoiler lip, which extends nearly to the road, and the large rear wing reinforce its dominant look. <br>Another characteristic is the unique front wheel arch air vents that extend into the upper section of the wings – just as in purebred motorsport cars. They increase downforce at the front axle. <br>The chassis of the 911 GT3 RS has been tuned for maximum driving dynamics and precision. Rear-axle steering and Porsche Torque Vectoring Plus with fully variable rear axle differential lock increase agility and dynamics, and the wider front and rear track widths enable a superior roll stability. In addition, the 911 GT3 RS comes with the widest tyres of any 911 model as standard. The results: even more agile turn-in characteristics and even higher cornering speeds. <br><br><strong>Porsche 718 Spyder RS</strong><br>In 1960, Porsche continued its long list of victories, which began with the legendary Porsche 550 Spyder race car in 1953, with an exceptional vehicle: the Type 718 RS 60. In response to a new FIA race car rule, which demanded they more closely resemble standard production vehicles, the displacement of the RS 60 developed on the basis of the 718 RSK was not only increased to 1,600 cc, it also gained some rather unusual features for a race car, namely a larger windshield, functional hood and luggage compartment located at the rear, behind the four-cam four-cylinder engine which now produced 160 hp. Externally, the new Spyder was recognisable by its deep, rounded front and a backward tapering bulge at the rear. <br>From the outset, the 718 RS 60 became a racing big shot, recording the sports car manufacturer's greatest successes to date, particularly in long-distance events: at its very first outing, the 12h of Sebring, the Gendebien/Herrmann and Holbert/Sheckter driver teams achieved the top two spots. Overall victory at the 44th Targa Florio in 1960 also went to Porsche, when Joakim Bonnier and Hans Hermann crossed the finish line with a lead of more than six minutes over the three-litre Ferrari. Second place in the 1000 kilometres of Nürburgring completed its triumphant run. With the Swiss racing driver, Heini Walter, at the wheel, the 718 RS proved its climbing qualities by consecutively winning the third and fourth European Hill Climb Championships in 1960 and 1961.<br><strong><br>Porsche Cayman GT4</strong><br><br>The Cayman GT4 marks the first time Porsche has introduced a GT sports car based on the Cayman model range which has components of the 911 GT3. A lap time of 7 minutes and 40 seconds on the North Loop of the Nürburgring positions the Cayman GT4 as the new benchmark at the top of its market segment. <br>The engine, chassis, brakes and aerodynamic design of the Cayman GT4 are configured for maximum driving dynamics. It is powered by a 3.8-litre flat-six engine with 385 hp (283 kW), which is derived from the 911 Carrera S engine. Its power is always transmitted by a six-speed manual gearbox with dynamic gearbox mounts. The Cayman GT4 accelerates from zero to 100 km/h in 4.4 seconds; its top speed is 295 km/h. The chassis – which features a 30 mm lower body position and a generously sized brake system – consists nearly entirely of components from the 911 GT3. <br>As a mid-engine sports car and a prime example of driving dynamics in its class, it follows the conceptual tradition of such cars as the 904 Carrera GTS, 911 GT1, Carrera GT and 918 Spyder. Hence, the Cayman GT4 makes a clear statement that Porsche continues to promote radical two-door sports cars in the future – sports cars that are developed at the Motorsport department in Weissach.<br><br><strong>Porsche 718 Boxster S Manual Transmission / PDK </strong><br><br>20 years after the first Boxster made its debut, Porsche has restructured its mid-engine roadsters in 2016. The designation for the new generation of models is 718 Boxster and 718 Boxster S. This way, Porsche continues the tradition of the four-cylinder flat engines that were used in the Porsche 718 mid-engine sports cars that won numerous races back in the 1950s and 1960s, among them being the legendary Targa Florio and Le Mans.<br>The centrepiece of the new model series is the newly developed four-cylinder flat engine with turbocharging - the first time since the late 1960s that Porsche is again implementing sports cars with this type of engine. The 718 Boxster S develops 257 kW (350 hp) from 2.5 litres of displacement. In the S-model, Porsche also uses a turbocharger with variable turbine geometry. In fact Porsche is now the only manufacturer to offer VTG technology in production cars with petrol-driven engines, both in the 911 Turbo and in the 718 Boxster S.<br>Turbocharging significantly boosts torque. The 2.5-litre engine of the 718 Boxster S attains 420 Newton metres over a speed range from 1,900 rpm to 4,500 rpm, which also leads to a faster sprint performance. The 718 Boxster S – with Porsche Doppelkupplungsgetriebe (PDK) and Sport Chrono Package – sprints from zero to 100 km/h in 4.2 seconds. The top speed is 285 km/h. <br>In its driving dynamics, the new roadster also follows in the tracks of the original 718. The car's completely retuned chassis enhances cornering performance. The electromechanical steering system is configured to be ten per cent more direct. This makes the 718 Boxster even more agile and easier to steer, both on circuit tracks and in everyday traffic, and provides passionate and sporty driving pleasure.<br><br><strong>Porsche 919 Hybrid 2015</strong><br><br>The WEC regulations lay down strict requirements relating to efficiency, safety and sustainability in motorsports. In short: vehicles that are designed for the future. These requirements have inspired Porsche's engineers to carry on what Porsche has been doing for over 60 years. Avoiding an either/or approach to isolated technologies, and instead examining every possible detail without losing sight of the overall picture.<br>In the LMP1 class, the principle of dominance through maximum performance will give way to the demand for efficiency. For the first time in the race’s history, all of the works teams in the top classification must compete with hybrid racing vehicles.<br>Porsche's choice of combustion engine was born out of an efficiency-optimized approach: a highly compact, turbocharged four-cylinder 2-liter engine with direct fuel injection. The combustion engine is supported by two energy recuperation systems. Years of experience in designing Sports Cars helped us to reduce the weight of individual components even further. The sports prototype is made mainly of carbon. In addition, the engine made of high-strength aluminum and the use of magnesium and various titanium alloys also helped to achieve the ideal system weight.<br><br><strong>Porsche 911 GT1</strong><br>The 911 GT1 was developed for works and customer appearances in GT races during the mid-1990s, making its racing debut in 1996. The GT1 was the first ever 911 to have a water-cooled mid-mounted engine, which as well as balanced axle load distribution also offered aerodynamic benefits. Behind a Joest Team TWR Porsche WSC 95, the new GT race car immediately achieved a double victory in the GT1 category at Le Mans in 1996, along with second and third place in the overall ranking. <br>In 1997, both 911 GT1s dropped out of Le Mans due to technical problems encountered just before the end of the race. A year later, a revised version of the 911 GT1 competed at Le Mans, which was the first time Porsche entered a sports car with a carbon fibre chassis. Thanks to its CFK monocoque, reworked front axle suspension and battery and generator weight savings, the 911 GT1 98 weighed around 50 kilograms less than its predecessor. The engine output was increased by a further 50 hp, thanks to its modified engine management system. Another new feature was the three-disc racing clutch made of carbon fibre. \t<br>As a fitting tribute to the 50th anniversary of the Porsche sports car brand, the 911 GT1 recorded a double victory for the Zuffenhausen-based manufacturer at the 24h of Le Mans in 1998.<br><br><strong>Porsche 962c long tail / short tail</strong><br><br>First developed in 1984 for use in the USA, from 1985 the Porsche 962 C continued the successful global motorsport story begun by its predecessor model, the 956, in 1982. Porsche undertook pioneering work in developing these race cars, adapting the aerodynamic ground-effect used in Formula 1 to the new race cars. Wing profiles in the sidepods and diffusers in the underbody produced a vacuum that 'sucked' the car to the track surface during driving, resulting in extreme cornering speeds. The 956 and 962 C had aluminium monocoques that were around 80% stiffer than the tubular space frame of their predecessors. As the rules limited fuel consumption, Porsche used ground-breaking injection and ignition systems. Some of the differences between the 962 C and the 956 were a longer wheelbase, narrower tyres and increased weight (minimum weight of 850 instead of 800 kilograms), along with further improved aerodynamics. Initially fitted with a 2.65-litre twin-turbo engine, the 962 C was first powered by a fully water-cooled three-litre twin-turbo engine producing up to 700 hp during practice at Le Mans in 1985. The 962 C won Le Mans in 1986, 1987, 1989 and 1994, following the 956's unbeaten run in the 24h race from 1982 to 1985. Porsche won five driver and three manufacturer's World Championship titles with these \\&quot;wing cars\\&quot; between 1982 and 1986.<br>Hans-Joachim Stuck, Derek Bell and Al Holbert won the 24h of Le Mans on 13 and 14 June 1987 in the 962 006. The following year, Mario, Michael and John Andretti used \\&quot;006\\&quot; as a practice car (T-Car) at Le Mans, after which it was acquired by the Porsche museum.",
            "short_description": "Porsche Pack Volume II is following the first DLC in being dedicated to the Porsche brand, introducing a different selection of models in a total of nine configurations. The pack devotes attention to some of the most iconic racing cars ever created by Porsche, including the 2015 Le Mans-winning 919 Hybrid, the iconic 911 GT1, and the...",
            "fullgame": {
                "appid": "244210",
                "name": "Assetto Corsa"
            },
            "supported_languages": "English, Italian",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/540710/header.jpg?t=1479835015",
            "website": "http://www.assettocorsa.net",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista Sp2 - 7 Sp1 - 8 - 8.1 - 10<br></li><li><strong>Processor:</strong> AMD Athlon X2 2.8 GHZ, Intel Core 2 Duo 2.4 GHZ<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 10.1 (e.g. AMD Radeon HD 6450, Nvidia GeForce GT 460)<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 500 MB available space<br></li><li><strong>Sound Card:</strong> Integrated</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista Sp2 - 7 Sp1 - 8 - 8.1 - 10<br></li><li><strong>Processor:</strong> AMD Six-Core CPU, Intel Quad-Core CPU<br></li><li><strong>Memory:</strong> 6 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 11 (e.g. AMD Radeon 290x, Nvidia GeForce GTX 970)<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 500 MB available space<br></li><li><strong>Sound Card:</strong> Integrated</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "developers": [
                "Kunos Simulazioni"
            ],
            "publishers": [
                ""
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 499,
                "final": 499,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "4,99€"
            },
            "packages": [
                132551
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Assetto Corsa - Porsche Pack II",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 132551,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Assetto Corsa - Porsche Pack II - 4,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 499
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 18,
                    "description": "Partial Controller Support"
                },
                {
                    "id": 25,
                    "description": "Steam Leaderboards"
                },
                {
                    "id": 17,
                    "description": "Includes level editor"
                }
            ],
            "genres": [
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "9",
                    "description": "Racing"
                },
                {
                    "id": "28",
                    "description": "Simulation"
                },
                {
                    "id": "18",
                    "description": "Sports"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_0714b49343e034f171fd51c70d391941166242d2.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_0714b49343e034f171fd51c70d391941166242d2.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_20e83091b3d3d7f89b0a3afbba6cac26743ff89e.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_20e83091b3d3d7f89b0a3afbba6cac26743ff89e.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_c06354d80bc4e046ff84deb636196f445b884e31.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_c06354d80bc4e046ff84deb636196f445b884e31.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_94431c548ddaf141e3b9d6702db2ea70ce241006.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_94431c548ddaf141e3b9d6702db2ea70ce241006.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_96208ccf3a4050255fbcec6c1d1ff9cd39a7f851.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_96208ccf3a4050255fbcec6c1d1ff9cd39a7f851.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_3d61c2e646419dc31a661435b6801abbb066ac4e.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_3d61c2e646419dc31a661435b6801abbb066ac4e.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_6e5d709128eef4b58662685273c863ace70748f3.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_6e5d709128eef4b58662685273c863ace70748f3.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_5f98b768eefeb8ae267590c490eed68169f39ccc.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_5f98b768eefeb8ae267590c490eed68169f39ccc.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_b0e663fa104d8b4009f0e5e53080512095bf7403.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_b0e663fa104d8b4009f0e5e53080512095bf7403.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_72e26f22b0efe4194730be60c84d3fc527499f13.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_72e26f22b0efe4194730be60c84d3fc527499f13.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_b5a5ba887b996e6bf7afbae4f133c9efac13f09e.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_b5a5ba887b996e6bf7afbae4f133c9efac13f09e.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_df86de84cdb642a85fa6a22b09848d81dfc20703.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_df86de84cdb642a85fa6a22b09848d81dfc20703.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_12a31161d13e4739e121e24dbd28df623fe1f33a.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_12a31161d13e4739e121e24dbd28df623fe1f33a.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_bb5dc41a8fb8878b5abf0781281227196c791919.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_bb5dc41a8fb8878b5abf0781281227196c791919.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_367bde6bd6d9aadfeb0e0ce7fea8f4c9fb6b0a60.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_367bde6bd6d9aadfeb0e0ce7fea8f4c9fb6b0a60.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 15,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_9c1d2c36e6ab2b57ebd89897af149d7527611cb4.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_9c1d2c36e6ab2b57ebd89897af149d7527611cb4.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 16,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_4f54477b4df4b87d4cec18634bcd50248328828d.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_4f54477b4df4b87d4cec18634bcd50248328828d.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 17,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_103e399ebd6a3c4af95c8331ae18658666a5a25b.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_103e399ebd6a3c4af95c8331ae18658666a5a25b.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 18,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_0de0e79e9fa99101317db1f6bf6cb8b33e8a77a8.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_0de0e79e9fa99101317db1f6bf6cb8b33e8a77a8.1920x1080.jpg?t=1479835015"
                },
                {
                    "id": 19,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_ae9dc778a09c6c459fe9b6a8ef3bcaf82471eb21.600x338.jpg?t=1479835015",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/540710/ss_ae9dc778a09c6c459fe9b6a8ef3bcaf82471eb21.1920x1080.jpg?t=1479835015"
                }
            ],
            "movies": [
                {
                    "id": 256675117,
                    "name": "Porsche Pack Vol.2",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256675117/movie.293x165.jpg?t=1479805796",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256675117/movie480.webm?t=1479805796",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256675117/movie_max.webm?t=1479805796"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "22 Nov, 2016"
            },
            "support_info": {
                "url": "http://www.assettocorsa.net/forum",
                "email": "support@assettocorsa.net"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/540710/page_bg_generated_v6b.jpg?t=1479835015",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}