{
    "546120": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Pursuit of Power® 2 : The Chaos Dimension",
            "steam_appid": 546120,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<h2 class=\"bb_tag\">Features</h2><ul class=\"bb_ul\"><li> Real-time strategy game with pixel art<br></li><li> Play a Shadow Knight, Stalker, or Mage as your leader class<br></li><li> Choose from a variety of upgrades as your leader gains levels<br></li><li> Command elite troops with strategic roles and a rage mechanic<br></li><li> Manage connections between fortresses in a unique way<br></li><li> Gain prestige by capturing rifts and performing heroic acts<br></li><li> Dynamic world events such as invaders that attack fortresses<br></li><li> Win by capturing all enemy fortresses or surviving the Apocalypse<br></li><li> Single-player campaign with a story and objectives<br></li><li> Single and multi-player skirmish (local or network)</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Lich_Genie_Gazer_Demon.png?t=1541041839\" ><br><br><strong>Pursuit of Power® 2 : The Chaos Dimension</strong> is a real-time strategy game with a different focus than traditional RTS games. Players connect fortresses together in order to build, research technology, generate bonus resources, defend allies, and lay siege to enemies. Each player has a leader unit that summons structures and casts powerful abilities. Rifts dynamically spawn invaders and epic creatures that reward players with prestige when defeated. There is a priority system for enemy targets and a rage mechanic that affects combat in multiple ways.<br><br>Fight through a single-player campaign game with unique content and objectives for your leader. Play local and network skirmish games with up to 10 players. Join a team with allies that can come to your aid. Create new skirmish games using a map editor with a rich set of features.<h2 class=\"bb_tag\">What is in the Demo?</h2>The demo for Pursuit of Power® 2 places you in a skirmish game as a Shadow Knight versus another SK computer player at normal difficulty. The features are limited in order to simplify things, which is important since the campaign tutorial has not been implemented yet. You will definitely want to read the &quot;help tips&quot; image and it would be good to read the extended help window too.<br><br><br>Pursuit of Power® 2 will not be finished until around August 2018, so this is really just an early preview of it. There are some important gameplay features missing that will add a lot of depth to the game. Over the next few months, I will add an upgrade path for your leader, multiple fortress upgrades, epic bosses that spawn from special rifts, powerful zealot abilities, flying guardians, and more. The current version of the game should give a good idea of how it will play, but the final version will contain much more depth and have a lot more polish too.<br><br><strong>I launched the Steam store and Demo early, so I can begin building a community around the game. I will update the store page during development, especially when I add new content and features to the game.</strong><h2 class=\"bb_tag\">Gameplay</h2>The game begins with your chosen leader spawning next to a crystal formation. Clicking on the crystal will summon your first fortress over it. Now you must race across the map to summon more fortresses over unprotected crystal formations using your leader and zealots.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Fortress-Portals.png?t=1541041839\" ><br><i>Portals are summoned over crystal formations</i><br><br><strong>What are zealots?</strong> They are devout followers that march from your own fortresses to any other fortress, whether friendly or an enemy. Zealots form a continuous line when there are no gaps between zealots due to deaths. Those complete connections transfer magical power that can generate resources, bolster defenses, or help lay siege to enemy fortresses.<br><br>The front zealot at the head of the line holds a banner. If any zealot dies before it, then the banner shifts to the next head of the continuous line. Power emanates from the banner during each pulse event. When connected to a friendly fortress, that power flows through it and travels back to the source, providing additional power for the player. The destination fortress also receives increased build progress for every friendly connection.<br><br>On the other hand, every enemy zealot connection to a fortress slows its build progress. If more enemy banner zealots reach the fortress than friendly zealots, it essentially halts progress so enemy troops can lay siege. In addition, the enemy banner zealots generate prestige when they successfully reach the portal.<br><br><strong>What are the resources?</strong> Every 2 seconds a pulse event occurs in the game. During that event, power is generated for players with fortresses over active crystal formations. Power is the main resource in the game. It is required for most game actions, such as summoning troops or using an ability.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Crystal_Animation.png?t=1541041839\" ><br><i>Crystal formations generate power for players</i><br><br>Prestige is awarded for heroic actions against enemies. It can be gained when players connect their zealots to enemy fortresses, destroy enemy zealots, kill enemy leaders, or capture rifts. Prestige is required for some of the most powerful game actions, including the leveling system.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Towers-Tier2.png?t=1541041839\" ><br><i>These units generate prestige when they kill zealots</i><br><br><strong>How does the leveling system work?</strong> Leaders will gain levels as they accumulate prestige. There will be ways to choose upgrades, possibly tied to the captured rifts. I hope to change the appearance of leaders and visual effects for their abilities as they gain levels.<br><br>Fortresses will also have an upgrade path. Many of those choices will be focused around powerful abilities for zealots. Portals will become larger and look more powerful as they are upgraded. Currently, the upgrade path requires a certain amount of &quot;zealot pulses&quot; for build progress, as well as a power and prestige cost.<br><br>Those concepts are still in the design phase, but I do want to emphasize that there will be player choices that have a big impact on the game. They will add a lot of strategic depth. Some of the current choices are just placeholders until the designs are completed.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Mage_Attack.png?t=1541041839\" ><br><i>Mage leader casting a spell</i><br><br><strong>What is a typical battle scenario?</strong> During battles, units will select targets based on a few criteria. Towers will normally target zealots before any other unit. However, siege troops will draw fire when in range. That will allow your zealots to pass by without being harmed. The siege units are also very effective at absorbing damage from structures.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Towers-Tier1.png?t=1541041839\" ><br><i>Towers will attack siege units as a priority</i><br><br>Fighter units will taunt all troops when in range. That can allow your high-damage units to harm enemies without risking death. Immobilization troops can fear, stun, and mesmerize most other troops. That can render a group of enemies helpless as they get picked off. When the immobilized unit is first hit, a bonus buff is triggered for the attacker.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Knight_Attack.png?t=1541041839\" ><br><i>Shadow Knight leader swinging his axe</i><br><br>Scout units can stealth and do extra damage when attacking while hidden. They can detect other stealth units and also have a debuff. That debuff amplifies the damage of certain abilities. All 3 major debuffs are displayed as icons near the troop health and rage bars due to their importance.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Stalker_Attack.png?t=1541041839\" ><br><i>Stalker leader attacking with her bow</i><br><br>Rage is generated when the troop takes damage or while it is immobilized. As the rage increases, the troop gains rage levels. Each rage level multiplies the damage done by that troop. Killing troops with high levels of rage is important. Some abilities can even harness the rage to create bonus effects. Troops at max rage level are immune to immobilization effects. All troops decrease rage over time.<br><br><strong>How do you capture an enemy fortress?</strong> Players must first destroy all 4 fortification towers to make the portal vulnerable. Then they can damage the portal while fortifications are down, which isn't easy since fortifications can repair themselves with help from friendly zealots. The player's zealots will then capture the unprotected portal after several pulse events and a new fortress will be summoned for the conquering player.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Fortress-Fortifications.png?t=1541041839\" ><br><i>Destroy all 4 fortification towers to make portals vulnerable</i><br><br><strong>What are the rifts and chaos levels?</strong> Rifts don't become active until 5 minutes into the game. That gives players time to capture magic sources, build some defensive structures, and summon troops. Rifts with floating purple particles will become active during the next phase, so take note of where they are located.<br><br>When the rifts become active, invaders will start to spawn at a relatively slow rate. Capturing rifts will accumulate prestige over time and help push invaders further away from your fortresses. As mentioned above, they might also be tied to leader upgrades in the future.<br><br>For the most part, invaders will harass your fortresses, cause attrition to your troops, and disrupt your zealot paths by causing breaks in the line. It takes a while for them to destroy a fortress on their own. However, they could assist enemy players by destroying most of the defenses, allowing their zealots to capture the fortress.<br><br>Epic rifts aren't in game yet, but they will spawn boss creatures when they are implemented. Those rifts and creatures will be similar to mercenary camps in MOBAs. Most likely, each will have unique, but relatively simple raid mechanics that players must learn. I plan to let players control the defeated boss for a limited amount of time. There can be up to a dozen types of epic rifts and bosses with the current design.<br><br>Chaos surges happen at the start of the next chaos levels. They evict players from all captured rifts, returning them to the invader pool of inactive rifts. That ensures invaders can always be a part of the game. Furthermore, the spawn rate of invaders doubles during the 1 minute chaos surge. That means that invaders will often attack fortresses during the chaos surge, since the minimum threshold for attacks is more likely to be met.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Rifts_Image.png?t=1541041839\" ><br><br><strong>How does the game end?</strong> There are two main ways to win the game. The more traditional way is to capture all of the enemy fortresses. Leveling-up your leader more quickly than your opponents can help, especially once you gain your powerful ability upgrades.<br><br>You can also win the game if you are the last player to survive the Apocalypse. The game world becomes increasingly chaotic as players conquer fortresses and destroy the rifts. Powerful creatures from an alternate dimension take notice and start to descend through the rifts, making the encounters more difficult. The attacks increase in strength until only one player survives and the game is won.<br><br><strong>Are there any other gameplay concepts?</strong> I plan to implement additional features as funding permits. Those concepts include armor upgrades for leaders, morphing banner zealots, flying guardians, talking avatars that provide situational awareness and commentary, and more...<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/demo_help_tips.jpg?t=1541041839\" ><h2 class=\"bb_tag\">Story</h2>A long time ago, the first crystal awakened with a pulse of power. It called out like a beacon, whispering to rulers across the lands, invading their minds. They soon learned how to infuse their people with the magic of the crystals to create devout followers. Each new zealot increased their influence and fueled a hunger to rule over all.<br><br><br>The rulers continued to harnessed the power of the ancient crystals, believing they could gain immortality. They absorbed so much power that they ascended to another dimension, becoming worshiped by the mortals left behind. The deities then began to fight for dominance while gathering the strongest allies across every known dimension.<br><br>The battle for supremacy left unimaginable carnage in its path. The crystal formations became corrupted, tearing a rift within them and bringing chaos into the world. Invaders poured from the rifts, slaughtering anything that stood in their path. Balance must be restored to the Universe before everything is consumed by this Chaos Dimension.<br><br>You have risen to lead the mortal armies of your deity. As you conquer each world, you consume its power until you are able to transport your spirit to another world, leaving behind the remains of a diminished planet. From there you launch your assaults, summoning your armies through portals that connect those worlds.<br><br>You are aided by the Avatar of your deity, a formidable creature that can grant you god-like abilities to smite your enemies. This Avatar gives you insight into all divine beings, including the crystal formations and the zealots of your enemies. Through its omniscience, you can even sense when your fortresses are going to be attacked.<br><br>Now you must conquer each new world and harness its power to give your deity the dominance it needs to restore balance and heal the crystals. And perhaps in time, you will ascend to rule over your own empire...<h2 class=\"bb_tag\">Current progress</h2>Pursuit of Power® 2 is currently in the Beta 1 phase of development, which will continue until the end of 2017. Most of the major game components have already been completed. That includes the path-finding, troop AI, computer player AI, networking, multiplayer, game editor, combat mechanics, fortresses, chaos levels, rifts, invaders, and other major components.<br><br><br>The main features that need to be finished are the leveling system for leaders, fortress upgrades, epic bosses, and the campaign mode. Those items will be the priority over the next few months. The artwork is in progress and new assets will be added to the game until it has been completed. Pursuit of Power® 2 will continue to improve and the level of polish will dramatically increase too.",
            "about_the_game": "<h2 class=\"bb_tag\">Features</h2><ul class=\"bb_ul\"><li> Real-time strategy game with pixel art<br></li><li> Play a Shadow Knight, Stalker, or Mage as your leader class<br></li><li> Choose from a variety of upgrades as your leader gains levels<br></li><li> Command elite troops with strategic roles and a rage mechanic<br></li><li> Manage connections between fortresses in a unique way<br></li><li> Gain prestige by capturing rifts and performing heroic acts<br></li><li> Dynamic world events such as invaders that attack fortresses<br></li><li> Win by capturing all enemy fortresses or surviving the Apocalypse<br></li><li> Single-player campaign with a story and objectives<br></li><li> Single and multi-player skirmish (local or network)</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Lich_Genie_Gazer_Demon.png?t=1541041839\" ><br><br><strong>Pursuit of Power® 2 : The Chaos Dimension</strong> is a real-time strategy game with a different focus than traditional RTS games. Players connect fortresses together in order to build, research technology, generate bonus resources, defend allies, and lay siege to enemies. Each player has a leader unit that summons structures and casts powerful abilities. Rifts dynamically spawn invaders and epic creatures that reward players with prestige when defeated. There is a priority system for enemy targets and a rage mechanic that affects combat in multiple ways.<br><br>Fight through a single-player campaign game with unique content and objectives for your leader. Play local and network skirmish games with up to 10 players. Join a team with allies that can come to your aid. Create new skirmish games using a map editor with a rich set of features.<h2 class=\"bb_tag\">What is in the Demo?</h2>The demo for Pursuit of Power® 2 places you in a skirmish game as a Shadow Knight versus another SK computer player at normal difficulty. The features are limited in order to simplify things, which is important since the campaign tutorial has not been implemented yet. You will definitely want to read the &quot;help tips&quot; image and it would be good to read the extended help window too.<br><br><br>Pursuit of Power® 2 will not be finished until around August 2018, so this is really just an early preview of it. There are some important gameplay features missing that will add a lot of depth to the game. Over the next few months, I will add an upgrade path for your leader, multiple fortress upgrades, epic bosses that spawn from special rifts, powerful zealot abilities, flying guardians, and more. The current version of the game should give a good idea of how it will play, but the final version will contain much more depth and have a lot more polish too.<br><br><strong>I launched the Steam store and Demo early, so I can begin building a community around the game. I will update the store page during development, especially when I add new content and features to the game.</strong><h2 class=\"bb_tag\">Gameplay</h2>The game begins with your chosen leader spawning next to a crystal formation. Clicking on the crystal will summon your first fortress over it. Now you must race across the map to summon more fortresses over unprotected crystal formations using your leader and zealots.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Fortress-Portals.png?t=1541041839\" ><br><i>Portals are summoned over crystal formations</i><br><br><strong>What are zealots?</strong> They are devout followers that march from your own fortresses to any other fortress, whether friendly or an enemy. Zealots form a continuous line when there are no gaps between zealots due to deaths. Those complete connections transfer magical power that can generate resources, bolster defenses, or help lay siege to enemy fortresses.<br><br>The front zealot at the head of the line holds a banner. If any zealot dies before it, then the banner shifts to the next head of the continuous line. Power emanates from the banner during each pulse event. When connected to a friendly fortress, that power flows through it and travels back to the source, providing additional power for the player. The destination fortress also receives increased build progress for every friendly connection.<br><br>On the other hand, every enemy zealot connection to a fortress slows its build progress. If more enemy banner zealots reach the fortress than friendly zealots, it essentially halts progress so enemy troops can lay siege. In addition, the enemy banner zealots generate prestige when they successfully reach the portal.<br><br><strong>What are the resources?</strong> Every 2 seconds a pulse event occurs in the game. During that event, power is generated for players with fortresses over active crystal formations. Power is the main resource in the game. It is required for most game actions, such as summoning troops or using an ability.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Crystal_Animation.png?t=1541041839\" ><br><i>Crystal formations generate power for players</i><br><br>Prestige is awarded for heroic actions against enemies. It can be gained when players connect their zealots to enemy fortresses, destroy enemy zealots, kill enemy leaders, or capture rifts. Prestige is required for some of the most powerful game actions, including the leveling system.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Towers-Tier2.png?t=1541041839\" ><br><i>These units generate prestige when they kill zealots</i><br><br><strong>How does the leveling system work?</strong> Leaders will gain levels as they accumulate prestige. There will be ways to choose upgrades, possibly tied to the captured rifts. I hope to change the appearance of leaders and visual effects for their abilities as they gain levels.<br><br>Fortresses will also have an upgrade path. Many of those choices will be focused around powerful abilities for zealots. Portals will become larger and look more powerful as they are upgraded. Currently, the upgrade path requires a certain amount of &quot;zealot pulses&quot; for build progress, as well as a power and prestige cost.<br><br>Those concepts are still in the design phase, but I do want to emphasize that there will be player choices that have a big impact on the game. They will add a lot of strategic depth. Some of the current choices are just placeholders until the designs are completed.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Mage_Attack.png?t=1541041839\" ><br><i>Mage leader casting a spell</i><br><br><strong>What is a typical battle scenario?</strong> During battles, units will select targets based on a few criteria. Towers will normally target zealots before any other unit. However, siege troops will draw fire when in range. That will allow your zealots to pass by without being harmed. The siege units are also very effective at absorbing damage from structures.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Towers-Tier1.png?t=1541041839\" ><br><i>Towers will attack siege units as a priority</i><br><br>Fighter units will taunt all troops when in range. That can allow your high-damage units to harm enemies without risking death. Immobilization troops can fear, stun, and mesmerize most other troops. That can render a group of enemies helpless as they get picked off. When the immobilized unit is first hit, a bonus buff is triggered for the attacker.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Knight_Attack.png?t=1541041839\" ><br><i>Shadow Knight leader swinging his axe</i><br><br>Scout units can stealth and do extra damage when attacking while hidden. They can detect other stealth units and also have a debuff. That debuff amplifies the damage of certain abilities. All 3 major debuffs are displayed as icons near the troop health and rage bars due to their importance.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Stalker_Attack.png?t=1541041839\" ><br><i>Stalker leader attacking with her bow</i><br><br>Rage is generated when the troop takes damage or while it is immobilized. As the rage increases, the troop gains rage levels. Each rage level multiplies the damage done by that troop. Killing troops with high levels of rage is important. Some abilities can even harness the rage to create bonus effects. Troops at max rage level are immune to immobilization effects. All troops decrease rage over time.<br><br><strong>How do you capture an enemy fortress?</strong> Players must first destroy all 4 fortification towers to make the portal vulnerable. Then they can damage the portal while fortifications are down, which isn't easy since fortifications can repair themselves with help from friendly zealots. The player's zealots will then capture the unprotected portal after several pulse events and a new fortress will be summoned for the conquering player.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Fortress-Fortifications.png?t=1541041839\" ><br><i>Destroy all 4 fortification towers to make portals vulnerable</i><br><br><strong>What are the rifts and chaos levels?</strong> Rifts don't become active until 5 minutes into the game. That gives players time to capture magic sources, build some defensive structures, and summon troops. Rifts with floating purple particles will become active during the next phase, so take note of where they are located.<br><br>When the rifts become active, invaders will start to spawn at a relatively slow rate. Capturing rifts will accumulate prestige over time and help push invaders further away from your fortresses. As mentioned above, they might also be tied to leader upgrades in the future.<br><br>For the most part, invaders will harass your fortresses, cause attrition to your troops, and disrupt your zealot paths by causing breaks in the line. It takes a while for them to destroy a fortress on their own. However, they could assist enemy players by destroying most of the defenses, allowing their zealots to capture the fortress.<br><br>Epic rifts aren't in game yet, but they will spawn boss creatures when they are implemented. Those rifts and creatures will be similar to mercenary camps in MOBAs. Most likely, each will have unique, but relatively simple raid mechanics that players must learn. I plan to let players control the defeated boss for a limited amount of time. There can be up to a dozen types of epic rifts and bosses with the current design.<br><br>Chaos surges happen at the start of the next chaos levels. They evict players from all captured rifts, returning them to the invader pool of inactive rifts. That ensures invaders can always be a part of the game. Furthermore, the spawn rate of invaders doubles during the 1 minute chaos surge. That means that invaders will often attack fortresses during the chaos surge, since the minimum threshold for attacks is more likely to be met.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/Rifts_Image.png?t=1541041839\" ><br><br><strong>How does the game end?</strong> There are two main ways to win the game. The more traditional way is to capture all of the enemy fortresses. Leveling-up your leader more quickly than your opponents can help, especially once you gain your powerful ability upgrades.<br><br>You can also win the game if you are the last player to survive the Apocalypse. The game world becomes increasingly chaotic as players conquer fortresses and destroy the rifts. Powerful creatures from an alternate dimension take notice and start to descend through the rifts, making the encounters more difficult. The attacks increase in strength until only one player survives and the game is won.<br><br><strong>Are there any other gameplay concepts?</strong> I plan to implement additional features as funding permits. Those concepts include armor upgrades for leaders, morphing banner zealots, flying guardians, talking avatars that provide situational awareness and commentary, and more...<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/546120/extras/demo_help_tips.jpg?t=1541041839\" ><h2 class=\"bb_tag\">Story</h2>A long time ago, the first crystal awakened with a pulse of power. It called out like a beacon, whispering to rulers across the lands, invading their minds. They soon learned how to infuse their people with the magic of the crystals to create devout followers. Each new zealot increased their influence and fueled a hunger to rule over all.<br><br><br>The rulers continued to harnessed the power of the ancient crystals, believing they could gain immortality. They absorbed so much power that they ascended to another dimension, becoming worshiped by the mortals left behind. The deities then began to fight for dominance while gathering the strongest allies across every known dimension.<br><br>The battle for supremacy left unimaginable carnage in its path. The crystal formations became corrupted, tearing a rift within them and bringing chaos into the world. Invaders poured from the rifts, slaughtering anything that stood in their path. Balance must be restored to the Universe before everything is consumed by this Chaos Dimension.<br><br>You have risen to lead the mortal armies of your deity. As you conquer each world, you consume its power until you are able to transport your spirit to another world, leaving behind the remains of a diminished planet. From there you launch your assaults, summoning your armies through portals that connect those worlds.<br><br>You are aided by the Avatar of your deity, a formidable creature that can grant you god-like abilities to smite your enemies. This Avatar gives you insight into all divine beings, including the crystal formations and the zealots of your enemies. Through its omniscience, you can even sense when your fortresses are going to be attacked.<br><br>Now you must conquer each new world and harness its power to give your deity the dominance it needs to restore balance and heal the crystals. And perhaps in time, you will ascend to rule over your own empire...<h2 class=\"bb_tag\">Current progress</h2>Pursuit of Power® 2 is currently in the Beta 1 phase of development, which will continue until the end of 2017. Most of the major game components have already been completed. That includes the path-finding, troop AI, computer player AI, networking, multiplayer, game editor, combat mechanics, fortresses, chaos levels, rifts, invaders, and other major components.<br><br><br>The main features that need to be finished are the leveling system for leaders, fortress upgrades, epic bosses, and the campaign mode. Those items will be the priority over the next few months. The artwork is in progress and new assets will be added to the game until it has been completed. Pursuit of Power® 2 will continue to improve and the level of polish will dramatically increase too.",
            "short_description": "Pursuit of Power® 2 : The Chaos Dimension is a fast-paced real-time strategy game with pixel art. You assume the role of a powerful leader, which can be a Shadow Knight, Stalker, or Mage. Choose ability upgrades for your leader. Dynamic world events. Manage fortresses. Campaign and skirmish (local or network).",
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/546120/header.jpg?t=1541041839",
            "website": "http://www.PursuitOfPower2.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows XP<br></li><li><strong>Memory:</strong> 256 MB RAM<br></li><li><strong>DirectX:</strong> Version 8.1</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "PURSUIT OF POWER is a registered trademark of Precision Games, LLC.",
            "developers": [
                "Precision Games, LLC"
            ],
            "publishers": [
                "Precision Games, LLC"
            ],
            "demos": [
                {
                    "appid": 697990,
                    "description": ""
                }
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 36,
                    "description": "Online Multi-Player"
                },
                {
                    "id": 9,
                    "description": "Co-op"
                },
                {
                    "id": 38,
                    "description": "Online Co-op"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 30,
                    "description": "Steam Workshop"
                },
                {
                    "id": 23,
                    "description": "Steam Cloud"
                },
                {
                    "id": 17,
                    "description": "Includes level editor"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/546120/ss_085edfe3b6516b6384a824847c0615acf7ad0299.600x338.jpg?t=1541041839",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/546120/ss_085edfe3b6516b6384a824847c0615acf7ad0299.1920x1080.jpg?t=1541041839"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/546120/ss_241a0c61dc424a65692cb2b4afe6cf6c65a37a49.600x338.jpg?t=1541041839",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/546120/ss_241a0c61dc424a65692cb2b4afe6cf6c65a37a49.1920x1080.jpg?t=1541041839"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/546120/ss_1cfb05b216e1aa2a6e0cd67ed38db7843e692aa4.600x338.jpg?t=1541041839",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/546120/ss_1cfb05b216e1aa2a6e0cd67ed38db7843e692aa4.1920x1080.jpg?t=1541041839"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/546120/ss_1f47a26c72c4b9b17a5c85f04ac0817fb2966fff.600x338.jpg?t=1541041839",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/546120/ss_1f47a26c72c4b9b17a5c85f04ac0817fb2966fff.1920x1080.jpg?t=1541041839"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/546120/ss_67300bcc6dc3ebd0f2c874742f7b2a1c9ba3d7ef.600x338.jpg?t=1541041839",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/546120/ss_67300bcc6dc3ebd0f2c874742f7b2a1c9ba3d7ef.1920x1080.jpg?t=1541041839"
                }
            ],
            "movies": [
                {
                    "id": 256696830,
                    "name": "Pursuit of Power 2 (Beta 1)",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256696830/movie.293x165.jpg?t=1506658465",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256696830/movie480.webm?t=1506658465",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256696830/movie_max.webm?t=1506658465"
                    },
                    "highlight": true
                }
            ],
            "release_date": {
                "coming_soon": true,
                "date": "2019"
            },
            "support_info": {
                "url": "http://www.precisiongames.net",
                "email": "support@precisiongames.net"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/546120/page_bg_generated_v6b.jpg?t=1541041839",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}