{
    "547900": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Front Office Football Eight",
            "steam_appid": 547900,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "Front Office Football is a text-based sports simulation. It's a game for those of us who love the numbers in sports.<br><br>In Front Office Football, you play the role of your favorite team's general manager. You determine your team's future through trading with opponents, negotiating contracts, bidding for free agents and discovering new talent through the annual amateur draft.<br><br>You can also play the role of the armchair coach, setting game plans, creating playbooks and depth charts. You can call every play yourself if you like.<br><br>You can determine ticket prices and submit stadium construction plans for public approval. You can move your team if the public won't properly support your franchise.<br><br>Front Office Football Eight includes a multi-player career mode with full ftp support, allowing you to compete in a league with up to 31 other enthusiastic general managers. Multi-player mode runs independently of Steam and requires a commissioner to manage the web site.<br><br>The original game, released in 1998, received an Editors' Choice award from Computer Gaming World and a 4 1/2-star review. It was nominated for numerous Sports Game of the Year awards. This is the Eighth full version, updated in October with 2017 player rosters.<br><br><ul class=\"bb_ul\"></ul><h2 class=\"bb_tag\">Put Yourself in the Front Office</h2><br>In order to succeed in Front Office Football, you need to perform as well as possible in four different areas.<br><ul class=\"bb_ul\"><li>Team Performance. On the field, your primary goal is winning the coveted Front Office Bowl. Your fans, players and staff all want to see that championship banner raised to a new position in the ring of honor surrounding your stadium.<br><br></li><li>Financial Performance. Off the field, your team needs to show a profit, or the owner will become angry and threaten your job. You need to control salary and staff costs while balancing the need to spend money to build and upgrade your stadium against the risk of facing stagnant ticket revenue with an aging arena.<br><br></li><li>Roster Value. You need to negotiate contracts, sign free agents, make wise decisions in the amateur draft and outsmart opposing general managers in trade. Building a strong, capable roster means everything in Front Office Football.<br><br></li><li>Franchise Value. The bottom line is that a happy owner has a franchise that's the envy of professional football. Nothing means more to the owners than seeing their franchise on the top of the list of most valuable franchises. You help put your team on that list by excelling in the three other categories, but the best general managers look for opportunities to move the team in order to find a home town with a strong economy that will support your team like none other.</li></ul><br><ul class=\"bb_ul\"></ul><h2 class=\"bb_tag\">Major Features of Front Office Football</h2><br>The game concentrates on roster management and career play. There are several key elements emphasized in the game design:<br><ul class=\"bb_ul\"><li>A realistic trading module. You can't simply take the players you want from other teams.<br><br></li><li>Proper aging of players. Players at different positions age differently. Quarterbacks need a couple of more years to reach their prime, but their careers last several years longer, on average, than running backs.<br><br></li><li>The amateur draft. Teams realistically assess their needs, and build through the draft.<br><br></li><li>Statistics. All the major stats are tracked and are available at any given time. Career and full season-by-season statistics are tracked in 135 different categories, including Red Zone and Third Down numbers. You can view and sort statistics by team, category and position. It's fast and accurate. Front Office Football also tracks and displays 182 different team statistics and league totals.<br><br></li><li>Play calling. Designed to allow quick selection of a large library of players, you can be the ultimate GM and wrest control of the play-by-play action from your coach. You can tailor your in-game strategy to your team's strengths without having to build each play from scratch.<br><br></li><li>Free agency. Teams compete with you to sign the best free agents. Each player has his own idea of how much he wants to stay with his existing team, and how much he wants to play for a champion. But money is still at the root of all decisions.<br><br></li><li>Home towns. Each player will have a home town from nearly 10,000 American cities. When deciding on teams during free agency, players may prefer a team closer to home.<br><br></li><li>Offensive playbooks. Each season, you can create a playbook full of offensive plays your team will use during the season.<br><br></li><li>Depth charts. You can set every personnel grouping for your team, on offense and on defense. Front Office Football simulates games based on these charts.<br><br></li><li>Game plans. The game plan will allow you to specify different strategies depending on the score of the game and how much time remains. You can create scripts of plays to use based on down, distance and field position. On defense, you select plays based on the situation and what the offense is showing. You can micro-manage every decision, or you can leave everything to your coaching staff.<br><br></li><li>Player ratings. Each player is rated for 53 different skills. But you don't have access to the raw numbers. Where's the fun in that? You hire a coaching staff, with varied strengths and weaknesses. Your coaches tell you how good they think your players are - and how good they think your opponents' players are.<br><br></li><li>The salary cap. It's an essential tool in keeping parity among professional football rosters. You'll have to cut your aging, high-paid veterans just like any ruthless general manager worth his weight in negotiations.<br><br></li><li>City profiles. Submit a plan to build a new stadium to your voters. If they turn you down, you can propose a move to any of 169 cities modeled in the game. Each city is rated for several economic criteria, which affects its desire for a new team.<br><br></li><li>Team chemistry. Players will perform better or worse in some instances, depending on how they feel about players in their group.<br><br></li><li>Dynamic Quarterback learning process. As quarterbacks learn more about the game, they will have access to more plays during games, allowing the smarter signal-callers to better confuse their opponents.<br><br></li><li>Record keeping. All team statistics are tracked for a manager's entire career. Team records, including all-time performance against every other team, are kept. A game-by-game performance breakdown is always available for individual players.<br><br></li><li>Power ratings. You can see how your team ranks using Solecismic Software's custom power rankings. These ratings are used to set a point spread for each game.<br><br></li><li>Enhanced replay value. Every time you start a new career, the core ratings for each player are randomly affected. For veterans, the random change will be very small. Established stars will always be significant players. For rookies, however, performance will vary significantly. This allows for a more challenging game and greater replay value.<br><br></li><li>Multi-Player League Support. Choose a commissioner to run the games for your league. Your commissioner will simulate the games and process every team's instruction set for each stage during the game. Up to 32 people can compete in each multi-player league.</li></ul><br><ul class=\"bb_ul\"></ul><h2 class=\"bb_tag\">New in Version Eight</h2><br>For those of you who have played Front Office Football in the past, there are dozens of new features in the game. This is our most ambitious new product to date, and you'll find it a much more realistic professional football experience.<br><br><ul class=\"bb_ul\"><li> Custom offensive playbooks. Each year, during training camp, you can create a book of up to 200 offensive plays to use during the season. Of course, as with all the management features in Front Office Football, the game's AI can create a playbook specifically for your team if you like.<br><br></li><li>New player participation charts. You can select your starters based on personnel groupings. This gives you much more control over who is on the field in every situation.<br><br></li><li>More realistic game planning. Rather than filling out extensive charts, you can write scripts for the plays your team will run in every situation. Create a list of plays for use in the Two-Minute Drill. Save your best plays for those critical third-and-three situations. This is much closer to how professional teams handle in-game play-calling. On defense, your plan will cover how you react to what your opponent is doing. You'll have fewer choices to make, but the choices will have a big impact on performance.<br><br></li><li>Instant history (or at least history created as quickly as your computer can run). At the press of a button, you can generate up to 50 seasons of &quot;history&quot; for your league, with the AI running every team.<br><br></li><li>Enhanced Multi-Player Support. A fuller set of options for maintaining your multi-player games. Additional security features to prevent &quot;hacked&quot; stage files and file compression to shorten load times and reduce the FTP space needed to run a game.<br><br></li><li>New player cards with quick access to all the information available about each athlete.<br><br></li><li>Create graphs showing how many wins each franchise has over any time period in your league to highlight potential dynasties.<br><br></li><li>A playoff probability simulator so that late in the season you can determine each team's chances of reaching the playoffs or gaining a first-round bye.<br><br></li><li>A brand new menu interface. Front Office Football will never be the prettiest game in the world, but the the new menu will quickly get you any place in the game.<br><br></li><li>Interface improvements. Switch between using various screens within the game. You can even take advantage of multiple monitors and have all sorts of varied information available at once. Front Office Football has always been about displaying as much information as possible.<br><br></li><li>Quote of the Day. Every day, you can read a quote from the vast store of collected wisdom within the Front Office Football universe.<br><br></li><li>Extensive improvements and fine tuning within the game engine. Little was left untouched. The heart of Front Office Football is in the play results and the simulation of thousands and thousands of games. <br><br></li><li>A 2018 player file and coach file.</li></ul><br>Thanks for taking a look at Front Office Football Eight.",
            "about_the_game": "Front Office Football is a text-based sports simulation. It's a game for those of us who love the numbers in sports.<br><br>In Front Office Football, you play the role of your favorite team's general manager. You determine your team's future through trading with opponents, negotiating contracts, bidding for free agents and discovering new talent through the annual amateur draft.<br><br>You can also play the role of the armchair coach, setting game plans, creating playbooks and depth charts. You can call every play yourself if you like.<br><br>You can determine ticket prices and submit stadium construction plans for public approval. You can move your team if the public won't properly support your franchise.<br><br>Front Office Football Eight includes a multi-player career mode with full ftp support, allowing you to compete in a league with up to 31 other enthusiastic general managers. Multi-player mode runs independently of Steam and requires a commissioner to manage the web site.<br><br>The original game, released in 1998, received an Editors' Choice award from Computer Gaming World and a 4 1/2-star review. It was nominated for numerous Sports Game of the Year awards. This is the Eighth full version, updated in October with 2017 player rosters.<br><br><ul class=\"bb_ul\"></ul><h2 class=\"bb_tag\">Put Yourself in the Front Office</h2><br>In order to succeed in Front Office Football, you need to perform as well as possible in four different areas.<br><ul class=\"bb_ul\"><li>Team Performance. On the field, your primary goal is winning the coveted Front Office Bowl. Your fans, players and staff all want to see that championship banner raised to a new position in the ring of honor surrounding your stadium.<br><br></li><li>Financial Performance. Off the field, your team needs to show a profit, or the owner will become angry and threaten your job. You need to control salary and staff costs while balancing the need to spend money to build and upgrade your stadium against the risk of facing stagnant ticket revenue with an aging arena.<br><br></li><li>Roster Value. You need to negotiate contracts, sign free agents, make wise decisions in the amateur draft and outsmart opposing general managers in trade. Building a strong, capable roster means everything in Front Office Football.<br><br></li><li>Franchise Value. The bottom line is that a happy owner has a franchise that's the envy of professional football. Nothing means more to the owners than seeing their franchise on the top of the list of most valuable franchises. You help put your team on that list by excelling in the three other categories, but the best general managers look for opportunities to move the team in order to find a home town with a strong economy that will support your team like none other.</li></ul><br><ul class=\"bb_ul\"></ul><h2 class=\"bb_tag\">Major Features of Front Office Football</h2><br>The game concentrates on roster management and career play. There are several key elements emphasized in the game design:<br><ul class=\"bb_ul\"><li>A realistic trading module. You can't simply take the players you want from other teams.<br><br></li><li>Proper aging of players. Players at different positions age differently. Quarterbacks need a couple of more years to reach their prime, but their careers last several years longer, on average, than running backs.<br><br></li><li>The amateur draft. Teams realistically assess their needs, and build through the draft.<br><br></li><li>Statistics. All the major stats are tracked and are available at any given time. Career and full season-by-season statistics are tracked in 135 different categories, including Red Zone and Third Down numbers. You can view and sort statistics by team, category and position. It's fast and accurate. Front Office Football also tracks and displays 182 different team statistics and league totals.<br><br></li><li>Play calling. Designed to allow quick selection of a large library of players, you can be the ultimate GM and wrest control of the play-by-play action from your coach. You can tailor your in-game strategy to your team's strengths without having to build each play from scratch.<br><br></li><li>Free agency. Teams compete with you to sign the best free agents. Each player has his own idea of how much he wants to stay with his existing team, and how much he wants to play for a champion. But money is still at the root of all decisions.<br><br></li><li>Home towns. Each player will have a home town from nearly 10,000 American cities. When deciding on teams during free agency, players may prefer a team closer to home.<br><br></li><li>Offensive playbooks. Each season, you can create a playbook full of offensive plays your team will use during the season.<br><br></li><li>Depth charts. You can set every personnel grouping for your team, on offense and on defense. Front Office Football simulates games based on these charts.<br><br></li><li>Game plans. The game plan will allow you to specify different strategies depending on the score of the game and how much time remains. You can create scripts of plays to use based on down, distance and field position. On defense, you select plays based on the situation and what the offense is showing. You can micro-manage every decision, or you can leave everything to your coaching staff.<br><br></li><li>Player ratings. Each player is rated for 53 different skills. But you don't have access to the raw numbers. Where's the fun in that? You hire a coaching staff, with varied strengths and weaknesses. Your coaches tell you how good they think your players are - and how good they think your opponents' players are.<br><br></li><li>The salary cap. It's an essential tool in keeping parity among professional football rosters. You'll have to cut your aging, high-paid veterans just like any ruthless general manager worth his weight in negotiations.<br><br></li><li>City profiles. Submit a plan to build a new stadium to your voters. If they turn you down, you can propose a move to any of 169 cities modeled in the game. Each city is rated for several economic criteria, which affects its desire for a new team.<br><br></li><li>Team chemistry. Players will perform better or worse in some instances, depending on how they feel about players in their group.<br><br></li><li>Dynamic Quarterback learning process. As quarterbacks learn more about the game, they will have access to more plays during games, allowing the smarter signal-callers to better confuse their opponents.<br><br></li><li>Record keeping. All team statistics are tracked for a manager's entire career. Team records, including all-time performance against every other team, are kept. A game-by-game performance breakdown is always available for individual players.<br><br></li><li>Power ratings. You can see how your team ranks using Solecismic Software's custom power rankings. These ratings are used to set a point spread for each game.<br><br></li><li>Enhanced replay value. Every time you start a new career, the core ratings for each player are randomly affected. For veterans, the random change will be very small. Established stars will always be significant players. For rookies, however, performance will vary significantly. This allows for a more challenging game and greater replay value.<br><br></li><li>Multi-Player League Support. Choose a commissioner to run the games for your league. Your commissioner will simulate the games and process every team's instruction set for each stage during the game. Up to 32 people can compete in each multi-player league.</li></ul><br><ul class=\"bb_ul\"></ul><h2 class=\"bb_tag\">New in Version Eight</h2><br>For those of you who have played Front Office Football in the past, there are dozens of new features in the game. This is our most ambitious new product to date, and you'll find it a much more realistic professional football experience.<br><br><ul class=\"bb_ul\"><li> Custom offensive playbooks. Each year, during training camp, you can create a book of up to 200 offensive plays to use during the season. Of course, as with all the management features in Front Office Football, the game's AI can create a playbook specifically for your team if you like.<br><br></li><li>New player participation charts. You can select your starters based on personnel groupings. This gives you much more control over who is on the field in every situation.<br><br></li><li>More realistic game planning. Rather than filling out extensive charts, you can write scripts for the plays your team will run in every situation. Create a list of plays for use in the Two-Minute Drill. Save your best plays for those critical third-and-three situations. This is much closer to how professional teams handle in-game play-calling. On defense, your plan will cover how you react to what your opponent is doing. You'll have fewer choices to make, but the choices will have a big impact on performance.<br><br></li><li>Instant history (or at least history created as quickly as your computer can run). At the press of a button, you can generate up to 50 seasons of &quot;history&quot; for your league, with the AI running every team.<br><br></li><li>Enhanced Multi-Player Support. A fuller set of options for maintaining your multi-player games. Additional security features to prevent &quot;hacked&quot; stage files and file compression to shorten load times and reduce the FTP space needed to run a game.<br><br></li><li>New player cards with quick access to all the information available about each athlete.<br><br></li><li>Create graphs showing how many wins each franchise has over any time period in your league to highlight potential dynasties.<br><br></li><li>A playoff probability simulator so that late in the season you can determine each team's chances of reaching the playoffs or gaining a first-round bye.<br><br></li><li>A brand new menu interface. Front Office Football will never be the prettiest game in the world, but the the new menu will quickly get you any place in the game.<br><br></li><li>Interface improvements. Switch between using various screens within the game. You can even take advantage of multiple monitors and have all sorts of varied information available at once. Front Office Football has always been about displaying as much information as possible.<br><br></li><li>Quote of the Day. Every day, you can read a quote from the vast store of collected wisdom within the Front Office Football universe.<br><br></li><li>Extensive improvements and fine tuning within the game engine. Little was left untouched. The heart of Front Office Football is in the play results and the simulation of thousands and thousands of games. <br><br></li><li>A 2018 player file and coach file.</li></ul><br>Thanks for taking a look at Front Office Football Eight.",
            "short_description": "Put yourself in the Front Office with Front Office Football, the professional football simulation from Solecismic Software. Manage your roster through trading, free agency and the amateur draft. Create game plans, organize depth charts and watch your franchise thrive for decades.",
            "supported_languages": "English",
            "reviews": "“The game is as in-depth as any sports game on the market, and kept me coming back for more and more.”<br>8.5/10 – <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.operationsports.com/reviews/853/front-office-football-eight/\" target=\"_blank\" rel=\"noopener\"  >Operation Sports</a><br>",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/547900/header.jpg?t=1540200223",
            "website": "http://www.solecismic.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista or more recent Recommended<br></li><li><strong>Processor:</strong> Intel Pentium 3, Intel Core, AMD Athlon 1 GHz+<br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> 1024x768 Display<br></li><li><strong>Storage:</strong> 200 MB available space<br></li><li><strong>Additional Notes:</strong> saved games require about 30MB, plus another 40MB per season</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "Front Office Football Eight, which includes the software and accompanying materials, is the intellectual property of Solecismic Software, and is protected by United States copyright laws and international treaty provisions. Solecismic Software retains all rights not expressly granted.<br />\r\n<br />\r\nSolecismic Software makes no claim whatsoever of any product endorsement from any football league, or any individual participating in any football league. License to use this software is granted only on the condition that you recognize that no such claim of endorsement has been made and that Solecismic Software is in compliance with the federal Lanham Act in making this disclosure. All events and transactions represented by the software are purely fictional, and are governed by chance.",
            "developers": [
                "Solecismic Software"
            ],
            "publishers": [
                "Solecismic Software"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 2799,
                "final": 2799,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "27,99€"
            },
            "packages": [
                135392
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Front Office Football Eight",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 135392,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Front Office Football Eight - 27,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 2799
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                }
            ],
            "genres": [
                {
                    "id": "18",
                    "description": "Sports"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_2d108f41781312f5c2c224bb7d1b0d797fa0428a.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_2d108f41781312f5c2c224bb7d1b0d797fa0428a.1920x1080.jpg?t=1540200223"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_a1ae4b9bff794df72b7411a2817f724c690760a2.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_a1ae4b9bff794df72b7411a2817f724c690760a2.1920x1080.jpg?t=1540200223"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_e5aba14c6a24d9de715a35eedebc8318c596ec0f.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_e5aba14c6a24d9de715a35eedebc8318c596ec0f.1920x1080.jpg?t=1540200223"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_f8da042a77f0661a181943e59e0b51086fae2630.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_f8da042a77f0661a181943e59e0b51086fae2630.1920x1080.jpg?t=1540200223"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_b441ce3265f4e1d99e760c9aba4e09df3e972110.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_b441ce3265f4e1d99e760c9aba4e09df3e972110.1920x1080.jpg?t=1540200223"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_054ea94aaeb952abefbf74c59da577d6453d3350.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_054ea94aaeb952abefbf74c59da577d6453d3350.1920x1080.jpg?t=1540200223"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_47f9fbc887c65c56dbf6eec9f260429615897068.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_47f9fbc887c65c56dbf6eec9f260429615897068.1920x1080.jpg?t=1540200223"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_958fc33a9df6e2e7d00c75fc2f44a46866d16a02.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_958fc33a9df6e2e7d00c75fc2f44a46866d16a02.1920x1080.jpg?t=1540200223"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_42531f09bba5f43f5888509acdf207fea84fcfa6.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_42531f09bba5f43f5888509acdf207fea84fcfa6.1920x1080.jpg?t=1540200223"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_2edbb94d4f5547e70bd2283b94e14893b96eec7e.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_2edbb94d4f5547e70bd2283b94e14893b96eec7e.1920x1080.jpg?t=1540200223"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_70984c5795ffb282099fce7cda075a7aa1d16272.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_70984c5795ffb282099fce7cda075a7aa1d16272.1920x1080.jpg?t=1540200223"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_c77173a277d6762ec90f4fde13d0cf4d9eaed3e3.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_c77173a277d6762ec90f4fde13d0cf4d9eaed3e3.1920x1080.jpg?t=1540200223"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_d7d9e4509b50ab685a6f1f2a6bf878b960aa9307.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_d7d9e4509b50ab685a6f1f2a6bf878b960aa9307.1920x1080.jpg?t=1540200223"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_2d456ac35575a70da07322ef11ff320542348491.600x338.jpg?t=1540200223",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/547900/ss_2d456ac35575a70da07322ef11ff320542348491.1920x1080.jpg?t=1540200223"
                }
            ],
            "movies": [
                {
                    "id": 256675052,
                    "name": "Front Office Football Eight Introduction",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256675052/movie.293x165.jpg?t=1479869544",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256675052/movie480.webm?t=1479869544",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256675052/movie_max.webm?t=1479869544"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 138
            },
            "achievements": {
                "total": 78,
                "highlighted": [
                    {
                        "name": "Bargain Shopper",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/547900/50c423cfde62db4f4c0749c60b2191c1b04a9eb6.jpg"
                    },
                    {
                        "name": "Executive Privilege",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/547900/e43006b9f6979920c74f4394fab7bd50420fa5ba.jpg"
                    },
                    {
                        "name": "Diamond in the Rough",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/547900/403417d88d0d08759eea50dd715ec99e2057fb12.jpg"
                    },
                    {
                        "name": "Wheeler Dealer",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/547900/6c01921b37aa51d07064cb59b513d83b3e66b41e.jpg"
                    },
                    {
                        "name": "Heart of Stone",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/547900/579e54342e9f898d40c779f4ae244680a7dde6bc.jpg"
                    },
                    {
                        "name": "Vinny Testaverde Award",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/547900/11fa7fa8e6a16f8e02518a88d8fd3fa774c75a5e.jpg"
                    },
                    {
                        "name": "Developer Appreciation Award",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/547900/1a405c6826e7453120f8271f21b4c0baee05608c.jpg"
                    },
                    {
                        "name": "Wizard of Wall Street",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/547900/2687cd556110027640df212b3b2f3a2f703cb449.jpg"
                    },
                    {
                        "name": "Taxing Situation",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/547900/18f488131e340ecd758197b93bf308a3c71d5f98.jpg"
                    },
                    {
                        "name": "Midnight Marauder",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/547900/48ff84f52a3ed4d2d96e899617e36a910171b6c6.jpg"
                    }
                ]
            },
            "release_date": {
                "coming_soon": false,
                "date": "23 Nov, 2016"
            },
            "support_info": {
                "url": "http://www.solecismic.com",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/547900/page_bg_generated_v6b.jpg?t=1540200223",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}