{
    "567970": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "SteamHammerVR - The Soundtrack",
            "steam_appid": 567970,
            "required_age": 0,
            "is_free": true,
            "detailed_description": "Composed by Polish sound magician Przemesław Kasperski, this amazing album contains the full length versions of all the soundtracks used in the SteamHammerVR - The Rogue Apprentice gameplay experience.<h2 class=\"bb_tag\">Full Track Listing</h2><br>01 - Bullets to Beats<br>02 - Lost<br>03 - Blimp<br>04 - Let's Get Drunk<br>05 - This Place is not Safe<br>06 - The Ambush<br>07 - It Comes Back<br>08 - Density exploration<br>09 - What's Inside<br>10 - London Evening<br>11 - I Remember<br>12 - Bad God birth<br>13 - Follow me<br>14 - Resistance<br>15 - Tension<br>16 - Close contact<br>17 - The Final Answer<br>18 -The Point of No Return<br>19 - Immersion in Destruction<br>20 - Minimal Punch<br>21 - Lets't Get Drunk (Hubbub Mix)<br>22 - Simply Happy",
            "about_the_game": "Composed by Polish sound magician Przemesław Kasperski, this amazing album contains the full length versions of all the soundtracks used in the SteamHammerVR - The Rogue Apprentice gameplay experience.<h2 class=\"bb_tag\">Full Track Listing</h2><br>01 - Bullets to Beats<br>02 - Lost<br>03 - Blimp<br>04 - Let's Get Drunk<br>05 - This Place is not Safe<br>06 - The Ambush<br>07 - It Comes Back<br>08 - Density exploration<br>09 - What's Inside<br>10 - London Evening<br>11 - I Remember<br>12 - Bad God birth<br>13 - Follow me<br>14 - Resistance<br>15 - Tension<br>16 - Close contact<br>17 - The Final Answer<br>18 -The Point of No Return<br>19 - Immersion in Destruction<br>20 - Minimal Punch<br>21 - Lets't Get Drunk (Hubbub Mix)<br>22 - Simply Happy",
            "short_description": "Composed by Polish sound magician Przemesław Kasperski, this amazing album contains the full length versions of all the soundtracks used in SteamHammerVR - The Rogue Apprentice.",
            "fullgame": {
                "appid": "517460",
                "name": "SteamHammerVR - The Rogue Apprentice"
            },
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/567970/header.jpg?t=1501490057",
            "website": "https://www.steamhammervr.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>Storage:</strong> 138 MB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>Storage:</strong> 138 MB available space</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "<strong>©2016 Showstorm®. SteamHammerVR is a trademark of Showstorm Ltd</strong><br><br>Carefully read and follow the Safety and Regulatory Guide provided with your HTC Vive before installing and using this software. <br><br>A portion of the Safety and Regulatory Guide, available from HTC's support web site, is reprinted below to provide you with an example of some of the safety procedures recommended by HTC. This is not the complete guide, you should read all of the guide from HTC. Please consult HTC's web site for the very latest information. As stated in the HTC Safety and Regulatory Guide, provided with your HTC Vive: <br><br><u>Ensure the Area Around You is Safe for Use of the Product </u><br>While wearing the product’s headset you are blind to the world around you. The image displayed in the headset <br>will not match the real world. Always use the product in a clear and safe area. Do not rely on the product’s <br>chaperone system for protection. Do not use near stairways, large windows, heat sources, or outdoors. Clear the <br>play area of people, furniture, and other things that may be obstacles or block you from freely moving around. <br>For example, if a pet comes into the room while you are using the product, you likely will not be aware of the <br>pet’s presence and you could trip over your pet while moving in the virtual reality environment. <br><br>It is recommended that the product be used only while under the supervision of another person who is ready to <br>warn of hazards that may arise while the product is being used. Examples of hazards that could arise include, but <br>are not limited to, tangling of a cable in a manner that presents a tripping hazard, pets entering the area where <br>the product is being used, and the user walking too close to a wall or another hazard). <br><br><u>Be Aware of the Cable and Connections </u><br>Keep in mind the location of the cable and connections running from the headset so that you are not likely <br>to trip over or pull on them while moving around or walking around the play area. Move your feet slowly and <br>carefully to avoid tripping, including on the cable. Make sure to maintain good footing. Tripping over the cable <br>or contacting obstacles could cause injury or damage. <br><br><u>Take Care of the Controllers </u><br>While using the hand controllers, always check that you have sufficient overhead and surrounding clearance <br>to allow you to fully extend your arms outward and upwards. Hitting persons or objects may cause injury or <br>damage. Hold the controllers firmly and always use the wrist straps. If released while using, the controller may <br>cause injury or damage.",
            "developers": [
                "GamestormVR"
            ],
            "publishers": [
                ""
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "25",
                    "description": "Adventure"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/567970/ss_81bdfb14c121a2ef656f68f6f9768972e7fd76d0.600x338.jpg?t=1501490057",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/567970/ss_81bdfb14c121a2ef656f68f6f9768972e7fd76d0.1920x1080.jpg?t=1501490057"
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "1 Feb, 2017"
            },
            "support_info": {
                "url": "http://www.steamhammervr.com",
                "email": "info@showstorm.co.uk"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/567970/page_bg_generated_v6b.jpg?t=1501490057",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}