{
    "573060": {
        "success": true,
        "data": {
            "type": "game",
            "name": "LOGistICAL",
            "steam_appid": 573060,
            "required_age": 0,
            "is_free": false,
            "dlc": [
                621560,
                635750,
                635751,
                635761,
                635762,
                638810,
                661890
            ],
            "detailed_description": "LOGistICAL is a large open-world, strategy, puzzle game where you transport different cargoes to complete all the towns throughout the country.<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/573060/extras/20170111a.png?t=1549320977\" ><br><br>The whole game is a huge puzzle while each town is its own little piece of puzzling. There are over 1,000 towns to complete.<br>Plenty of towns are easy enough. Some take complex planning. Do them in your own order. Get bonuses for completing regions and contracts.<br>Some cargoes are easy to get. Others you have to create in industries. Use existing industries and build your own.<br>The further you get from the start the more strategies you have to use.<br>Pimp up your trucks with bonuses. Last truck delivering gets the bonus.<br>The towns and map are to scale. Current or historical industry placement. You could even say that playing is educational.<h2 class=\"bb_tag\">There Is Plenty More to Keep You On Your toes.</h2>Towns consume the cargoes you are trying to get to completion.<br>Big trucks are great for moving lots of stuff, but can't travel everywhere.<br>There are lots of broken roads that need deliveries.<br>Upgrade the industries for better exponential throughput.<br>Cargo stores can sure come in handy.<br>What! I can't take my big trucks across the water on a ferry.<br>... and what is with those quarantine checkpoints?<br><br>Complete towns, roads, industries, contracts, regions and states for lots of in-game and Steam achievements.<br><br>LOGistICAL's base game covers the whole of Australia including all the major cities, towns and industries. Start in Sydney and work your way through the different regions and states. Eventually covering coast to coast with the most difficult being across the sea to Tasmania.<br><br>LOGistICAL (and all LOGistICAL modules) also include many built in FREE modules:<br><br>* Flinders Island (simple tutorial)<br>* Isle of Man<br>* Xmas 2017 (LOGistICAL across the entire planet)<h2 class=\"bb_tag\">Understanding the LOGistICAL Games</h2>LOGistICAL is a fairly large game that now covers over 20 modules, each with their own play style and strategies to complete.<br><br>Beginners should all do the tutorial and then also complete the Isle of Man which is a freebie available with all modules.<br><br>All the modules were to be DLCs of the original LOGistICAL, but due to an introduced cap on the amount of Steam Achievements any single game could have, the newer modules have been released as standalones. These standalone modules do not require the original LOGistICAL to play.<br><br>All modules link together by the Save Game file, so it is best not to start &quot;new&quot; games when playing additional modules. Just continue playing from your current save game.<br>Any module that you play can be launched from any module that you own. Achievements that are earned in a module that you didn't launch from will be &quot;popped&quot; the next time you launch the module that they belong to.<br>You can play multiple modules at once, but only do this from a single game launch. Click the mini-globe in the bottom right hand corner of the map screen to bring up the main globe and you can select another module by clicking on any green country that you own to play simultaneously.<br>Each module will continue to play at their own module speed within the background.<br>You can switch between the modules by either clicking a town on the map from that module, or clicking any of the flags near the mini-globe.<br>The number of modules you play simultaneously is dependent on your PC and your own play style.<br><br>Press F2 within the game to see the full list of all the modules you have as well as your completion statistics and the the High Scores tables.<br>Click on the module rows to drill into the regions and towns.<h2 class=\"bb_tag\">Modules, from beginner to expert...</h2>It is very difficult to gauge where most of these modules should sit in difficulty.<br>Longer modules do not always mean they are more difficult. <br><br><strong>% Flinders Island, AU</strong><br><blockquote>Flinders Island, AU, sits between mainland Australia and Tasmania. Flinders Island is a small tutorial that introduces you to the basic game play and should be the place to begin LOGistICAL.</blockquote><br><strong>% Isle of Man</strong><br><blockquote>The Isle of Man comes free with every module and was once a starting point for the entire game. With only 28 towns to complete and a reduced supply chain, it is highly recommended to complete before you do the larger modules.</blockquote><br><strong>* Hawaii</strong><br><blockquote>Hawaii is split into 4 main islands with the industries spread across the islands and the only access is by transporting your 8t or lighter trucks by ferry between them. Thought and planning will make for a nice quick solution, but still many, many hours worth.</blockquote><br><strong>* Netherlands</strong><br><blockquote>The Netherlands is a country small in size but large in game play. There are lots of towns to compete with none that are too difficult to accomplish. There are lots of local industries that require upgrade, so you can plan a nice logistical solution to that.</blockquote><br><strong>Oregon, USA</strong><br><blockquote>Oregon is a small state with a small population. There are some puzzling around the supply chain to enable you to get to level 3 industries, but once you are through that then there is lots of towns to complete.</blockquote><br><strong>Wisconsin, USA</strong><br><blockquote>Wisconsin has a lot of towns covering a wide variety of sizes. Wisconsin adds 27 new industries and resources. Within those resources are new restrictions including resources that can only be moved by larger trucks.</blockquote><br><strong>Chile</strong><br><blockquote>Chile is an interesting shaped country spanning over 5,000 km north to south but only hundreds across the width. Chile has desert in the north through jungle and down to ice.<br> The entire journey is broken up into a small tight road that requires multiple ferry trips for your smaller trucks. Once established you can then grow the new section of country.</blockquote><br><strong>South Africa</strong><br><blockquote>South Africa is a moderate sized module which includes 3 countries with the addition of Lesotho and Swaziland. These extra countries introduce quarantine difficulties.</blockquote><br><strong>% Xmas 2017</strong><br><blockquote>Xmas 2017 is both a small and large module that is my Xmas gift to all the LOGistICAL players. It can be played from any module.<br>Xmas 2017 covers all the different countries of the globe with over 200 towns (cities/countries) to complete. Each town has the population of the country and also has from 8 to 12 resources to complete. The gameplay of Xmas 2017 is very different in that there is no town consumption. This means that you can fill the resources of a town as quickly or as slowly as you wish, in what ever order you like without the worry that the town will gobble up what you have already delivered.<br>The large amount of resources and the size of the towns make this a very long process for completion. Once you have delivery chains and cycles setup you can keep it running in the background while playing other modules or AFK.</blockquote><br><strong>Switzerland</strong><br><blockquote>Switzerland is a huge amount of towns in a very small place. It is also a complex structure with huge mountains splitting the country into many sections. There is a very large and long series of highways and tunnels to build with a collection of large trucks gifted along the way to help. The industries in Switzerland are huge and will require many resources to upgrade them. There are also a few quarantine areas.</blockquote><br><strong>Japan</strong><br><blockquote>Japan is spread over many islands. Starting in the north there are many small roads to be repaired. Once this is done and you have established a good road link to the south, it is then a matter of finding the key industries and getting the rest of the islands complete. Japan spreads a long way south covering many smaller islands requiring more puzzling and planning.</blockquote><br><strong>* Germany</strong><br><blockquote>Stuttgart is in trouble and the entire city and surrounding area is quarantined. You must build up the Stuttgart area and then puzzle your way out of the quarantine zone to then establish your own industries. There are thousands of town, both small and large to complete this module.</blockquote><br><strong>Australia</strong><br><blockquote>Australia is the original starting module and provides a nice long upward learning curve.<br> There are many puzzles including quarantine and industry building. Each state within the country offers new challenges.</blockquote><br><strong>New York, USA</strong><br><blockquote>Although this module offers all the regular puzzles like the others, New York firstly wants you to upgrade their road system to accommodate all your trucks. Over 95% of all the roads are broken giving you a multi level road building maze  to unravel even before you get to do many towns.</blockquote><br><strong>British Isles</strong><br><blockquote>The British Isles is a large module covering many countries including England, Scotland, Wales, Northern Island, Ireland and the Channel Islands. There is a quarantine point across to Ireland and many large cities to complete. Most of the towns are very close together and with a bit of planning you can complete many towns quickly.</blockquote><br><strong>Florida, USA</strong><br><blockquote>Florida has an interesting layout with most of the towns spanning both the east and west coasts. There are multiple quarantine areas including the Keys area.</blockquote><br><strong>Norway</strong><br><blockquote>Norway begins easily enough but there is lots of maneuvering throughout the fjords with plenty of road puzzles to sort out. Going north you will find a quarantine spot and it gets difficult past the point with limited building allocations. </blockquote><br><strong>* California, USA</strong><br><blockquote>California covers a large section of the west coast of the USA. You will find many familiar towns once you start exploring. Start in the north and make your way south and you are suddenly confronted with a huge amount of very large towns to compete. Careful planning and you will soon have lots of your own industries built.</blockquote><br><strong>Italy</strong><br><blockquote>Italy is a quarantine puzzle module splitting the country in two but giving you both ends to work with until you can establish some of the key level 3 industries to break out of the confined puzzle and be able to build upon both sides.</blockquote><br><strong>* Canada</strong><br><blockquote>The country is split in two with only 40t trucks able to pass the center quarantine area. This makes it a difficult module to get industries to level 3 so you can build them on the other side. There is lots of planning to do for this one. Follow the 40t roadway to find your truck depot.</blockquote><br><strong>* Egypt</strong><br><blockquote>You start with a very tight budget and it is very difficult to find a good foothold to get started. You start at Aswan and make your way up the Nile to Cairo. Each area getting more difficult as you progress. Once you do manage to get established you have to continue to watch your budget and there are some very tough towns to complete the module.</blockquote><br><strong>* New Zealand</strong><br><blockquote>New Zealand is a restrictive module where you can't build industries and can only buy a limited amount of trucks, which you can sell and buy back fully boosted. You can also bring in an additional four trucks from Australia. There are a few tough towns at the end but they can be all competed with perseverance.</blockquote><br><strong>Russia</strong><br><blockquote>Russia is a huge module with nearly 6,000 towns to solve and is often done as a long term project. The size of the country is so huge that it covers two continents.<br>Russia introduces air transport. This requires new strategies and there are parts of Russia that can only be done with air transport.<br>Russia has many puzzle areas including a &quot;breakout&quot; start area, multiple quarantine areas and a many other strategic puzzle areas along the way to completion.</blockquote><br>% Included with every module.<br>* DLC that requires LOGistICAL main module (Australia).",
            "about_the_game": "LOGistICAL is a large open-world, strategy, puzzle game where you transport different cargoes to complete all the towns throughout the country.<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/573060/extras/20170111a.png?t=1549320977\" ><br><br>The whole game is a huge puzzle while each town is its own little piece of puzzling. There are over 1,000 towns to complete.<br>Plenty of towns are easy enough. Some take complex planning. Do them in your own order. Get bonuses for completing regions and contracts.<br>Some cargoes are easy to get. Others you have to create in industries. Use existing industries and build your own.<br>The further you get from the start the more strategies you have to use.<br>Pimp up your trucks with bonuses. Last truck delivering gets the bonus.<br>The towns and map are to scale. Current or historical industry placement. You could even say that playing is educational.<h2 class=\"bb_tag\">There Is Plenty More to Keep You On Your toes.</h2>Towns consume the cargoes you are trying to get to completion.<br>Big trucks are great for moving lots of stuff, but can't travel everywhere.<br>There are lots of broken roads that need deliveries.<br>Upgrade the industries for better exponential throughput.<br>Cargo stores can sure come in handy.<br>What! I can't take my big trucks across the water on a ferry.<br>... and what is with those quarantine checkpoints?<br><br>Complete towns, roads, industries, contracts, regions and states for lots of in-game and Steam achievements.<br><br>LOGistICAL's base game covers the whole of Australia including all the major cities, towns and industries. Start in Sydney and work your way through the different regions and states. Eventually covering coast to coast with the most difficult being across the sea to Tasmania.<br><br>LOGistICAL (and all LOGistICAL modules) also include many built in FREE modules:<br><br>* Flinders Island (simple tutorial)<br>* Isle of Man<br>* Xmas 2017 (LOGistICAL across the entire planet)<h2 class=\"bb_tag\">Understanding the LOGistICAL Games</h2>LOGistICAL is a fairly large game that now covers over 20 modules, each with their own play style and strategies to complete.<br><br>Beginners should all do the tutorial and then also complete the Isle of Man which is a freebie available with all modules.<br><br>All the modules were to be DLCs of the original LOGistICAL, but due to an introduced cap on the amount of Steam Achievements any single game could have, the newer modules have been released as standalones. These standalone modules do not require the original LOGistICAL to play.<br><br>All modules link together by the Save Game file, so it is best not to start &quot;new&quot; games when playing additional modules. Just continue playing from your current save game.<br>Any module that you play can be launched from any module that you own. Achievements that are earned in a module that you didn't launch from will be &quot;popped&quot; the next time you launch the module that they belong to.<br>You can play multiple modules at once, but only do this from a single game launch. Click the mini-globe in the bottom right hand corner of the map screen to bring up the main globe and you can select another module by clicking on any green country that you own to play simultaneously.<br>Each module will continue to play at their own module speed within the background.<br>You can switch between the modules by either clicking a town on the map from that module, or clicking any of the flags near the mini-globe.<br>The number of modules you play simultaneously is dependent on your PC and your own play style.<br><br>Press F2 within the game to see the full list of all the modules you have as well as your completion statistics and the the High Scores tables.<br>Click on the module rows to drill into the regions and towns.<h2 class=\"bb_tag\">Modules, from beginner to expert...</h2>It is very difficult to gauge where most of these modules should sit in difficulty.<br>Longer modules do not always mean they are more difficult. <br><br><strong>% Flinders Island, AU</strong><br><blockquote>Flinders Island, AU, sits between mainland Australia and Tasmania. Flinders Island is a small tutorial that introduces you to the basic game play and should be the place to begin LOGistICAL.</blockquote><br><strong>% Isle of Man</strong><br><blockquote>The Isle of Man comes free with every module and was once a starting point for the entire game. With only 28 towns to complete and a reduced supply chain, it is highly recommended to complete before you do the larger modules.</blockquote><br><strong>* Hawaii</strong><br><blockquote>Hawaii is split into 4 main islands with the industries spread across the islands and the only access is by transporting your 8t or lighter trucks by ferry between them. Thought and planning will make for a nice quick solution, but still many, many hours worth.</blockquote><br><strong>* Netherlands</strong><br><blockquote>The Netherlands is a country small in size but large in game play. There are lots of towns to compete with none that are too difficult to accomplish. There are lots of local industries that require upgrade, so you can plan a nice logistical solution to that.</blockquote><br><strong>Oregon, USA</strong><br><blockquote>Oregon is a small state with a small population. There are some puzzling around the supply chain to enable you to get to level 3 industries, but once you are through that then there is lots of towns to complete.</blockquote><br><strong>Wisconsin, USA</strong><br><blockquote>Wisconsin has a lot of towns covering a wide variety of sizes. Wisconsin adds 27 new industries and resources. Within those resources are new restrictions including resources that can only be moved by larger trucks.</blockquote><br><strong>Chile</strong><br><blockquote>Chile is an interesting shaped country spanning over 5,000 km north to south but only hundreds across the width. Chile has desert in the north through jungle and down to ice.<br> The entire journey is broken up into a small tight road that requires multiple ferry trips for your smaller trucks. Once established you can then grow the new section of country.</blockquote><br><strong>South Africa</strong><br><blockquote>South Africa is a moderate sized module which includes 3 countries with the addition of Lesotho and Swaziland. These extra countries introduce quarantine difficulties.</blockquote><br><strong>% Xmas 2017</strong><br><blockquote>Xmas 2017 is both a small and large module that is my Xmas gift to all the LOGistICAL players. It can be played from any module.<br>Xmas 2017 covers all the different countries of the globe with over 200 towns (cities/countries) to complete. Each town has the population of the country and also has from 8 to 12 resources to complete. The gameplay of Xmas 2017 is very different in that there is no town consumption. This means that you can fill the resources of a town as quickly or as slowly as you wish, in what ever order you like without the worry that the town will gobble up what you have already delivered.<br>The large amount of resources and the size of the towns make this a very long process for completion. Once you have delivery chains and cycles setup you can keep it running in the background while playing other modules or AFK.</blockquote><br><strong>Switzerland</strong><br><blockquote>Switzerland is a huge amount of towns in a very small place. It is also a complex structure with huge mountains splitting the country into many sections. There is a very large and long series of highways and tunnels to build with a collection of large trucks gifted along the way to help. The industries in Switzerland are huge and will require many resources to upgrade them. There are also a few quarantine areas.</blockquote><br><strong>Japan</strong><br><blockquote>Japan is spread over many islands. Starting in the north there are many small roads to be repaired. Once this is done and you have established a good road link to the south, it is then a matter of finding the key industries and getting the rest of the islands complete. Japan spreads a long way south covering many smaller islands requiring more puzzling and planning.</blockquote><br><strong>* Germany</strong><br><blockquote>Stuttgart is in trouble and the entire city and surrounding area is quarantined. You must build up the Stuttgart area and then puzzle your way out of the quarantine zone to then establish your own industries. There are thousands of town, both small and large to complete this module.</blockquote><br><strong>Australia</strong><br><blockquote>Australia is the original starting module and provides a nice long upward learning curve.<br> There are many puzzles including quarantine and industry building. Each state within the country offers new challenges.</blockquote><br><strong>New York, USA</strong><br><blockquote>Although this module offers all the regular puzzles like the others, New York firstly wants you to upgrade their road system to accommodate all your trucks. Over 95% of all the roads are broken giving you a multi level road building maze  to unravel even before you get to do many towns.</blockquote><br><strong>British Isles</strong><br><blockquote>The British Isles is a large module covering many countries including England, Scotland, Wales, Northern Island, Ireland and the Channel Islands. There is a quarantine point across to Ireland and many large cities to complete. Most of the towns are very close together and with a bit of planning you can complete many towns quickly.</blockquote><br><strong>Florida, USA</strong><br><blockquote>Florida has an interesting layout with most of the towns spanning both the east and west coasts. There are multiple quarantine areas including the Keys area.</blockquote><br><strong>Norway</strong><br><blockquote>Norway begins easily enough but there is lots of maneuvering throughout the fjords with plenty of road puzzles to sort out. Going north you will find a quarantine spot and it gets difficult past the point with limited building allocations. </blockquote><br><strong>* California, USA</strong><br><blockquote>California covers a large section of the west coast of the USA. You will find many familiar towns once you start exploring. Start in the north and make your way south and you are suddenly confronted with a huge amount of very large towns to compete. Careful planning and you will soon have lots of your own industries built.</blockquote><br><strong>Italy</strong><br><blockquote>Italy is a quarantine puzzle module splitting the country in two but giving you both ends to work with until you can establish some of the key level 3 industries to break out of the confined puzzle and be able to build upon both sides.</blockquote><br><strong>* Canada</strong><br><blockquote>The country is split in two with only 40t trucks able to pass the center quarantine area. This makes it a difficult module to get industries to level 3 so you can build them on the other side. There is lots of planning to do for this one. Follow the 40t roadway to find your truck depot.</blockquote><br><strong>* Egypt</strong><br><blockquote>You start with a very tight budget and it is very difficult to find a good foothold to get started. You start at Aswan and make your way up the Nile to Cairo. Each area getting more difficult as you progress. Once you do manage to get established you have to continue to watch your budget and there are some very tough towns to complete the module.</blockquote><br><strong>* New Zealand</strong><br><blockquote>New Zealand is a restrictive module where you can't build industries and can only buy a limited amount of trucks, which you can sell and buy back fully boosted. You can also bring in an additional four trucks from Australia. There are a few tough towns at the end but they can be all competed with perseverance.</blockquote><br><strong>Russia</strong><br><blockquote>Russia is a huge module with nearly 6,000 towns to solve and is often done as a long term project. The size of the country is so huge that it covers two continents.<br>Russia introduces air transport. This requires new strategies and there are parts of Russia that can only be done with air transport.<br>Russia has many puzzle areas including a &quot;breakout&quot; start area, multiple quarantine areas and a many other strategic puzzle areas along the way to completion.</blockquote><br>% Included with every module.<br>* DLC that requires LOGistICAL main module (Australia).",
            "short_description": "LOGistICAL is a strategy puzzle game where you transport different cargoes to complete all the towns throughout the country. The whole game is a huge puzzle while each town is its own little piece of puzzling. Plenty of towns are easy enough. LOGistICAL covers all of Australia.",
            "supported_languages": "English<strong>*</strong>, French, Italian, German, Finnish, Russian<br><strong>*</strong>languages with full audio support",
            "reviews": "“LOGistICAL Italy isn't a game for everyone, but if you agree to learn all the mechanics of the game, it can become your best hobby, because it leaves to you the decision of how to play entirely the game.”<br>8/10 – <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.metacritic.com/game/pc/logistical-italy\" target=\"_blank\" rel=\"noopener\"  >http://www.metacritic.com/game/pc/logistical-italy</a><br><br>“LOGISTICAL is a great form of training for gray matter, as in a real puzzle game there is no game over and there are no ways out of the way”<br>8/10 – <a href=\"https://steamcommunity.com/linkfilter/?url=http://Spaziogames.it\" target=\"_blank\" rel=\"noopener\"  >http://Spaziogames.it</a><br>",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/573060/header.jpg?t=1549320977",
            "website": "http://logistical.sacada.net",
            "pc_requirements": {
                "minimum": "<strong>Минимальные:</strong><br><ul class=\"bb_ul\"><li><strong>ОС:</strong> Windows 7 or later<br></li><li><strong>Процессор:</strong> 1.7+ GHz or better<br></li><li><strong>Оперативная память:</strong> 2 GB ОЗУ<br></li><li><strong>Видеокарта:</strong> 256+MB with 1024x768 resolution<br></li><li><strong>Место на диске:</strong> 300 MB</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "developers": [
                "Sacada"
            ],
            "publishers": [
                "Sacada"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 999,
                "final": 999,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "9,99€"
            },
            "packages": [
                145770
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy LOGistICAL",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 145770,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "LOGistICAL - 9,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 999
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 29,
                    "description": "Steam Trading Cards"
                },
                {
                    "id": 23,
                    "description": "Steam Cloud"
                },
                {
                    "id": 15,
                    "description": "Stats"
                },
                {
                    "id": 25,
                    "description": "Steam Leaderboards"
                }
            ],
            "genres": [
                {
                    "id": "4",
                    "description": "Casual"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_c91c3105a0cb842da654b8b84bb8ba8c4ace6c78.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_c91c3105a0cb842da654b8b84bb8ba8c4ace6c78.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_f5865a3bad790d91148b7e8c90d8712b21736aad.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_f5865a3bad790d91148b7e8c90d8712b21736aad.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_993441ffa01cc52c09a0044788d74a9068b3e57a.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_993441ffa01cc52c09a0044788d74a9068b3e57a.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_c0d341c3d81cc95ce8051755ec7d57cdcf387894.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_c0d341c3d81cc95ce8051755ec7d57cdcf387894.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_e7c3ce1dc845178efade49d9ddc2fb3c742374e9.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_e7c3ce1dc845178efade49d9ddc2fb3c742374e9.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_9dd2eb01ee17c97a22873819b5c10c010434071a.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_9dd2eb01ee17c97a22873819b5c10c010434071a.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_870a351ce03c3f744c5297ca346c598603328d60.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_870a351ce03c3f744c5297ca346c598603328d60.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_ac16b01b6497010ea17c977a3072b2037ae901e9.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_ac16b01b6497010ea17c977a3072b2037ae901e9.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_c25cc307c0393175757f75e78040accfa7bb080d.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_c25cc307c0393175757f75e78040accfa7bb080d.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_c81cd76b63f5c62adaac18e81b4897d4ce6026b4.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_c81cd76b63f5c62adaac18e81b4897d4ce6026b4.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_f370b414e5968c631245310e0f7df87af6b9d790.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_f370b414e5968c631245310e0f7df87af6b9d790.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_992eebabd2a8a617aa3edac9977da0c531418232.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_992eebabd2a8a617aa3edac9977da0c531418232.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_a517d4a82134405ff09f26aa5ab496973c3911fc.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_a517d4a82134405ff09f26aa5ab496973c3911fc.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_a9825bfadecef6d9b170dbb72360556abd682aa6.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_a9825bfadecef6d9b170dbb72360556abd682aa6.1920x1080.jpg?t=1549320977"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_6de4e24d506447dad7fd5f18299f228f9091b05d.600x338.jpg?t=1549320977",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/573060/ss_6de4e24d506447dad7fd5f18299f228f9091b05d.1920x1080.jpg?t=1549320977"
                }
            ],
            "movies": [
                {
                    "id": 256699328,
                    "name": "LOGistICAL - Just one more Town",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256699328/movie.293x165.jpg?t=1532601104",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256699328/movie480.webm?t=1532601104",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256699328/movie_max.webm?t=1532601104"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 149
            },
            "achievements": {
                "total": 9821,
                "highlighted": [
                    {
                        "name": "Sydney, NSW",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/573060/34c032e1484783aa82a52574b4fd9f4fde05612e.jpg"
                    },
                    {
                        "name": "Complete 10 Towns",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/573060/68a7cf8c59ad2c4c976085a759a136f099fdeec6.jpg"
                    },
                    {
                        "name": "Complete 50 Towns",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/573060/3beee9ea05a10dcc95eaff99c30989524dcc03da.jpg"
                    },
                    {
                        "name": "Complete 100 Towns",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/573060/80be9e1f04bff3eaf71e85706fef156d2521d6ed.jpg"
                    },
                    {
                        "name": "Complete 500 Towns",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/573060/2a7e607410386a94b0bcf60a860b8dadd833cd68.jpg"
                    },
                    {
                        "name": "Complete 1000 Towns",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/573060/fef5b31ec5b267138370b6c221aba5df826de993.jpg"
                    },
                    {
                        "name": "Complete All Towns",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/573060/2cea8e157e389a0c708533a87d2f8654672d1cea.jpg"
                    },
                    {
                        "name": "Complete North Canberra Region (ACT)",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/573060/c4f216da44af595cab552bc964dcf261e6a20c70.jpg"
                    },
                    {
                        "name": "Complete South Canberra Region (ACT)",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/573060/c4f216da44af595cab552bc964dcf261e6a20c70.jpg"
                    },
                    {
                        "name": "Complete Southern Sydney Region (NSW)",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/573060/c4f216da44af595cab552bc964dcf261e6a20c70.jpg"
                    }
                ]
            },
            "release_date": {
                "coming_soon": false,
                "date": "15 Feb, 2017"
            },
            "support_info": {
                "url": "logistical.sacada.net",
                "email": "sales@sacada.net"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/573060/page_bg_generated_v6b.jpg?t=1549320977",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}