{
    "612430": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Epic Mayhem",
            "steam_appid": 612430,
            "required_age": 0,
            "is_free": false,
            "controller_support": "full",
            "detailed_description": "Epic Mayhem is a Platformer with Single player and Local-Multiplayer game modes.<br />\r\n<br />\r\nCampaign Mode see players controlling two characters simultaneously while running obstacle courses and various other modes.<br />\r\n<br />\r\nMultiplayer modes has Players either work together, in teams or have a free for all in which each player tries to get ahead of the others.<br />\r\n<br />\r\nAvoidance mode, Players have to to avoid all the death balls on stage and the last person standing wins. The player with the most points at the end of set rounds wins.<br />\r\n<br />\r\nRun Race, Player have to simultaneously race in a stage to reach the end while avoiding the obstacles.<br />\r\n<br />\r\nTouch Mode, in this mode players have to rush to touch the gold orb while avoiding the death orbs, the first player or team to get the high score wins.<br />\r\n<br />\r\nSoccer mode, this game takes its inspiration from a game called Head Soccer on android, a game in which players have to get the ball to the opposing teams side while avoiding having the ball reach their side and also the death balls.<br />\r\n<br />\r\nCar Race, Players take control of cars and race to the finish line, players can collect power-ups along the way and either lay mines to slow other players of get nitros for a boost of speed<br />\r\n<br />\r\nMath lab, in math lab has two teams competing against each other, players have to collect numbers and then carry them to a start point the number will then travel across to the opposing players side and if it's not destroyed by the opposing teams number in time the number will then be added to the team that got their number across.<br />\r\n<br />\r\nPlease note, Although Keyboard keys rebinding is available, for the best experience with this game a controller is recommended.",
            "about_the_game": "Epic Mayhem is a Platformer with Single player and Local-Multiplayer game modes.<br />\r\n<br />\r\nCampaign Mode see players controlling two characters simultaneously while running obstacle courses and various other modes.<br />\r\n<br />\r\nMultiplayer modes has Players either work together, in teams or have a free for all in which each player tries to get ahead of the others.<br />\r\n<br />\r\nAvoidance mode, Players have to to avoid all the death balls on stage and the last person standing wins. The player with the most points at the end of set rounds wins.<br />\r\n<br />\r\nRun Race, Player have to simultaneously race in a stage to reach the end while avoiding the obstacles.<br />\r\n<br />\r\nTouch Mode, in this mode players have to rush to touch the gold orb while avoiding the death orbs, the first player or team to get the high score wins.<br />\r\n<br />\r\nSoccer mode, this game takes its inspiration from a game called Head Soccer on android, a game in which players have to get the ball to the opposing teams side while avoiding having the ball reach their side and also the death balls.<br />\r\n<br />\r\nCar Race, Players take control of cars and race to the finish line, players can collect power-ups along the way and either lay mines to slow other players of get nitros for a boost of speed<br />\r\n<br />\r\nMath lab, in math lab has two teams competing against each other, players have to collect numbers and then carry them to a start point the number will then travel across to the opposing players side and if it's not destroyed by the opposing teams number in time the number will then be added to the team that got their number across.<br />\r\n<br />\r\nPlease note, Although Keyboard keys rebinding is available, for the best experience with this game a controller is recommended.",
            "short_description": "Epic Mayhem is an action packed platformer with single and local-multiplayer game with a variety of game modes. Play the campaign solo or Co-op. Play other game modes in teams or free for all competitively with up to 7 friends.",
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/612430/header.jpg?t=1496129187",
            "website": null,
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7<br></li><li><strong>Processor:</strong> 2.6Ghz Single Core Processor<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> 512Mb Graphics Card<br></li><li><strong>Storage:</strong> 1 GB available space<br></li><li><strong>Additional Notes:</strong> Controllers are Highly recommended</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7, 8, 8.1, 10<br></li><li><strong>Processor:</strong> 2.6Ghz Dual Core Processor<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> 1Gb Graphics Card<br></li><li><strong>Storage:</strong> 1 GB available space<br></li><li><strong>Additional Notes:</strong> Controllers are Highly recommended</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "PLEASE READ THE FOLLOWING END USER LICENSE AGREEMENT (“AGREEMENT”) BEFORE INSTALLING FUR FUN, (THE “GAME SOFTWARE”). BY INSTALLING, COPYING, AND/OR OTHERWISE USING THE GAME SOFTWARE, YOU AGREE TO BE BOUND BY THE TERMS OF THIS AGREEMENT AS SET FORTH BY WOODHEADGAMES.<br />\r\n<br />\r\nYOUR USE OF THE GAME SOFTWARE IS ALSO SUBJECT TO THE TERMS AND CONDITIONS SET FORTH IN THE STEAM™ SUBSCRIBER AGREEMENT AND/OR ANY OTHER TERMS SET FORTH BY VALVE CORPORATION IN RELATION TO THE STEAM SERVICE.<br />\r\n<br />\r\nIF YOU AGREE TO THE TERMS SET FORTH IN THIS AGREEMENT, select “I ACCEPT” to install the Game Software and to indicate your acceptance of these terms and your understanding of the conditions of use of the Game Software.<br />\r\n<br />\r\nIF YOU DO NOT AGREE TO THE TERMS SET FORTH IN THIS AGREEMENT, select “I DO NOT ACCEPT” and Woodheadgames shall not grant to you the License to the Game Software.<br />\r\n<br />\r\nLIMITED USE LICENSE<br />\r\nThe term “Game Software” includes the software included in this video game, the associated media, any software associated with the online mode of the video game (subject to any additional terms of use applicable to such online mode), any printed materials, manuals, any online or electronic documentation, and any and all copies of such software and materials. Woodheadgames grants to you the non-exclusive, non-transferable, limited right and license to install and use one (1) copy of the Game Software on one (1) computer hard drive at any given time solely for your personal use (the “License”). All rights not specifically granted under this License are hereby reserved by Woodheadgames and, as applicable, by its licensors. The Game Software is licensed to you, not sold. This License does not give you any title or ownership in the Game Software, and should not be construed as a sale or transfer of any intellectual property or other rights to the Game Software.<br />\r\n<br />\r\nOWNERSHIP<br />\r\n<br />\r\nYou agree and acknowledge that all title, ownership rights, and intellectual property rights connected with the Game Software and any and all copies thereof (including but not limited to any derivative works, titles, computer code, themes, objects, characters, character names, stories, dialogs, catch phrases, locations, concepts, artwork, graphics, animation, sounds, musical compositions, audio-visual effects, text, screen displays, methods of operation, moral rights, “applets” incorporated into the Game Software, and any related documentation) are owned by Woodheadgames or its licensors.<br />\r\n<br />\r\nThe Game Software is protected by the copyright laws of South Africa, international copyright treaties and conventions, South Africa and common law trademark laws, and other laws. All rights are reserved worldwide. The Game Software contains certain materials licensed by Woodheadgames from others, and Woodheadgames and Woodheadgames's licensors may protect their rights in the event of any violation of this Agreement.<br />\r\n<br />\r\nLICENSE CONDITIONS AND RESTRICTIONS<br />\r\n<br />\r\nYou agree to only use the Game Software, or any part of it, in a manner that is consistent with this License and you SHALL NOT:<br />\r\n<br />\r\n(a) without written permission from Woodheadgames, use, advertise or exploit in any manner the Game Software or any of its parts commercially, including but not limited to use at a cyber (Internet) café, computer gaming center or any other location-based site;<br />\r\n<br />\r\n(b) without a separate, additional license from Woodheadgames, use the Game Software or permit the use of the Game Software, on more than one computer, game console, handheld device or PDA at the same time;<br />\r\n<br />\r\n(c) use the Game Software, or permit use of the Game Software, in a network, multi-user arrangement or remote access arrangement, including any online use, except as otherwise explicitly permitted by Woodheadgames in writing;<br />\r\n<br />\r\n(d) make copies of the Game Software or any part thereof, except that you may make one (1) copy of the Game Software for backup or archival purposes, or make copies of the materials accompanying the Game Software for non-commercial backup and reference only;<br />\r\n<br />\r\n(e) sell, rent, lease, license, distribute, upload to any Internet server or web site, or otherwise transfer any portion of this Game Software or any copies without the express prior written consent of Woodheadgames. Notwithstanding the foregoing, you may permanently transfer all of your rights and obligations under the License to another person for non-commercial use by physically transferring the original Game Software media (e.g., the CD-ROM or DVD you purchased), all original packaging and all manuals or other documentation distributed with the Game Software; provided, however, that you permanently delete all copies and installations of the Game Software in your possession or control, and that the recipient agrees to the terms of this Agreement. You shall be solely responsible for any taxes, fees, duties, withholdings, charges and assessments that may be due in connection with such transfer.<br />\r\n<br />\r\n(f) reverse engineer, derive source code, modify, decompile, disassemble, or create derivative works of the Game Software, in whole or in part (except as the applicable law expressly permits, in which case all and any lawful modifications, adaptations, improvements, etc., and all copyrights and morale rights therein, shall be deemed assigned to, and shall belong to, vest in and be the exclusive property of Woodheadgames and/or its licensors on creation, in any event);<br />\r\n<br />\r\n(g) remove, disable or circumvent any security protections or any technical measures that control access to the Game Software;<br />\r\n<br />\r\n(h) remove, modify, deface or circumvent any proprietary notices or labels contained on or within the Game Software;<br />\r\n<br />\r\n(i) export or re-export the Game Software or any copy or adaptation in violation of any applicable laws or regulations; or<br />\r\n<br />\r\n(j) create data or executable programs that mimic data or functionality in the Game Software.<br />\r\n<br />\r\nFurthermore, you agree that you shall abide by the safety information, maintenance instructions or other relevant notices contained in the manual that is included with the Game Software.<br />\r\n<br />\r\nGAME SOFTWARE UPDATES AND PATCHES<br />\r\n<br />\r\nWoodheadgames may provide updates, patches and other modifications to the Game Software.<br />\r\n<br />\r\nLIMITATIONS ON DAMAGES<br />\r\n<br />\r\nIN NO EVENT SHALL WOODHEADGAMES OR ITS LICENSORS BE LIABLE FOR SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES RESULTING FROM POSSESSION, USE OR MALFUNCTION OF THE GAME SOFTWARE, INCLUDING WITHOUT LIMITATION ANY LOSSES OR DAMAGES CONNECTED WITH OR CONSISTING OF LOST PROFITS, DAMAGE TO PROPERTY, LOST OR CORRUPTED DATA OR FILES, LOSS OF GOODWILL, CONSOLE, COMPUTER OR HANDHELD DEVICE FAILURE, ERRORS AND LOST BUSINESS OR OTHER INFORMATION AS A RESULT OF POSSESSION, USE OR MALFUNCTION OF THE GAME SOFTWARE, OR PERSONAL INJURIES, EVEN IF WOODHEADGAMES HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS OR DAMAGES. FURTHERMORE, IN NO EVENT SHALL WOODHEADGAMES OR ITS LICENSORS BE LIABLE FOR SPECIAL, CONSEQUENTIAL OR INCIDENTAL DAMAGES RESULTING FROM THE BREACH OF ANY EXPRESS OR IMPLIED WARRANTIES OR ANY OTHER TERMS OF THIS AGREEMENT. WOODHEADGAMES' TOTAL LIABILITY IN ALL CASES SHALL NOT EXCEED THE ACTUAL PRICE PAID FOR THE GAME SOFTWARE. THE FOREGOING APPLIES EVEN IF ANY REMEDY FAILS OF ITS ESSENTIAL PURPOSE.<br />\r\n<br />\r\nTERM AND TERMINATION<br />\r\n<br />\r\nWithout prejudice to any other rights of Woodheadgames, the License shall remain in effect for as long as you use, operate or run the Game. The License shall terminate automatically if you fail to comply with its terms and conditions. In such event, you must uninstall and destroy all copies of the Game Software. You may also terminate the License at any time by destroying the Game Software and uninstalling it from your computer(s) or other applicable hardware. The Sections entitled “Ownership,” “License Conditions and Restrictions,” “Limitations on Damages,” “Term and Termination,” “Injunction,” “Indemnity,” “Choice of Law and Jurisdiction,” and “Miscellaneous” shall survive any termination of this License.<br />\r\n<br />\r\nINJUNCTION<br />\r\n<br />\r\nBecause Woodheadgames would be irreparably damaged if the terms of this Agreement were not specifically enforced, you agree that Woodheadgames shall be entitled, without bond or other security or proof of damages, to take such action as may be required, including seeking an injunction and other equitable remedies, in addition to any other remedies available to it under the applicable law.<br />\r\n<br />\r\nINDEMNITY<br />\r\n<br />\r\nYou agree to indemnify, defend and hold harmless Woodheadgames, its partners, affiliates, contractors, licensors, officers, directors, employees and agents from all claims, damages, costs and expenses (including reasonable legal fees) arising directly or indirectly from your acts or omissions in connection with using the Game Software or any breach by you of the terms of this Agreement.<br />\r\n<br />\r\nCHOICE OF LAW AND JURISDICTION<br />\r\n<br />\r\nTHIS AGREEMENT, AND THE RIGHTS AND OBLIGATIONS OF YOU AND WOODHEADGAMES CONCERNING THE GAME SOFTWARE, SHALL BE CONSTRUED AND ENFORCED UNDER SPANISH LAW AS SUCH LAW IS APPLIED TO AGREEMENTS BETWEEN CALIFORNIA RESIDENTS ENTERED INTO AND TO BE PERFORMED WITHIN SOUTH AFRICA, WITHOUT REGARD TO SOUTH AFRICA’S CONFLICTS OF LAW PRINCIPLES. TO THE EXTENT ANY CLAIMS ARE GOVERNED BY FEDERAL LAW, SUCH FEDERAL LAW ALSO SHALL BE APPLICABLE. YOU AND WOODHEADGAMES CONSENT TO THE EXCLUSIVE PERSONAL JURISDICTION OF THE STATE AND FEDERAL COURTS LOCATED IN BARCELONA, SOUTH AFRICA, IN CONNECTION WITH ANY CLAIM OR DISPUTE CONCERNING THIS AGREEMENT OR THE GAME SOFTWARE, AND YOU AND WOODHEADGAMES WAIVE ANY OBJECTION BASED ON THE VENUE OR INCONVENIENCE OF SUCH FORUM. IF YOU ARE FROM OUTSIDE THE UNITED STATES, THE APPLICATION OF THE UNITED NATIONS CONVENTION ON CONTRACTS FOR THE INTERNATIONAL SALE OF GOODS IS EXPRESSLY EXCLUDED.<br />\r\n<br />\r\nAMENDMENTS<br />\r\n<br />\r\nWoodheadgames reserves the right to amend this Agreement at any time, at its sole discretion, but will post such changes on the Woodheadgames website and/or will communicate such changes through the Steam service. If any such future changes to this Agreement are unacceptable to you or cause you to no longer be in compliance with this Agreement, you may terminate this Agreement in accordance with the above Termination provisions. Your installation and use of any updates or modifications to the Game Software or your continued use of the Game Software following notice of changes to this Agreement will constitute your acceptance of any and all such changes to the terms of this Agreement.<br />\r\n<br />\r\nMISCELLANEOUS<br />\r\n<br />\r\nThis Agreement represents the complete agreement between you and Woodheadgames concerning the License and your rights to use the Game Software, and supersedes all prior agreements and representations, warranties or understandings between you and Woodheadgames (whether negligently or innocently made but excluding those made fraudulently), regarding the same subject matter. If any provision of this Agreement is held to be unenforceable for any reason, such provision shall be reformed only to the extent necessary to make it enforceable, and the remaining provisions of this Agreement shall remain in full force and not be affected.",
            "developers": [
                "Lance Kettledas"
            ],
            "publishers": [
                "Woodheadgames Studio"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 199,
                "final": 199,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "1,99€"
            },
            "packages": [
                163907
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Epic Mayhem",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 163907,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Epic Mayhem - 1,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 199
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 37,
                    "description": "Local Multi-Player"
                },
                {
                    "id": 9,
                    "description": "Co-op"
                },
                {
                    "id": 39,
                    "description": "Local Co-op"
                },
                {
                    "id": 24,
                    "description": "Shared/Split Screen"
                },
                {
                    "id": 28,
                    "description": "Full controller support"
                },
                {
                    "id": 29,
                    "description": "Steam Trading Cards"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "4",
                    "description": "Casual"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "9",
                    "description": "Racing"
                },
                {
                    "id": "18",
                    "description": "Sports"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_1a48695d8bc7f7f559134683df1251111cc56374.600x338.jpg?t=1496129187",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_1a48695d8bc7f7f559134683df1251111cc56374.1920x1080.jpg?t=1496129187"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_4169a85e524d943bb1c415e66cf8acb28a2d2473.600x338.jpg?t=1496129187",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_4169a85e524d943bb1c415e66cf8acb28a2d2473.1920x1080.jpg?t=1496129187"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_112c9f4fba7a417eb3a09500a841ddad09eac7bf.600x338.jpg?t=1496129187",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_112c9f4fba7a417eb3a09500a841ddad09eac7bf.1920x1080.jpg?t=1496129187"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_7dc171de992bc4c4adc9b30e95b235907e315342.600x338.jpg?t=1496129187",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_7dc171de992bc4c4adc9b30e95b235907e315342.1920x1080.jpg?t=1496129187"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_910aa23c65b69071669618226b632894951e2d06.600x338.jpg?t=1496129187",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_910aa23c65b69071669618226b632894951e2d06.1920x1080.jpg?t=1496129187"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_e00bdf3cfc06100837f498771e2ef891b5554859.600x338.jpg?t=1496129187",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_e00bdf3cfc06100837f498771e2ef891b5554859.1920x1080.jpg?t=1496129187"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_1bdf32220cf6f7063f7031da5f1b804d49b6a971.600x338.jpg?t=1496129187",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_1bdf32220cf6f7063f7031da5f1b804d49b6a971.1920x1080.jpg?t=1496129187"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_6e8dd5a3d47e5551ef039b572a3a9e0423aeef8b.600x338.jpg?t=1496129187",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_6e8dd5a3d47e5551ef039b572a3a9e0423aeef8b.1920x1080.jpg?t=1496129187"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_53b2dbd8bf20ca54e20144bc46fa5d16ae737b07.600x338.jpg?t=1496129187",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_53b2dbd8bf20ca54e20144bc46fa5d16ae737b07.1920x1080.jpg?t=1496129187"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_36092a8ab16f84fc91426718282cf45303472926.600x338.jpg?t=1496129187",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/612430/ss_36092a8ab16f84fc91426718282cf45303472926.1920x1080.jpg?t=1496129187"
                }
            ],
            "movies": [
                {
                    "id": 256682282,
                    "name": "Epic Mayhem Gameplay trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256682282/movie.293x165.jpg?t=1492596047",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256682282/movie480.webm?t=1492596047",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256682282/movie_max.webm?t=1492596047"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "19 Apr, 2017"
            },
            "support_info": {
                "url": "",
                "email": "woodheadgames@gmail.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/612430/page_bg_generated_v6b.jpg?t=1496129187",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}