{
    "617870": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Total War: WARHAMMER II - Rise of the Tomb Kings",
            "steam_appid": 617870,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<h2 class=\"bb_tag\"><i>Total War: WARHAMMER II – Rise of the Tomb Kings</i></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/617870/extras/GIF1.jpg?t=1545150582\" ><br><br><ul class=\"bb_ul\"><li>New Tomb Kings Race playable in both the Eye of the Vortex and Mortal Empires campaigns<br></li><li>Unique Race mechanics inspired by the Tomb Kings lore <br></li><li>4 new playable Legendary Lords: Settra the Imperishable, High Queen Khalida, Grand Hierophant Khatep and Arkhan the Black<br></li><li>Gather the cursed Books of Nagash and win the battle for the Black Pyramid to achieve ultimate victory<br></li><li>Uncover the mysteries of the past by researching the Nehekharan Dynasties<br></li><li>Tap the Realm of Souls to regenerate your troops and summon Ushabti in battle <br></li><li>Combine exotic trade goods and Canopic Jars – the Tomb Kings’ unique resource – to craft magic items and raise fabled Legions of Legend at the Mortuary Cult<br></li><li>Comprehensive army roster featuring iconic units from the Warhammer Fantasy Battles world</li></ul><br>Across the arid deserts of Nehekhara, vast legions of skeletal warriors rise from beneath the baking sands to slaughter those who trespass into their domain. It is a lifeless realm of endless dunes, stained red from the blood of savages and barbarians. This is the Land of the Dead, where mummified kings are cursed to rule in perpetual unlife. But it was not always thus.<br><br>There was a time when the ancient kingdom of Nehekhara stood as a crown of human civilisation; a golden age when its cities shone with majestic splendour, its armies conquered entire nations and its kings ruled as gods among men. But this realm was razed millennia ago by the treacherous sorcery of reviled Nagash: in a stroke, the living perished and the dead rose from their tombs.<br><br>Death is no barrier to glory for the Tomb Kings however. In unlife, they will see the empire of Nehekhara restored to greatness! <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/617870/extras/GIF2.jpg?t=1545150582\" ><h2 class=\"bb_tag\"><strong>Campaign gameplay</strong></h2><br><br><strong>Objectives </strong><br>While Tomb Kings can be played in the Eye of the Vortex campaign, they do not seek to influence the vortex, and therefore do not engage in the race for control of it. Instead, they seek the nine cursed Books of Nagash, a search culminating in an epic battle at the Black Pyramid of Nagash itself. Each of these books grants a unique campaign bonus, and puts the player a step further along the road to victory.<br><br><strong>Unique resource: Canopic Jars</strong><br>Ancient containers filled with arcane energy, Canopic Jars can be collected through missions, buildings, and as post-battle loot. They are used to awaken powerful units, unlock techs, perform rites and to craft unique items in the Mortuary Cult. <br><br><strong>The Mortuary Cult</strong><br>Keepers of the Lore of Nehekhara and the secrets of revivification, the Liche Priests of the Mortuary Cult can be called upon to construct unique and venerable items. Using a combination of trade resources and Canopic Jars, the player can order the construction of unique magic weapons, armour, talismans, plus enchanted and arcane items. For a cost, the Mortuary Cult can also resurrect powerful Legions of Legend for use in your armies. <br><br><strong>The Dynasties of Nehekhara</strong><br>Rather than developing new technologies, the Tomb Kings seek to unearth the achievements of their dynastic forbears. By studying these histories, players can resurrect great rulers of the past to serve as Lords for their armies, increase capacity for the various Tomb Kings Heroes, unlock a host of campaign and unit buffs, and awaken the Heralds of ancient armies – unique followers who bring powerful bonuses to key unit types in an army. <br><br><br><strong>Rites</strong><br>The Tomb Kings have four unique Rites which may be unlocked and used in campaign:<br><br><strong>Great Incantation of Ptra</strong><br>Invoking the sun god summons Ptra’s Necrotect, a unique Hero character capable of colonising ruins at city level 3.<br><br><strong>Great Incantation of Khsar</strong><br>Invoking the god of the desert wind generates sandstorms across all player-owned regions. This causes attrition to foreign armies, increases your ambush success chance and confers the army ability Sand Veil (enables a unit to become Hidden and gain Stalk in battle, making them invisible to the enemy until they draw very close).<br><br><strong>Great Incantation of Geheb</strong><br>Invoking the god of strength increases Canopic Jar generation and province growth, reduces construction time, and confers the army ability Tombswarm (a swirling swarm of Scarabs which damages the target and moves in the same manner as a vortex spell).<br><br><strong>Great Incantation of Tahoth</strong><br>Invoking the god of scholars adds a Casket of Souls magical artillery unit to the recruitment pool. It also confers a rank bonus to newly recruited Tomb Kings and unit recruits, and increases recruitment capacity factionwide.<h2 class=\"bb_tag\"><strong>Legendary Lords</strong></h2><br><br>The Tomb Kings feature four playable Legendary Lords, each with their own abilities, campaign bonuses, skill trees, quest-chains and campaign start-positions in both the Eye of the Vortex campaign and Mortal Empires.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/617870/extras/GIF3.jpg?t=1545150582\" ><br><br><strong>Settra The Imperishable</strong><br>Settra is the king of all Tomb Kings. He is a ruthless leader whose thirst for conquest knows no bounds. Unlike other Tomb Kings, his unyielding will is such that he never needs to return to his sarcophagus to rest. The immortality he so desired in life is now his, and the civilisations that flourished in his absence now feel his wrath. <br><br>Settra is a great leader, bringing bonuses to growth and public order, while reducing construction time. He also confers bonus armour to Skeleton Chariot and Tomb Guard units, and has a selection of unlockable mounts, including the Khemrian Warsphinx and the flame-wreathed Chariot of the Gods.<br><br><br><strong>High Queen Khalida</strong><br>The Warrior-Queen of Lybaras was famed for her intelligence, honour and bravery. Her reign was cut tragically short by her cousin Neferata, who had attempted to create the Elixir of Life. Instead of true immortality though, Neferata’s flawed potion granted the twisted form known as Vampirism, and as the first Vampire slew her cousin in combat, she granted her the Blood Kiss. With her last breath, Khalida cried out to Asaph, the serpent goddess, who purified her of the taint. She is now the Goddess’ chosen, with Asaph’s divine venom coursing through her veins.<br><br>Khalida reduces all forms of corruption, enjoys a diplomatic relations bonus with other Tomb Kings factions and grants a hefty bonus to ammunition for all ranged units across her faction. She also confers poison attacks on all units in her army and suffers considerably less from attrition effects. <br><br><br><strong>Grand Hierophant Khatep</strong><br>The head of the Mortuary Cult’s Hieorphantic Council, Khatep is the oldest and wisest of the Liche Priests, and the first of them to deny death’s embrace. It was Khatep who awoke Settra to unlife after Nagash’s Great Ritual levelled Nehekhara, but Settra’s distrust of the Mortuary Cult led him to exile Khatep. Now he roams the Land of the Dead, assisting the Tomb Kings where he can and seeking a way to restore himself in the eyes of Settra.<br><br>Khatep grants a bonus to Dynasty research rate, and improves casualty replenishment and army movement factionwide. He can also recruit a higher number of Liche Priest Heroes, and recruits them at a higher rank. <br><br><br><strong>Arkhan the Black</strong><br>Nagash’s principle lieutenant, Arkhan helped lead the coup which brought the hated arch-necromancer to initial power. He led many armies against Nagash’s enemies, and was finally slain in a suicidal counter-attack against the Priest King’s soldiers that enabled Nagash to escape. He was raised again by his master to become the Liche King, and for countless generations since Nagash’s death at the hands of King Alcadizaar, he has vented his wrath on the lands of the living.   <br><br>Arkhan enjoys bonus diplomatic relations with Vampire Counts factions, and his regions never suffer public order penalties from Vampiric corruption. Heroes embedded in his army gain melee attack and melee defence bonuses, and all his armies factionwide gain a boost to their Winds of Magic Power Reserve. <br><br><br><strong>New Lord: Tomb King</strong><br>Tomb Kings are the principle Lords which lead the armies of Nehekhara. A number will appear as standard in the recruitment pool, but unique, named Tomb Kings – famous rulers from the six dynasties of Nehekharan history – may be resurrected via the Dynasties panel, at which point they enter your Lords recruitment pool. Tomb kings may unlock the Skeletal Steed, Skeleton Chariot, and Khemrian Warsphinx as mounts.<br><br><strong>New Hero: Tomb Prince</strong><br>Following the example of their kings, Tomb Princes aspire to greatness in all things. They form the principle champions of the Nehekharan forces in battle, and have a unique Curse ability which makes targeted enemies enter a state of Rampage. Tomb princes may unlock Skeletal Steeds and Skeletal Chariots as mounts.<br><br><strong>New Hero: Liche Priest</strong><br>The adepts of the Mortuary Cult are the Tomb King’s principle sorcerers. They may be recruited to wield the Lore of Light, the Lore of Death, or the Lore of Nehekhara, and have a unique Curse ability which reduces enemy armour values. They also gain the Immortal skill earlier than other agents. Liche priests may unlock Skeletal Steeds and Skeleton Chariots as mounts.<br><br><strong>New Hero: Necrotect</strong><br>Representing millennia of architectural wisdom, Necrotects are the builders and taskmasters of Nehekhara. They perform a number of functions, such as reducing building costs and increasing movement speed when embedded in your armies, but also fulfil a key support role in battle. As master masons, they provide passive aura-based buffs to Construct units such as Ushabti, Tomb Scorpions and Hierotitans, improving their combat abilities in a number of ways. Necrotects may unlock Skeletal Steeds and Skeleton Chariots as mounts.<h2 class=\"bb_tag\"><strong>Battle gameplay</strong></h2><br><br><strong>The Realm of Souls </strong><br>The Realm of Souls is the revered afterlife of Nehekharan legend, and the origin of the Liche Priests’ magical power. As more of your warriors fall to the enemy in battle, more souls enter the Realm, which is tracked in the battle UI. At three key thresholds, the Realm of Souls triggers a mass healing-wave among your skeletal units, each wave becoming successively more powerful. After the final wave, the player also gains an army ability allowing them to summon a unit of statuesque Ushabti anywhere on the battlefield.  <br><br><strong>The Lore of Nehekhara</strong><br>In battle, Liche Priests may harness the power of the desert gods and wield the Tomb King’s signature magic, the Lore of Nehekhara.",
            "about_the_game": "<h2 class=\"bb_tag\"><i>Total War: WARHAMMER II – Rise of the Tomb Kings</i></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/617870/extras/GIF1.jpg?t=1545150582\" ><br><br><ul class=\"bb_ul\"><li>New Tomb Kings Race playable in both the Eye of the Vortex and Mortal Empires campaigns<br></li><li>Unique Race mechanics inspired by the Tomb Kings lore <br></li><li>4 new playable Legendary Lords: Settra the Imperishable, High Queen Khalida, Grand Hierophant Khatep and Arkhan the Black<br></li><li>Gather the cursed Books of Nagash and win the battle for the Black Pyramid to achieve ultimate victory<br></li><li>Uncover the mysteries of the past by researching the Nehekharan Dynasties<br></li><li>Tap the Realm of Souls to regenerate your troops and summon Ushabti in battle <br></li><li>Combine exotic trade goods and Canopic Jars – the Tomb Kings’ unique resource – to craft magic items and raise fabled Legions of Legend at the Mortuary Cult<br></li><li>Comprehensive army roster featuring iconic units from the Warhammer Fantasy Battles world</li></ul><br>Across the arid deserts of Nehekhara, vast legions of skeletal warriors rise from beneath the baking sands to slaughter those who trespass into their domain. It is a lifeless realm of endless dunes, stained red from the blood of savages and barbarians. This is the Land of the Dead, where mummified kings are cursed to rule in perpetual unlife. But it was not always thus.<br><br>There was a time when the ancient kingdom of Nehekhara stood as a crown of human civilisation; a golden age when its cities shone with majestic splendour, its armies conquered entire nations and its kings ruled as gods among men. But this realm was razed millennia ago by the treacherous sorcery of reviled Nagash: in a stroke, the living perished and the dead rose from their tombs.<br><br>Death is no barrier to glory for the Tomb Kings however. In unlife, they will see the empire of Nehekhara restored to greatness! <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/617870/extras/GIF2.jpg?t=1545150582\" ><h2 class=\"bb_tag\"><strong>Campaign gameplay</strong></h2><br><br><strong>Objectives </strong><br>While Tomb Kings can be played in the Eye of the Vortex campaign, they do not seek to influence the vortex, and therefore do not engage in the race for control of it. Instead, they seek the nine cursed Books of Nagash, a search culminating in an epic battle at the Black Pyramid of Nagash itself. Each of these books grants a unique campaign bonus, and puts the player a step further along the road to victory.<br><br><strong>Unique resource: Canopic Jars</strong><br>Ancient containers filled with arcane energy, Canopic Jars can be collected through missions, buildings, and as post-battle loot. They are used to awaken powerful units, unlock techs, perform rites and to craft unique items in the Mortuary Cult. <br><br><strong>The Mortuary Cult</strong><br>Keepers of the Lore of Nehekhara and the secrets of revivification, the Liche Priests of the Mortuary Cult can be called upon to construct unique and venerable items. Using a combination of trade resources and Canopic Jars, the player can order the construction of unique magic weapons, armour, talismans, plus enchanted and arcane items. For a cost, the Mortuary Cult can also resurrect powerful Legions of Legend for use in your armies. <br><br><strong>The Dynasties of Nehekhara</strong><br>Rather than developing new technologies, the Tomb Kings seek to unearth the achievements of their dynastic forbears. By studying these histories, players can resurrect great rulers of the past to serve as Lords for their armies, increase capacity for the various Tomb Kings Heroes, unlock a host of campaign and unit buffs, and awaken the Heralds of ancient armies – unique followers who bring powerful bonuses to key unit types in an army. <br><br><br><strong>Rites</strong><br>The Tomb Kings have four unique Rites which may be unlocked and used in campaign:<br><br><strong>Great Incantation of Ptra</strong><br>Invoking the sun god summons Ptra’s Necrotect, a unique Hero character capable of colonising ruins at city level 3.<br><br><strong>Great Incantation of Khsar</strong><br>Invoking the god of the desert wind generates sandstorms across all player-owned regions. This causes attrition to foreign armies, increases your ambush success chance and confers the army ability Sand Veil (enables a unit to become Hidden and gain Stalk in battle, making them invisible to the enemy until they draw very close).<br><br><strong>Great Incantation of Geheb</strong><br>Invoking the god of strength increases Canopic Jar generation and province growth, reduces construction time, and confers the army ability Tombswarm (a swirling swarm of Scarabs which damages the target and moves in the same manner as a vortex spell).<br><br><strong>Great Incantation of Tahoth</strong><br>Invoking the god of scholars adds a Casket of Souls magical artillery unit to the recruitment pool. It also confers a rank bonus to newly recruited Tomb Kings and unit recruits, and increases recruitment capacity factionwide.<h2 class=\"bb_tag\"><strong>Legendary Lords</strong></h2><br><br>The Tomb Kings feature four playable Legendary Lords, each with their own abilities, campaign bonuses, skill trees, quest-chains and campaign start-positions in both the Eye of the Vortex campaign and Mortal Empires.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/617870/extras/GIF3.jpg?t=1545150582\" ><br><br><strong>Settra The Imperishable</strong><br>Settra is the king of all Tomb Kings. He is a ruthless leader whose thirst for conquest knows no bounds. Unlike other Tomb Kings, his unyielding will is such that he never needs to return to his sarcophagus to rest. The immortality he so desired in life is now his, and the civilisations that flourished in his absence now feel his wrath. <br><br>Settra is a great leader, bringing bonuses to growth and public order, while reducing construction time. He also confers bonus armour to Skeleton Chariot and Tomb Guard units, and has a selection of unlockable mounts, including the Khemrian Warsphinx and the flame-wreathed Chariot of the Gods.<br><br><br><strong>High Queen Khalida</strong><br>The Warrior-Queen of Lybaras was famed for her intelligence, honour and bravery. Her reign was cut tragically short by her cousin Neferata, who had attempted to create the Elixir of Life. Instead of true immortality though, Neferata’s flawed potion granted the twisted form known as Vampirism, and as the first Vampire slew her cousin in combat, she granted her the Blood Kiss. With her last breath, Khalida cried out to Asaph, the serpent goddess, who purified her of the taint. She is now the Goddess’ chosen, with Asaph’s divine venom coursing through her veins.<br><br>Khalida reduces all forms of corruption, enjoys a diplomatic relations bonus with other Tomb Kings factions and grants a hefty bonus to ammunition for all ranged units across her faction. She also confers poison attacks on all units in her army and suffers considerably less from attrition effects. <br><br><br><strong>Grand Hierophant Khatep</strong><br>The head of the Mortuary Cult’s Hieorphantic Council, Khatep is the oldest and wisest of the Liche Priests, and the first of them to deny death’s embrace. It was Khatep who awoke Settra to unlife after Nagash’s Great Ritual levelled Nehekhara, but Settra’s distrust of the Mortuary Cult led him to exile Khatep. Now he roams the Land of the Dead, assisting the Tomb Kings where he can and seeking a way to restore himself in the eyes of Settra.<br><br>Khatep grants a bonus to Dynasty research rate, and improves casualty replenishment and army movement factionwide. He can also recruit a higher number of Liche Priest Heroes, and recruits them at a higher rank. <br><br><br><strong>Arkhan the Black</strong><br>Nagash’s principle lieutenant, Arkhan helped lead the coup which brought the hated arch-necromancer to initial power. He led many armies against Nagash’s enemies, and was finally slain in a suicidal counter-attack against the Priest King’s soldiers that enabled Nagash to escape. He was raised again by his master to become the Liche King, and for countless generations since Nagash’s death at the hands of King Alcadizaar, he has vented his wrath on the lands of the living.   <br><br>Arkhan enjoys bonus diplomatic relations with Vampire Counts factions, and his regions never suffer public order penalties from Vampiric corruption. Heroes embedded in his army gain melee attack and melee defence bonuses, and all his armies factionwide gain a boost to their Winds of Magic Power Reserve. <br><br><br><strong>New Lord: Tomb King</strong><br>Tomb Kings are the principle Lords which lead the armies of Nehekhara. A number will appear as standard in the recruitment pool, but unique, named Tomb Kings – famous rulers from the six dynasties of Nehekharan history – may be resurrected via the Dynasties panel, at which point they enter your Lords recruitment pool. Tomb kings may unlock the Skeletal Steed, Skeleton Chariot, and Khemrian Warsphinx as mounts.<br><br><strong>New Hero: Tomb Prince</strong><br>Following the example of their kings, Tomb Princes aspire to greatness in all things. They form the principle champions of the Nehekharan forces in battle, and have a unique Curse ability which makes targeted enemies enter a state of Rampage. Tomb princes may unlock Skeletal Steeds and Skeletal Chariots as mounts.<br><br><strong>New Hero: Liche Priest</strong><br>The adepts of the Mortuary Cult are the Tomb King’s principle sorcerers. They may be recruited to wield the Lore of Light, the Lore of Death, or the Lore of Nehekhara, and have a unique Curse ability which reduces enemy armour values. They also gain the Immortal skill earlier than other agents. Liche priests may unlock Skeletal Steeds and Skeleton Chariots as mounts.<br><br><strong>New Hero: Necrotect</strong><br>Representing millennia of architectural wisdom, Necrotects are the builders and taskmasters of Nehekhara. They perform a number of functions, such as reducing building costs and increasing movement speed when embedded in your armies, but also fulfil a key support role in battle. As master masons, they provide passive aura-based buffs to Construct units such as Ushabti, Tomb Scorpions and Hierotitans, improving their combat abilities in a number of ways. Necrotects may unlock Skeletal Steeds and Skeleton Chariots as mounts.<h2 class=\"bb_tag\"><strong>Battle gameplay</strong></h2><br><br><strong>The Realm of Souls </strong><br>The Realm of Souls is the revered afterlife of Nehekharan legend, and the origin of the Liche Priests’ magical power. As more of your warriors fall to the enemy in battle, more souls enter the Realm, which is tracked in the battle UI. At three key thresholds, the Realm of Souls triggers a mass healing-wave among your skeletal units, each wave becoming successively more powerful. After the final wave, the player also gains an army ability allowing them to summon a unit of statuesque Ushabti anywhere on the battlefield.  <br><br><strong>The Lore of Nehekhara</strong><br>In battle, Liche Priests may harness the power of the desert gods and wield the Tomb King’s signature magic, the Lore of Nehekhara.",
            "short_description": "Across the arid deserts of Nehekhara, vast legions of skeletal warriors rise from beneath the baking sands to slaughter those who trespass into their domain.",
            "fullgame": {
                "appid": "594570",
                "name": "Total War: WARHAMMER II"
            },
            "supported_languages": "English<strong>*</strong>, French, Italian, German, Spanish - Spain, Czech, Korean, Polish, Portuguese - Brazil, Russian, Turkish, Simplified Chinese, Traditional Chinese<br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/617870/header.jpg?t=1545150582",
            "website": "",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 64Bit<br></li><li><strong>Processor:</strong> Intel® Core™ 2 Duo 3.0Ghz<br></li><li><strong>Memory:</strong> 5 GB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GTX 460 1GB | AMD Radeon HD 5770 1GB | Intel HD4000 @720p<br></li><li><strong>Storage:</strong> 60 GB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 / 8 (8.1)/ 10 64Bit<br></li><li><strong>Processor:</strong> Intel® Core™ i5-4570 3.20GHz<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GeForce GTX 770 4GB | AMD Radeon R9 290X 4GB @1080p<br></li><li><strong>Storage:</strong> 60 GB available space</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "© Copyright Games Workshop Limited 2018. Warhammer, the Warhammer logo, GW, Games Workshop, The Game of Fantasy Battles, the twin-tailed comet logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under licence. Developed by Creative Assembly and published by SEGA. Creative Assembly, the Creative Assembly logo, Total War and the Total War logo are either registered trademarks or trademarks of The Creative Assembly Limited. SEGA and the SEGA logo are either registered trademarks or trademarks of SEGA Holdings Co., Ltd. or its affiliates. All rights reserved. SEGA is registered in the U.S. Patent and Trademark Office..",
            "developers": [
                "CREATIVE ASSEMBLY",
                "Feral Interactive"
            ],
            "publishers": [
                "SEGA",
                "Feral Interactive"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 1749,
                "final": 1749,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "17,49€"
            },
            "packages": [
                165774
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Total War: WARHAMMER II - Rise of the Tomb Kings",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 165774,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Total War: WARHAMMER II – Rise of the Tomb Kings - 17,49€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 1749
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": true,
                "linux": true
            },
            "metacritic": {
                "score": 84,
                "url": "https://www.metacritic.com/game/pc/total-war-warhammer-ii---rise-of-the-tomb-kings?ftag=MCD-06-10aaa1f"
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 29,
                    "description": "Steam Trading Cards"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_a8fc43680cb2f2cf2624a1adb740fe057a7a9461.600x338.jpg?t=1545150582",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_a8fc43680cb2f2cf2624a1adb740fe057a7a9461.1920x1080.jpg?t=1545150582"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_6a91e490f2904fd595539cf7fe437129d3d109fe.600x338.jpg?t=1545150582",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_6a91e490f2904fd595539cf7fe437129d3d109fe.1920x1080.jpg?t=1545150582"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_6039c126a1c62b0acad193d9bc12669bc1ab1a54.600x338.jpg?t=1545150582",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_6039c126a1c62b0acad193d9bc12669bc1ab1a54.1920x1080.jpg?t=1545150582"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_84bea72abb45baceb504b64979ebb1b3002e9e5b.600x338.jpg?t=1545150582",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_84bea72abb45baceb504b64979ebb1b3002e9e5b.1920x1080.jpg?t=1545150582"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_645eb40ef66c44c734f97cfa05c11436c6684e5a.600x338.jpg?t=1545150582",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_645eb40ef66c44c734f97cfa05c11436c6684e5a.1920x1080.jpg?t=1545150582"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_36ff4c2ca40c2acda79d1239316d36fdd281513b.600x338.jpg?t=1545150582",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_36ff4c2ca40c2acda79d1239316d36fdd281513b.1920x1080.jpg?t=1545150582"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_b21e000f5b273d97f26103edb8e2154424246ab8.600x338.jpg?t=1545150582",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_b21e000f5b273d97f26103edb8e2154424246ab8.1920x1080.jpg?t=1545150582"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_a2ff553581b3ab6572dcdd1c0b8eb45027de1135.600x338.jpg?t=1545150582",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_a2ff553581b3ab6572dcdd1c0b8eb45027de1135.1920x1080.jpg?t=1545150582"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_39a1b12b7d4bf1508d1f683c31093df9ef8b9014.600x338.jpg?t=1545150582",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_39a1b12b7d4bf1508d1f683c31093df9ef8b9014.1920x1080.jpg?t=1545150582"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_4e929954839f5f9b09b4ec51a0ccce56b8b98e00.600x338.jpg?t=1545150582",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_4e929954839f5f9b09b4ec51a0ccce56b8b98e00.1920x1080.jpg?t=1545150582"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_c6b43e3ed23590b37fb9d1438a0ca3dc54659b00.600x338.jpg?t=1545150582",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/617870/ss_c6b43e3ed23590b37fb9d1438a0ca3dc54659b00.1920x1080.jpg?t=1545150582"
                }
            ],
            "movies": [
                {
                    "id": 256703702,
                    "name": "TK_PRESS_PEGI_EN",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256703702/movie.293x165.jpg?t=1513698089",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256703702/movie480.webm?t=1513698089",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256703702/movie_max.webm?t=1513698089"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 1380
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "23 Jan, 2018"
            },
            "support_info": {
                "url": "http://support.sega.co.uk",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/617870/page_bg_generated_v6b.jpg?t=1545150582",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}