{
    "619680": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Assetto Corsa - Ready To Race Pack",
            "steam_appid": 619680,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "Introducing &quot;Ready To Race&quot;, our all-new DLC for Assetto Corsa, available for PC Steam on May 18. &quot;Ready To Race&quot; includes 10 new cars from AUDI, Lotus, McLaren, Maserati and Toyota, providing the &quot;most wanted&quot; models ready to race!<br>Our all new RTR DLC provides a great variety of models that mix technology, power, history and design from Italy, Germany, Great Britain and Japan, resulting in a package designed to meet all your wishes!<br><br>CARS INCLUDED<br>* Audi R8 LMS 2016<br>* Audi R18 e-tron quattro<br>* Audi TT Cup 2016<br>* Audi TT RS (VLN) <br>* Lotus 3-Eleven<br>* Maserati MC12 GT1<br>* McLaren 570S<br>* McLaren P1 GTR<br>* Toyota Celica ST185 Turbo<br>* Toyota TS040 Hybrid<br><br><strong>Audi R8 LMS 2016</strong><br>The new Audi R8 LMS, now featuring even more race car technology, is following in the footsteps of its successful predecessor.<br>Audi fans were already able to marvel at the new GT3 sports car from Neckarsulm in full action in 2015, for instance in the 24-hour race at the Nurburgring, where the Audi Sport Team WRT celebrated overall victory with the new R8 LMS. At the 12-hour race at Sepang the Audi R8 LMS took a one-two-three win. The 2016 season also began successfully: An overall victory in the Dubai 24 Hours and a class win in the classic Daytona 24 Hours.<br><br>******<br><br><strong>Audi R18 e-tron quattro</strong><br>The concept behind the Audi R18 e-tron quattro is unprecedented in LMP sport, and its realization a pioneering achievement. In the first development step, the engineers from Audi Sport and their partners investigated a wide variety of solutions. These included a parallel hybrid, where both drive systems propel the rear wheels. After weighing up considerations such as traction, handling characteristics, packaging and weight distribution, they ultimately decided to separate the drive systems by axle – the combustion engine drives the rear wheels permanently, and the electric drive propels the front wheels on demand.<br><br>On the R18 e-tron quattro, part of the braking energy benefits the motor generator unit (MGU) that is located at the front axle. Their two permanently excited synchronous machines convert the recovered energy into direct current through power electronics. This current drives a flywheel energy storage system positioned on the left inside the cockpit.<br><br>When the speed exceeds 120 km/h, the energy is called up from the storage system again. Converted back into alternating current by the power electronics, it then supplies the MGU’s two electric motors. These jointly feed more than 160 kW to the front wheels via single-stage planetary gears; the central control unit keeps the revs and torque in line with the conditions prevailing at the rear wheels. The racing car temporarily becomes a quattro with four driven wheels.<br><br>******<br><br><strong>Audi TT Cup 2016</strong><br>For the Audi Sport TT Cup, the German manufacturer has developed a visually as well as technologically attractive sports car for racing, the Audi TT cup.<br>The body shell of the Audi TT racing version consists of aluminum and carbon fiber. This ensures that the Audi TT cup that tips the scales at 1,125 kilograms is a lightweight and extremely agile car.<br><br>The Audi TT cup car uses the 2.0 TFSI from the Audi TTS. The four-cylinder engine delivers 228kW (310hp) in the production model and accelerates the TTS from 0 to 100km/h in 4.7 seconds. By means of a so-called Push-to-pass function, the drivers can briefly boost the engine's output by 22kW (30hp) for overtaking maneuvers by pushing a button on the steering wheel. A blue lamp in the windshield indicates the boost activation. LEDs in the rear side windows show how many times the driver can still use the additional power. The number of available boosts is defined by the regulations.<br><br>Power is transmitted to the front wheels via a direct-shift dual-clutch transmission. The six-speed S tronic, which has been specifically tuned for use in racing, is operated by shift paddles on the steering wheel. Accordingly, the Audi TT cup only has two pedals, used for acceleration and braking.<br><br>******<br><br><strong> Audi TT RS (VLN) </strong><br>Audi TT RS (VLN) has been developed in order to respond to the high demand by customers wishing to use the TT and other vehicles of the brand in motorsport.<br>It's based on a five-cylinder TFSI engine and features racing-specific new developments in the areas of the body, suspension and aerodynamics. <br><br>******<br><br><strong>Lotus 3-Eleven</strong><br>Designed as an uncompromised manifestation of the Lotus spirit, their new car is focused on providing an undiluted driving experience, and underlines the company’s ability to deliver legendary handling and blistering speed.<br><br>Working on the concept of less is more, and keeping close to Lotus’ track roots, the dramatic new vehicle features an all-new lightweight body, with an open cockpit design and a revised V6 supercharged engine developing 450hp.<br><br>Two variations of the Lotus 3-Eleven are available: Road and Race; both delivering an impressive combination of high performance, agility and precision. Based on the Road version, the Race includes a much more aggressive aero kit, a sequential gearbox and an FIA approved driver’s seat with a six-point harness.<br><br>Assetto Corsa simulates the Race version. With a dry weight of below 900kg (Race version), the 3-Eleven offers an enviable power to weight ratio, in excess of 500hp per tonne, and is capable of sprinting from 0-60 mph in less than 3.0 seconds before reaching a maximum speed of 290 km/h for the Race version.<br><br>******<br><br><strong>Maserati MC12 GT1</strong><br>The Maserati MC12 entered production in 2004 as base for the racing variant to compete in the GT Championship. In fact, one requirement for participation in the GT Championship was the production of at least 25 road cars; so 25 cars were produced in 2004 and another 25 in 2005.<br><br>The car was based on the Enzo Ferrari chassis and gearbox, mounting a variant of the Ferrari Dino V12 engine.<br><br>The racing results of the racing version were magnificent. The Maserati MC12 GT1 team managed to end second and third in the debut race, winning the next round's race. The second year Maserati won the Manufacturers' Cup with a great point gap, and continued to compete at great level during the next years. It participated in 94 races, winning 40 of them.<br><br>******<br><br><strong>McLaren 570S</strong><br>Like every McLaren, the performance of the 570S Coupé is breathtaking. It combines, as its name suggests, a power output of 562bhp with lightweight construction to give a class leading power-to-weight ratio of 434PS per ton. The 570S accelerates from 0 to 100km/h in 3.2 seconds, while 200km/h is reached in just 9.5 seconds with the pace not letting up till the car reaches a top speed of 328km/h.<br><br>The McLaren design team has created a shape of beauty highlighted by details such as the rear flying buttresses that increase downforce as well as adding grace, and complex door tendons that direct additional air to cool the mid-mounted V8 engine.<br><br>The Sports Series features an evolution of the 3.8-litre V8 twin turbo engine, named M838TE, with 30 percent of components bespoke to the new model. Engineered by McLaren, it produces 562bhp at 7,400 rpm, and 600Nm of torque at 5,000-6,500 rpm. Power is delivered through a seven-speed SSG transmission, and transferred to the road through the rear wheels. This power is brought under control with standard-fit carbon ceramic brakes.<br><br>The unique carbon fiber MonoCell II chassis has been newly designed with more of a focus on day-to-day usability, offering improved ingress and egress from the cabin. It is incredibly strong and stiff yet weighs less than 80kg, offering optimum levels of protection. This lightweight structure, and the use of aluminum body panels, contributes to a dry weight of as low as 1,313kg, almost 150kg lighter than its closest competitor.<br><br>******<br><br><strong>McLaren P1 GTR</strong><br>Based on the McLaren P1™ road car, the track-focused McLaren P1™ GTR design concept further optimizes the aerodynamically efficient \\&quot;shrink-wrapped\\&quot; body shape in order to offer maximum performance, superior handling characteristics and optimized driver engagement on track. A host of changes have been made, and the car has been thoroughly re-engineered from the ground up to ensure the McLaren P1™ GTR achieves its target of being the ultimate drivers' car on track.<br><br>The front track of the McLaren P1™ GTR design concept has been widened by 80mm over the McLaren P1™, and is coupled with a more aggressive GT-style front splitter. Reprofiled low-temperature radiator ducts seamlessly flow into the leading edge of the aggressively flared front wheel arches, while the bodywork is \\&quot;shrink-wrapped\\&quot; around the carbon fiber MonoCage chassis behind the front wheels, cleaning the flow of air along the car's flanks.<br><br>The profile of the McLaren P1™ GTR design concept remains as dramatic as ever, hunkered down on to the race-prepared suspension with a fixed ride height, lower than the standard car. The snorkel air intake, inspired by the design of the original McLaren F1, is still present within the roof structure of the carbon fiber MonoCage chassis.<br><br>At the rear, a large, twin-element wing is mounted on dramatic carbon fiber pylons which extend around the rear of the bodywork. This fixed-height wing is fitted with a hydraulically operated Drag Reduction System (DRS) to boost acceleration performance, and has been honed to provide increased levels of downforce compared to the road car, working with the active aerodynamic flaps located ahead of the front wheels.<br><br>The road legal McLaren P1™ stows the rear wing within the bodywork, but with the fixed height wing, and therefore no pistons or moving mechanical parts, the bodywork of the McLaren P1™ GTR design concept behind the engine bay is now a smooth, flowing surface, feeding clean air below the wing and over the back of the car.<br><br>Below the rear wing sits the exposed, centrally mounted exhaust, which is an all new design, developed exclusively for the McLaren P1™ GTR. Made from inconel and titanium alloy, the system maximises the aural characteristic of the higher output 3.8-litre twin turbo V8 engine to maintain, and further emphasise, the McLaren sound. The design of the exhaust has also changed, with a straight cut twin-pipe setup now used in place of the single-exit exhaust.<br><br>******<br><br><strong>Toyota Celica ST185 Turbo</strong><br>The Toyota Celica ST185 is Toyota's most successful rally car, as it won the WRC Driver's Championship in 1992, and the WRC Manufacturer's and Driver's Championships in 1993 and 1994. <br><br>In order to meet the Group A competition's homologation requirements, 5,000 GT-Four RC production versions of the Celica were manufactured, starting from September 1989.<br><br>This car made its debut on the Monte Carlo Rally, the opening round of the 1992 World Rally Championship series, but it was not successful until half of the season.<br><br>******<br><br><strong>Toyota TS040 Hybrid</strong><br>Thanks to the 480hp exerted by electric motors on the four-wheel drive, in addition to the 520hp produced by its 3.7-liter petrol engine, the TS040 HYBRID expresses a maximum power of 1.000hp and represents the ultimate expression of Hybrid technology applied to the world racing.<br><br>The transition to a hybrid four-wheel drive Toyota sees the return to a philosophy that since 2007 has been part of the development of hybrid technology applied to racing, when the Supra HV-R-wheel drive was the first hybrid to win a competition endurance, the 24 Hours of Tokachi.<br><br>The new unit TOYOTA HYBRID Racing has been specifically developed according to the new technical regulations specified by the WEC, particularly frugal. It requires a 25% reduction in fuel consumption compared to 2013, with savings achieved through interventions on the engine, aerodynamic efficiency and driving dynamics.",
            "about_the_game": "Introducing &quot;Ready To Race&quot;, our all-new DLC for Assetto Corsa, available for PC Steam on May 18. &quot;Ready To Race&quot; includes 10 new cars from AUDI, Lotus, McLaren, Maserati and Toyota, providing the &quot;most wanted&quot; models ready to race!<br>Our all new RTR DLC provides a great variety of models that mix technology, power, history and design from Italy, Germany, Great Britain and Japan, resulting in a package designed to meet all your wishes!<br><br>CARS INCLUDED<br>* Audi R8 LMS 2016<br>* Audi R18 e-tron quattro<br>* Audi TT Cup 2016<br>* Audi TT RS (VLN) <br>* Lotus 3-Eleven<br>* Maserati MC12 GT1<br>* McLaren 570S<br>* McLaren P1 GTR<br>* Toyota Celica ST185 Turbo<br>* Toyota TS040 Hybrid<br><br><strong>Audi R8 LMS 2016</strong><br>The new Audi R8 LMS, now featuring even more race car technology, is following in the footsteps of its successful predecessor.<br>Audi fans were already able to marvel at the new GT3 sports car from Neckarsulm in full action in 2015, for instance in the 24-hour race at the Nurburgring, where the Audi Sport Team WRT celebrated overall victory with the new R8 LMS. At the 12-hour race at Sepang the Audi R8 LMS took a one-two-three win. The 2016 season also began successfully: An overall victory in the Dubai 24 Hours and a class win in the classic Daytona 24 Hours.<br><br>******<br><br><strong>Audi R18 e-tron quattro</strong><br>The concept behind the Audi R18 e-tron quattro is unprecedented in LMP sport, and its realization a pioneering achievement. In the first development step, the engineers from Audi Sport and their partners investigated a wide variety of solutions. These included a parallel hybrid, where both drive systems propel the rear wheels. After weighing up considerations such as traction, handling characteristics, packaging and weight distribution, they ultimately decided to separate the drive systems by axle – the combustion engine drives the rear wheels permanently, and the electric drive propels the front wheels on demand.<br><br>On the R18 e-tron quattro, part of the braking energy benefits the motor generator unit (MGU) that is located at the front axle. Their two permanently excited synchronous machines convert the recovered energy into direct current through power electronics. This current drives a flywheel energy storage system positioned on the left inside the cockpit.<br><br>When the speed exceeds 120 km/h, the energy is called up from the storage system again. Converted back into alternating current by the power electronics, it then supplies the MGU’s two electric motors. These jointly feed more than 160 kW to the front wheels via single-stage planetary gears; the central control unit keeps the revs and torque in line with the conditions prevailing at the rear wheels. The racing car temporarily becomes a quattro with four driven wheels.<br><br>******<br><br><strong>Audi TT Cup 2016</strong><br>For the Audi Sport TT Cup, the German manufacturer has developed a visually as well as technologically attractive sports car for racing, the Audi TT cup.<br>The body shell of the Audi TT racing version consists of aluminum and carbon fiber. This ensures that the Audi TT cup that tips the scales at 1,125 kilograms is a lightweight and extremely agile car.<br><br>The Audi TT cup car uses the 2.0 TFSI from the Audi TTS. The four-cylinder engine delivers 228kW (310hp) in the production model and accelerates the TTS from 0 to 100km/h in 4.7 seconds. By means of a so-called Push-to-pass function, the drivers can briefly boost the engine's output by 22kW (30hp) for overtaking maneuvers by pushing a button on the steering wheel. A blue lamp in the windshield indicates the boost activation. LEDs in the rear side windows show how many times the driver can still use the additional power. The number of available boosts is defined by the regulations.<br><br>Power is transmitted to the front wheels via a direct-shift dual-clutch transmission. The six-speed S tronic, which has been specifically tuned for use in racing, is operated by shift paddles on the steering wheel. Accordingly, the Audi TT cup only has two pedals, used for acceleration and braking.<br><br>******<br><br><strong> Audi TT RS (VLN) </strong><br>Audi TT RS (VLN) has been developed in order to respond to the high demand by customers wishing to use the TT and other vehicles of the brand in motorsport.<br>It's based on a five-cylinder TFSI engine and features racing-specific new developments in the areas of the body, suspension and aerodynamics. <br><br>******<br><br><strong>Lotus 3-Eleven</strong><br>Designed as an uncompromised manifestation of the Lotus spirit, their new car is focused on providing an undiluted driving experience, and underlines the company’s ability to deliver legendary handling and blistering speed.<br><br>Working on the concept of less is more, and keeping close to Lotus’ track roots, the dramatic new vehicle features an all-new lightweight body, with an open cockpit design and a revised V6 supercharged engine developing 450hp.<br><br>Two variations of the Lotus 3-Eleven are available: Road and Race; both delivering an impressive combination of high performance, agility and precision. Based on the Road version, the Race includes a much more aggressive aero kit, a sequential gearbox and an FIA approved driver’s seat with a six-point harness.<br><br>Assetto Corsa simulates the Race version. With a dry weight of below 900kg (Race version), the 3-Eleven offers an enviable power to weight ratio, in excess of 500hp per tonne, and is capable of sprinting from 0-60 mph in less than 3.0 seconds before reaching a maximum speed of 290 km/h for the Race version.<br><br>******<br><br><strong>Maserati MC12 GT1</strong><br>The Maserati MC12 entered production in 2004 as base for the racing variant to compete in the GT Championship. In fact, one requirement for participation in the GT Championship was the production of at least 25 road cars; so 25 cars were produced in 2004 and another 25 in 2005.<br><br>The car was based on the Enzo Ferrari chassis and gearbox, mounting a variant of the Ferrari Dino V12 engine.<br><br>The racing results of the racing version were magnificent. The Maserati MC12 GT1 team managed to end second and third in the debut race, winning the next round's race. The second year Maserati won the Manufacturers' Cup with a great point gap, and continued to compete at great level during the next years. It participated in 94 races, winning 40 of them.<br><br>******<br><br><strong>McLaren 570S</strong><br>Like every McLaren, the performance of the 570S Coupé is breathtaking. It combines, as its name suggests, a power output of 562bhp with lightweight construction to give a class leading power-to-weight ratio of 434PS per ton. The 570S accelerates from 0 to 100km/h in 3.2 seconds, while 200km/h is reached in just 9.5 seconds with the pace not letting up till the car reaches a top speed of 328km/h.<br><br>The McLaren design team has created a shape of beauty highlighted by details such as the rear flying buttresses that increase downforce as well as adding grace, and complex door tendons that direct additional air to cool the mid-mounted V8 engine.<br><br>The Sports Series features an evolution of the 3.8-litre V8 twin turbo engine, named M838TE, with 30 percent of components bespoke to the new model. Engineered by McLaren, it produces 562bhp at 7,400 rpm, and 600Nm of torque at 5,000-6,500 rpm. Power is delivered through a seven-speed SSG transmission, and transferred to the road through the rear wheels. This power is brought under control with standard-fit carbon ceramic brakes.<br><br>The unique carbon fiber MonoCell II chassis has been newly designed with more of a focus on day-to-day usability, offering improved ingress and egress from the cabin. It is incredibly strong and stiff yet weighs less than 80kg, offering optimum levels of protection. This lightweight structure, and the use of aluminum body panels, contributes to a dry weight of as low as 1,313kg, almost 150kg lighter than its closest competitor.<br><br>******<br><br><strong>McLaren P1 GTR</strong><br>Based on the McLaren P1™ road car, the track-focused McLaren P1™ GTR design concept further optimizes the aerodynamically efficient \\&quot;shrink-wrapped\\&quot; body shape in order to offer maximum performance, superior handling characteristics and optimized driver engagement on track. A host of changes have been made, and the car has been thoroughly re-engineered from the ground up to ensure the McLaren P1™ GTR achieves its target of being the ultimate drivers' car on track.<br><br>The front track of the McLaren P1™ GTR design concept has been widened by 80mm over the McLaren P1™, and is coupled with a more aggressive GT-style front splitter. Reprofiled low-temperature radiator ducts seamlessly flow into the leading edge of the aggressively flared front wheel arches, while the bodywork is \\&quot;shrink-wrapped\\&quot; around the carbon fiber MonoCage chassis behind the front wheels, cleaning the flow of air along the car's flanks.<br><br>The profile of the McLaren P1™ GTR design concept remains as dramatic as ever, hunkered down on to the race-prepared suspension with a fixed ride height, lower than the standard car. The snorkel air intake, inspired by the design of the original McLaren F1, is still present within the roof structure of the carbon fiber MonoCage chassis.<br><br>At the rear, a large, twin-element wing is mounted on dramatic carbon fiber pylons which extend around the rear of the bodywork. This fixed-height wing is fitted with a hydraulically operated Drag Reduction System (DRS) to boost acceleration performance, and has been honed to provide increased levels of downforce compared to the road car, working with the active aerodynamic flaps located ahead of the front wheels.<br><br>The road legal McLaren P1™ stows the rear wing within the bodywork, but with the fixed height wing, and therefore no pistons or moving mechanical parts, the bodywork of the McLaren P1™ GTR design concept behind the engine bay is now a smooth, flowing surface, feeding clean air below the wing and over the back of the car.<br><br>Below the rear wing sits the exposed, centrally mounted exhaust, which is an all new design, developed exclusively for the McLaren P1™ GTR. Made from inconel and titanium alloy, the system maximises the aural characteristic of the higher output 3.8-litre twin turbo V8 engine to maintain, and further emphasise, the McLaren sound. The design of the exhaust has also changed, with a straight cut twin-pipe setup now used in place of the single-exit exhaust.<br><br>******<br><br><strong>Toyota Celica ST185 Turbo</strong><br>The Toyota Celica ST185 is Toyota's most successful rally car, as it won the WRC Driver's Championship in 1992, and the WRC Manufacturer's and Driver's Championships in 1993 and 1994. <br><br>In order to meet the Group A competition's homologation requirements, 5,000 GT-Four RC production versions of the Celica were manufactured, starting from September 1989.<br><br>This car made its debut on the Monte Carlo Rally, the opening round of the 1992 World Rally Championship series, but it was not successful until half of the season.<br><br>******<br><br><strong>Toyota TS040 Hybrid</strong><br>Thanks to the 480hp exerted by electric motors on the four-wheel drive, in addition to the 520hp produced by its 3.7-liter petrol engine, the TS040 HYBRID expresses a maximum power of 1.000hp and represents the ultimate expression of Hybrid technology applied to the world racing.<br><br>The transition to a hybrid four-wheel drive Toyota sees the return to a philosophy that since 2007 has been part of the development of hybrid technology applied to racing, when the Supra HV-R-wheel drive was the first hybrid to win a competition endurance, the 24 Hours of Tokachi.<br><br>The new unit TOYOTA HYBRID Racing has been specifically developed according to the new technical regulations specified by the WEC, particularly frugal. It requires a 25% reduction in fuel consumption compared to 2013, with savings achieved through interventions on the engine, aerodynamic efficiency and driving dynamics.",
            "short_description": "&quot;Ready To Race&quot; includes 10 new cars from AUDI, Lotus, McLaren, Maserati and Toyota, providing the &quot;most wanted&quot; models ready to race! Our all new RTR DLC provides a great variety of models that mix technology, power, history and design from Italy, Germany, Great Britain and Japan, resulting in a package designed to...",
            "fullgame": {
                "appid": "244210",
                "name": "Assetto Corsa"
            },
            "supported_languages": "English, Italian",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/619680/header.jpg?t=1495576847",
            "website": "http://www.assettocorsa.net",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista Sp2 - 7 Sp1 - 8 - 8.1 - 10<br></li><li><strong>Processor:</strong> AMD Athlon X2 2.8 GHZ, Intel Core 2 Duo 2.4 GHZ<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 10.1 (e.g. AMD Radeon HD 6450, Nvidia GeForce GT 460)<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 15 GB available space<br></li><li><strong>Sound Card:</strong> Integrated</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows Vista Sp2 - 7 Sp1 - 8 - 8.1 - 10<br></li><li><strong>Processor:</strong> AMD Six-Core CPU, Intel Quad-Core CPU<br></li><li><strong>Memory:</strong> 6 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 11 (AMD Radeon 290x, Nvidia GeForce GTX 970)<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 30 GB available space<br></li><li><strong>Sound Card:</strong> Integrated</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "END-USER LICENSE AGREEMENT (EULA)<br />\r\n<br />\r\nTHE USE OF THIS SOFTWARE IS NOT ALLOWED IN ANY WAY IN PUBLIC, AND/OR FOR PROMOTIONAL, ENTERTAINMENT, TRAINING, EDUCATIONAL OR COMMERCIAL PURPOSES, FOR FREE OR NOT, WITHOUT AN EXPLICITE, WRITTE PERMISSION PROVIDED BY KUNOS SIMULAZIONI SRL. <br />\r\n<br />\r\nThis is a legal agreement between you (\"LICENSEE\") and KUNOS Simulazioni S.r.l, Campagnano di Roma (RM), Italy (\"KUNOS\"). BY OPENING THE SOFTWARE PACKAGE, CLICKING ON THE \"ACCEPT\" BUTTON OF ANY ELECTRONIC VERSION OF THIS END USER LICENSE AGREEMENT (\"AGREEMENT\") OR ACCESSING OR INSTALLING THE SOFTWARE, YOU ACKNOWLEDGE THAT YOU HAVE READ THE AGREEMENT, UNDERSTAND IT AND AGREE TO BE BOUND BY ITS TERMS AND CONDITIONS. If you do not agree to the terms of this AGREEMENT, promptly click on the \"Decline\" Button and cease all further access to or use of the SOFTWARE made available by KUNOS.<br />\r\n<br />\r\nDefinitions. For purposes of this AGREEMENT: (i) \"DOCUMENTATION\" means any (if any) and all written technical documentation furnished to LICENSEE during the term of this AGREEMENT that relates to the SOFTWARE; and (ii) \"SOFTWARE\" means the KUNOS driver software made available for download by STEAM to LICENSEE under the terms and conditions of this AGREEMENT.<br />\r\n<br />\r\nLicense. Subject to the terms and conditions of this AGREEMENT, KUNOS grants to LICENSEE the non-exclusive, non-transferable, personal, revocable right to install and use the SOFTWARE on one single personal computer. Any other use is forbidden without prior written consent of KUNOS: in particular but not limited to the unauthorised lease or rental, public use or other display, e.g. in schools or universities, duplication, multiple installations or overwriting.<br />\r\n<br />\r\nRestrictions. The SOFTWARE is protected by copyright and trademark laws. It is intended solely for private use. KUNOS does not transfer any right of ownership to LICENSEE; the SOFTWARE is licensed not sold. LICENSEE may not use, disclose, modify, reproduce or distribute the SOFTWARE except as expressly permitted in this AGREEMENT. No license is granted to LICENSEE in any human readable code of the SOFTWARE (source code). LICENSEE may not remove, efface or otherwise obscure any proprietary notices, labels, or marks on the SOFTWARE or DOCUMENTATION. LICENSEE agrees that each copy of the SOFTWARE and DOCUMENTATION will include reproductions of all proprietary notices, labels or marks included therein. KUNOS retains all right, title and interest in and to the SOFTWARE. ALL RIGHTS NOT EXPRESSLY GRANTED HEREIN ARE RESERVED BY KUNOS.<br />\r\n<br />\r\nSecurity Copy. This SOFTWARE may not be stored in whole or partially for commercial or private use as security or backup copy, or for archiving purposes under any circumstance, unless otherwise stated by law.<br />\r\n<br />\r\nNo Support. Nothing in this AGREEMENT shall obligate KUNOS to provide any support for the SOFTWARE including without limitation any obligation to correct any defects or provide any updates to the SOFTWARE to LICENSEE.<br />\r\n<br />\r\nTrademarks. This AGREEMENT does not give you any rights whatsoever in connection with trademarks belonging to KUNOS or its licensors.<br />\r\n<br />\r\nNo Warranty / Disclaimer. TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE SOFTWARE AND ALL DOCUMENTATION AND ANY (IF ANY) SUPPORT SERVICES RELATED TO THE SOFTWARE OR DOCUMENTATION ARE PROVIDED \"AS IS\" AND WITH ALL FAULTS AND KUNOS MAKES NO PROMISES, REPRESENTATIONS OR WARRANTIES, EITHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE, WITH RESPECT TO THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES, INCLUDING ITS CONDITION, ITS CONFORMITY TO ANY REPRESENTATION OR DESCRIPTION, OR THE EXISTENCE OF ANY LATENT OR PATENT DEFECTS, AND KUNOS SPECIFICALLY DISCLAIMS ALL IMPLIED (IF ANY) WARRANTIES OF TITLE, MERCHANTABILITY, NONINFRINGEMENT, FITNESS FOR A PARTICULAR PURPOSE, LACK OF VIRUSES, ACCURACY OR COMPLETENESS, QUIET ENJOYMENT, QUIET POSSESSION OR CORRESPONDENCE TO DESCRIPTION. THE ENTIRE RISK ARISING OUT OF USE OR PERFORMANCE OF THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES LIES WITH LICENSEE.<br />\r\n<br />\r\nExclusion of Incidental, Consequential and Certain Other Damages. TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL KUNOS OR ITS SUPPLIERS BE LIABLE FOR CONSEQUENTIAL, INCIDENTAL, SPECIAL, INDIRECT, OR EXEMPLARY DAMAGES WHATSOEVER ARISING OUT OF OR IN ANY WAY RELATING TO THIS AGREEMENT OR LICENSEE'S USE OF OR INABILITY TO USE THE SOFTWARE, DOCUMENTATION OR SUPPORT SERVICES, OR THE PROVISION OR FAILURE TO PROVIDE SUPPORT SERVICES, INCLUDING BUT NOT LIMITED TO LOST PROFITS, LOSS OF CONFIDENTIAL OR OTHER INFORMATION, BUSINESS INTERRUPTION, PERSONAL INJURY, LOSS OF PRIVACY, FAILURE TO MEET ANY DUTY (INCLUDING OF GOOD FAITH OR REASONABLE CARE), NEGLIGENCE, COSTS OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR ANY OTHER CLAIM FOR PECUNIARY OR OTHER LOSS WHATSOEVER, OR FOR ANY CLAIM OR DEMAND AGAINST YOU BY ANY OTHER PARTY, EVEN IF KUNOS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THESE LIMITATIONS SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.<br />\r\n<br />\r\nConfidentiality. \"Confidential Information\" means any trade secrets, confidential data, or other confidential information relating to or used in the SOFTWARE. LICENSEE shall not use or disclose Confidential Information except as expressly permitted hereunder and shall use all reasonable efforts to protect the confidentiality thereof. LICENSEE agrees and acknowledges that the structure, sequence and organization of the SOFTWARE are the valuable trade secrets of KUNOS, and thus constitute Confidential Information under this AGREEMENT.<br />\r\n<br />\r\nTerm and Termination. This AGREEMENT is valid until terminated by one of the contracted parties. You can cancel this licence at any time, by returning the software to KUNOS or by destroying the SOFTWARE all associated documentation as well as all copies and installed software, regardless of whether they were created in accordance with the terms of this AGREEMENT. This AGREEMENT will be terminated immediately without any notification by KUNOS, if you fail to abide by the terms of this AGREEMENT. In this case, you are obliged to destroy all copies of the SOFTWARE.<br />\r\n<br />\r\nNon-Assignability. LICENSEE may not sell, transfer, assign or subcontract any right or obligation set forth in this AGREEMENT without the prior written consent of KUNOS. Any act in derogation of the foregoing shall be null and void.<br />\r\n<br />\r\nMiscellaneous. KUNOS and LICENSEE are independent contractors. This is the entire AGREEMENT between the parties relating to the subject matter hereof, supersedes any and all prior proposals, agreements and representations between the parties, whether written or oral, and no waiver, modification or amendment of the AGREEMENT shall be valid unless in writing signed by each party. The waiver of a breach of any term hereof shall in no way be construed as a waiver of any other term or breach hereof. If any provision of this AGREEMENT shall be held by a court of competent jurisdiction to be contrary to law, the remaining provisions of this AGREEMENT shall remain in full force and effect.<br />\r\n<br />\r\nGoverning Law and Jurisdiction. Any dispute arising out of or in connection with this AGREEMENT and all matters or issues collateral hereto shall be governed by the laws of Italy, with the exclusion of conflict of law rules. Any dispute in connection with the AGREEMENT shall be referred to the Ordinary Court of Rome (Italy).<br />\r\n<br />\r\n<br />\r\nASSETTO CORSA ® KUNOS Simulazioni Srl – 2013<br />\r\n<br />\r\nFERRARI, the PRANCING HORSE device, all associated logos and distinctive designs are property of FERRARI SpA. The body designs of the FERRARI cars are protected as FERRARI property under design, trademark and trade dress regulations. ABARTH, BMW AG, CLASSIC TEAM LOTUS, FERRARI, LOTUS CARS, KTM, MERCEDES-BENZ, McLAREN, PAGANI, P4/5 COMPETIZIONE TEAM GLICKENAUS, PAGANI, TATUUS, ACI VALLELUNGA, AUTODROMO DI MONZA, AUTODROMO ENZO E DINO FERRARI, SPA-FRANCORCHAMPS CIRCUIT, MUGELLO INTERNATIONAL CIRCUIT, CIRCUITO DI MAGIONE logos and contents are reproduced under license. All rights reserved. All other trademarks are property of their respective Owners.",
            "developers": [
                "Kunos Simulazioni"
            ],
            "publishers": [
                "505Games"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 499,
                "final": 499,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "4,99€"
            },
            "packages": [
                166367
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Assetto Corsa - Ready To Race Pack",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 166367,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Assetto Corsa - Ready to Race Pack - 4,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 499
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 36,
                    "description": "Online Multi-Player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 18,
                    "description": "Partial Controller Support"
                },
                {
                    "id": 25,
                    "description": "Steam Leaderboards"
                },
                {
                    "id": 17,
                    "description": "Includes level editor"
                }
            ],
            "genres": [
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "9",
                    "description": "Racing"
                },
                {
                    "id": "28",
                    "description": "Simulation"
                },
                {
                    "id": "18",
                    "description": "Sports"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_06a6ae5c1b2f87fff1bc56ce036e0de35d911621.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_06a6ae5c1b2f87fff1bc56ce036e0de35d911621.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_62fde01c898c65eb11181c4ef2e39a7335b5fea6.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_62fde01c898c65eb11181c4ef2e39a7335b5fea6.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_2e50ed10a72440623100d5d4b5b07f8673319ab1.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_2e50ed10a72440623100d5d4b5b07f8673319ab1.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_0932893930d10bc28ea9d6da96e58eb61bb9a617.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_0932893930d10bc28ea9d6da96e58eb61bb9a617.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_29ae923705cda6ed40ae1124ce721fbc7a774798.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_29ae923705cda6ed40ae1124ce721fbc7a774798.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_e7f28035f891e0be71655c2ac917a40b32c6679d.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_e7f28035f891e0be71655c2ac917a40b32c6679d.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_6c86b2db2d3b2b3bbe5153878d65eba69d854040.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_6c86b2db2d3b2b3bbe5153878d65eba69d854040.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_30d80f8666bda7be175c00ab15773a4c97228a2a.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_30d80f8666bda7be175c00ab15773a4c97228a2a.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_f18c46775c954c4654808615cea43419e99c3133.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_f18c46775c954c4654808615cea43419e99c3133.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_da0e6cf7dcbf6f27dea59297bdbf0d98af73aa95.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_da0e6cf7dcbf6f27dea59297bdbf0d98af73aa95.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_3874b918871bd6fdec9f3205d2873ac72b09bce4.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_3874b918871bd6fdec9f3205d2873ac72b09bce4.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_c6425fd0763f8b2956d1f5a55fbdcb07f2b57cb0.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_c6425fd0763f8b2956d1f5a55fbdcb07f2b57cb0.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_1c26da4c6c453bcc40f6731581ca10f63c150bad.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_1c26da4c6c453bcc40f6731581ca10f63c150bad.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_0582c6bfeafcdcb22978e89b1ad440caaf67f87d.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_0582c6bfeafcdcb22978e89b1ad440caaf67f87d.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_5900fc431dd4adbf69e8583065ea1c5c12497cd4.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_5900fc431dd4adbf69e8583065ea1c5c12497cd4.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 15,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_ebc00b595a0d90f35360b68e2a651476fd897b65.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_ebc00b595a0d90f35360b68e2a651476fd897b65.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 16,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_1949d611c6242869da0c02f5b12cad1a90cb56d9.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_1949d611c6242869da0c02f5b12cad1a90cb56d9.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 17,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_1268b6f1bb0e12c0753bbe955c7f705eaac7ef1b.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_1268b6f1bb0e12c0753bbe955c7f705eaac7ef1b.1920x1080.jpg?t=1495576847"
                },
                {
                    "id": 18,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_950a1a25040d3eb0d3a5d08929a053ab38ffceae.600x338.jpg?t=1495576847",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/619680/ss_950a1a25040d3eb0d3a5d08929a053ab38ffceae.1920x1080.jpg?t=1495576847"
                }
            ],
            "movies": [
                {
                    "id": 256685144,
                    "name": "Ready To Race",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256685144/movie.293x165.jpg?t=1495039639",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256685144/movie480.webm?t=1495039639",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256685144/movie_max.webm?t=1495039639"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 155
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "18 May, 2017"
            },
            "support_info": {
                "url": "http://www.assettocorsa.net/forum",
                "email": "support@assettocorsa.net"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/619680/page_bg_generated_v6b.jpg?t=1495576847",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}