{
    "678700": {
        "success": true,
        "data": {
            "type": "demo",
            "name": "Room54 Demo",
            "steam_appid": 678700,
            "required_age": 0,
            "is_free": true,
            "controller_support": "full",
            "detailed_description": "ABOUT THE GAME:<br><br>Room 54 is a first person story driven survivol horror game, focused on investigation, exploration,solving puzzles and action. the main target of the game is give to the player the total immersion during the gameplay, you can't know what's going to happen from a moment to another.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/678700/extras/rtgsgtsdgds.jpg?t=1550232137\" ><br><br><br><br>STORY:<br><br>Daniel is a family father like many other, one day he decide with your wife and his daughter to spend her winter holidays in a beautifull mountain chalet, a wonderful place surrounded by the nature of the woods, Completely far away from the caotic city life. During their holidays Daniel and his family will understand that they are not welcome there and they will discover an hided and disturbing part of the valley that they have never seen before<br><br><br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/678700/extras/Desktop_Screenshot_2018.05.1fdhdfhdfh8_-_14.27.39.33.jpg?t=1550232137\" ><br><br><br>GAMEPLAY:<br><br>You will play as Daniel, a father that will try to save his family, your gameplay will be focused on discovering secrets places around valley,investigating and trying to survive, you will find object that will help you solve enigma and to stay alive. The immersive audio and environment will make you feel constantly follow by an high anxiety dose during the game.<br><br>- ARMED AND UNARMED: during the gameplay you will be armed and unarmed depends on what you can find in different places.<br><br><br>- INTERACTIONS: Use objects to interacts and solve enigma and puzzles, make the most of every location.<br><br><br>- CHALLENGING GAMEPLAY: Your enemy will not surrender easily, play with a competitive and smart AI with untipical and original weapons.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/678700/extras/Desktop_Screenshot_2018.05.18_-_14.15.43dxbddbd.09.jpg?t=1550232137\" ><br><br><br>CHARATERISTICS:<br><br><br>- explore terrifying building and places with an advanced graphics achivied with the powerfull of CryEngine 5.<br><br><br>- Follow the intriguing story discovering mysteries and using your intelligence examinating objects and ancient artifacts.<br><br><br>- use of high quality audio assets and soundbanks created with Wwise assure a total immersive gameplay.",
            "about_the_game": "ABOUT THE GAME:<br><br>Room 54 is a first person story driven survivol horror game, focused on investigation, exploration,solving puzzles and action. the main target of the game is give to the player the total immersion during the gameplay, you can't know what's going to happen from a moment to another.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/678700/extras/rtgsgtsdgds.jpg?t=1550232137\" ><br><br><br><br>STORY:<br><br>Daniel is a family father like many other, one day he decide with your wife and his daughter to spend her winter holidays in a beautifull mountain chalet, a wonderful place surrounded by the nature of the woods, Completely far away from the caotic city life. During their holidays Daniel and his family will understand that they are not welcome there and they will discover an hided and disturbing part of the valley that they have never seen before<br><br><br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/678700/extras/Desktop_Screenshot_2018.05.1fdhdfhdfh8_-_14.27.39.33.jpg?t=1550232137\" ><br><br><br>GAMEPLAY:<br><br>You will play as Daniel, a father that will try to save his family, your gameplay will be focused on discovering secrets places around valley,investigating and trying to survive, you will find object that will help you solve enigma and to stay alive. The immersive audio and environment will make you feel constantly follow by an high anxiety dose during the game.<br><br>- ARMED AND UNARMED: during the gameplay you will be armed and unarmed depends on what you can find in different places.<br><br><br>- INTERACTIONS: Use objects to interacts and solve enigma and puzzles, make the most of every location.<br><br><br>- CHALLENGING GAMEPLAY: Your enemy will not surrender easily, play with a competitive and smart AI with untipical and original weapons.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/678700/extras/Desktop_Screenshot_2018.05.18_-_14.15.43dxbddbd.09.jpg?t=1550232137\" ><br><br><br>CHARATERISTICS:<br><br><br>- explore terrifying building and places with an advanced graphics achivied with the powerfull of CryEngine 5.<br><br><br>- Follow the intriguing story discovering mysteries and using your intelligence examinating objects and ancient artifacts.<br><br><br>- use of high quality audio assets and soundbanks created with Wwise assure a total immersive gameplay.",
            "short_description": "Room54 is a first person story driven adventure/survivol horror game, focused on investigation, exploration,solving puzzles and action. the main target of the game is give to the player the total immersion during the gameplay.",
            "fullgame": {
                "appid": "673240",
                "name": "Room 54"
            },
            "supported_languages": "English, Italian, Spanish - Spain",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/678700/header.jpg?t=1550232137",
            "website": "http://room54-thegame.com/",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Windows 7/8/10 (64-bit OS required)<br></li><li><strong>Processor:</strong> Dual core 2.8 GHz<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> GTX 460 1GB/Radeon 5850 1GB<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 6 GB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Windows 7/8/10 (64-bit OS required)<br></li><li><strong>Processor:</strong> Quad core 2.0 GHz<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia GTX 670 2GB /AMD R9 270x 2GB<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 6 GB available space</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> All linux Distributions<br></li><li><strong>Processor:</strong> Dual core 2.8 GHz<br></li><li><strong>Memory:</strong> 4 MB RAM<br></li><li><strong>Graphics:</strong> GTX 460 1GB/Radeon 5850 1GB<br></li><li><strong>Storage:</strong> 6 MB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> (Highly recommended) Ubuntu 14 64bit<br></li><li><strong>Processor:</strong> Dual core 2.8 GHz<br></li><li><strong>Memory:</strong> 4 MB RAM<br></li><li><strong>Graphics:</strong> Nvidia GTX 670 2GB /AMD R9 270x 2GB<br></li><li><strong>Storage:</strong> 6 MB available space</li></ul>"
            },
            "legal_notice": "Room 54<br />\r\nCopyright © 2018 IK-Interactive<br />\r\n*** END USER LICENSE AGREEMENT ***<br />\r\nIMPORTANT: PLEASE READ THIS LICENSE CAREFULLY BEFORE USING THIS SOFTWARE.<br />\r\n1. LICENSE<br />\r\nBy receiving, opening the file package, and/or using Room 54 (\"Software\") containing this software, you agree that this End User License Agreement(EULA) is a legally binding and valid contract and agree to be bound by it. You agree to abide by the intellectual property laws and all of the terms and conditions of this Agreement.<br />\r\nUnless you have a different license agreement signed by IK-Interactive your use of Room 54 indicates your acceptance of this license agreement and warranty.<br />\r\nSubject to the terms of this Agreement, IK-Interactive grants to you a limited, non-exclusive, non-transferable license, without right to sub-license, to use Room 54 in accordance with this Agreement and any other written agreement with IK-Interactive. IK-Interactive does not transfer the title of Room 54 to you; the license granted to you is not a sale. This agreement is a binding legal agreement between IK-Interactive and the purchasers or users of Room 54.<br />\r\nIf you do not agree to be bound by this agreement, remove Room 54 from your computer now and, if applicable, promptly return to IK-Interactive by mail any copies of Room 54 and related documentation and packaging in your possession.<br />\r\n2. DISTRIBUTION<br />\r\nRoom 54 and the license herein granted shall not be copied, shared, distributed, re-sold, offered for re-sale, transferred or sub-licensed in whole or in part except that you may make one copy for archive purposes only. For information about redistribution of Room 54 contact IK-Interactive.<br />\r\n3. USER AGREEMENT<br />\r\n3.1 Use<br />\r\nYour license to use Room 54 is limited to the number of licenses purchased by you. You shall not allow others to use, copy or evaluate copies of Room 54.<br />\r\n3.2 Use Restrictions<br />\r\nWhether you are licensing Room 54 as an individual or on behalf of an entity, YOU MAY NOT resell, lease, rent, transfer, sublicense, or otherwise transfer rights to Room 54.<br />\r\nYou shall use Room 54 in compliance with all applicable laws and not for any unlawful purpose. Without limiting the foregoing, use, display or distribution of Room 54 together with material that is pornographic, racist, vulgar, obscene, defamatory, libelous, abusive, promoting hatred, discriminating or displaying prejudice based on religion, ethnic heritage, race, sexual orientation or age is strictly prohibited.<br />\r\nEach licensed copy of Room 54 may be used on one single computer location by one user. Use of Room 54 means that you have loaded, installed, or run Room 54 on a computer or similar device. If you install Room 54 onto a multi-user platform, server or network, each and every individual user of Room 54 must be licensed separately.<br />\r\nYou may make one copy of Room 54 for backup purposes, providing you only have one copy installed on one computer being used by one person. Other users may not use your copy of Room 54 . The assignment, sublicense, networking, sale, or distribution of copies of Room 54 are strictly forbidden without the prior written consent of IK-Interactive. It is a violation of this agreement to assign, sell, share, loan, rent, lease, borrow, network or transfer the use of Room 54. If any person other than yourself uses Room 54 registered in your name, regardless of whether it is at the same time or different times, then this agreement is being violated and you are responsible for that violation!<br />\r\n3.3 Copyright Restriction<br />\r\nThis Software contains copyrighted material, trade secrets and other proprietary material. You shall not, and shall not attempt to, modify, reverse engineer, disassemble or decompile Room54 . Nor can you create any derivative works or other works that are based upon or derived from Room 54 in whole or in part.<br />\r\nIK-Interactive name, logo and graphics file that represent Room54 shall not be used in any way to promote products developed with Room 54 . IK-Interactive retains sole and exclusive ownership of all right, title and interest in and to Room 54 and all Intellectual Property rights relating thereto.<br />\r\nPortions of this software are included under license © 2004-2018 Crytek GmbH. All rights reserved.<br />\r\nPowered by Wwise © 2006 – 2018 Audiokinetic Inc. All rights reserved.<br />\r\nCopyright law and international copyright treaty provisions protect all parts of Room 54 , products and services. No program, code, part, image, audio sample, or text may be copied or used in any way by the user except as intended within the bounds of the single user program. All rights not expressly granted hereunder are reserved for IK-Interactive.<br />\r\n3.4 Limitation of Responsibility<br />\r\nRoom 54 contains violence, blood and disturbing scenes.<br />\r\nRoom 54 and his story are fictonal. All the events and names used herein are fictitious. Any resemblance to real persons, things or events is purely coincidental.<br />\r\nYou will indemnify, hold harmless, and defend IK-Interactive , its employees, agents and distributors against any and all claims, proceedings, demand and costs resulting from or in any way connected with your use of IK-Interactive Software.<br />\r\nIn no event (including, without limitation, in the event of negligence) will IK-Interactive , its employees, agents or distributors be liable for any consequential, incidental, indirect, special or punitive damages whatsoever (including, without limitation, damages for loss of profits, loss of use, business interruption, loss of information or data, or pecuniary loss), in connection with or arising out of or related to this Agreement, Room 54 or the use or inability to use Room 54 or the furnishing, performance or use of any other matters hereunder whether based upon contract, tort or any other theory including negligence.<br />\r\nIK-Interactive shall have no liability with respect to the content of Room 54 or any part thereof, including but not limited to errors or omissions contained therein, libel, infringements of rights of publicity, privacy, trademark rights, business interruption, personal injury, loss of privacy, moral rights or the disclosure of confidential information.<br />\r\n3.5 Warranties<br />\r\nIK-Interactive expressly disclaims any warranty for Room 54. IK-Interactive makes no representation or warranties in respect of this Software and expressly excludes all other warranties, expressed or implied, oral or written, including, without limitation, any implied warranties of merchantable<br />\r\nquality or fitness for a particular purpose. IK-Interactive does not warrant or assume responsibility for the accuracy or completeness of any information, text, graphics, links or other items contained within Room 54. IK-Interactive makes no warranties respecting any harm that may be caused by the transmission of a computer virus, worm, time bomb, logic bomb, or other such computer program. IK-Interactive further expressly disclaims any warranty or representation to Authorized Users or to any third party.<br />\r\n3.6 Governing Law<br />\r\nThis Agreement shall be governed by the law of the Italy applicable therein. You hereby irrevocably attorn and submit to the non-exclusive jurisdiction of the courts of Italy therefrom. If any provision shall be considered unlawful, void or otherwise unenforceable, then that provision shall be deemed severable from this License and not affect the validity and enforceability of any other provisions.<br />\r\n3.7 Termination<br />\r\nAny failure to comply with the terms and conditions of this Agreement will result in automatic and immediate termination of this license. Upon termination of this license granted herein for any reason, you agree to immediately cease use of Room 54 and destroy all copies of Room 54 supplied under this Agreement. The financial obligations incurred by you shall survive the expiration or termination of this license.<br />\r\n4. DISCLAIMER OF WARRANTY<br />\r\nTHIS SOFTWARE AND THE ACCOMPANYING FILES ARE SOLD \"AS IS\" AND WITHOUT WARRANTIES AS TO PERFORMANCE OR MERCHANTABILITY OR ANY OTHER WARRANTIES WHETHER EXPRESSED OR IMPLIED. THIS DISCLAIMER CONCERNS ALL FILES GENERATED AND EDITED BY Room 54 AS WELL.<br />\r\n<br />\r\nCopyright © 2018 IK-Interactive. All Rights Reserved. Portions of this software are included under license © 2004-2017 Crytek GmbH. All rights reserved. Powered by Wwise © 2006 – 2018 Audiokinetic Inc. All rights reserved.",
            "developers": [
                "IK-Interactive"
            ],
            "publishers": [
                "IK-Interactive"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 10,
                    "description": "Game demo"
                },
                {
                    "id": 28,
                    "description": "Full controller support"
                },
                {
                    "id": 29,
                    "description": "Steam Trading Cards"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "25",
                    "description": "Adventure"
                },
                {
                    "id": "23",
                    "description": "Indie"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_bf2d1cc1bf39511c0c6b8740d287e8a5693963d1.600x338.jpg?t=1550232137",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_bf2d1cc1bf39511c0c6b8740d287e8a5693963d1.1920x1080.jpg?t=1550232137"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_4bf8ae6b26a74806a415f05454c8a5e1d6ee6ae6.600x338.jpg?t=1550232137",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_4bf8ae6b26a74806a415f05454c8a5e1d6ee6ae6.1920x1080.jpg?t=1550232137"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_8107034b5c089935420afa81b11e6f66942f5fdb.600x338.jpg?t=1550232137",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_8107034b5c089935420afa81b11e6f66942f5fdb.1920x1080.jpg?t=1550232137"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_5b9ba644a15bf5055b57c9bdb3651ed7e8dbce28.600x338.jpg?t=1550232137",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_5b9ba644a15bf5055b57c9bdb3651ed7e8dbce28.1920x1080.jpg?t=1550232137"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_9f40d877540fe996f0038fc71aadae6eb2815ff6.600x338.jpg?t=1550232137",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_9f40d877540fe996f0038fc71aadae6eb2815ff6.1920x1080.jpg?t=1550232137"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_f2e6989845010f010be7c0fba962b9296371fe91.600x338.jpg?t=1550232137",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_f2e6989845010f010be7c0fba962b9296371fe91.1920x1080.jpg?t=1550232137"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_bc1c09d75375afde7695434a7e6b3df98adaad3a.600x338.jpg?t=1550232137",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_bc1c09d75375afde7695434a7e6b3df98adaad3a.1920x1080.jpg?t=1550232137"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_85caedcc627d053295f1253f70a5bcc2d9ce2dfe.600x338.jpg?t=1550232137",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_85caedcc627d053295f1253f70a5bcc2d9ce2dfe.1920x1080.jpg?t=1550232137"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_a67bc8351354792cb5c14d5798474176cded9d20.600x338.jpg?t=1550232137",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/678700/ss_a67bc8351354792cb5c14d5798474176cded9d20.1920x1080.jpg?t=1550232137"
                }
            ],
            "release_date": {
                "coming_soon": true,
                "date": "29 Mar, 2019"
            },
            "support_info": {
                "url": "http://www.room54-thegame.com",
                "email": "Room54thegame@gmail.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/678700/page_bg_generated_v6b.jpg?t=1550232137",
            "content_descriptors": {
                "ids": [
                    2,
                    5
                ],
                "notes": "This game contains content that can hurt the most sensitive person."
            }
        }
    }
}