{
    "680070": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Puzzle: Underwater World",
            "steam_appid": 680070,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "Puzzle: Underwater World is a classical puzzle game invented in 1878, it’s still popular today. The sliding puzzle that consists of a frame of numbered square tiles in random order with one tile missing. <br>The object of the puzzle is to place the tiles in order by making sliding moves that use the empty space. <br><br>The game 15 puzzle is made in three different sizes:<br>3 х 3 (8 tiles) – for beginners and kids<br>4 х 4 (15 tiles) – classical size fifteen puzzle for all ages<br>5 х 5 (24 tiles) – for those who like to think<br><br>Features: <br>Three levels of complicity (8, 15, and 24 tiles);<br>Algorithm that excludes unsolvable combinations;<br>Realistic animation and tiles sliding<br>Moves counter and timer<br>Friendly interface with color theme<br>Online records services<br>Optimized for PC<h2 class=\"bb_tag\"><strong>Info</strong></h2><br>A sliding puzzle, sliding block puzzle, or sliding tile puzzle is a combination puzzle that challenges a player to slide (frequently flat) pieces along certain routes (usually on a board) to establish a certain end-configuration. The pieces to be moved may consist of simple shapes, or they may be imprinted with colors, patterns, sections of a larger picture (like a jigsaw puzzle), numbers, or letters.<br>Sliding puzzles are essentially two-dimensional in nature, even if the sliding is facilitated by mechanically interlinked pieces (like partially encaged marbles) or three-dimensional tokens. As this example shows, some sliding puzzles are mechanical puzzles. However, the mechanical fixtures are usually not essential to these puzzles; the parts could as well be tokens on a flat board that are moved according to certain rules.<br>Unlike other tour puzzles, a sliding block puzzle prohibits lifting any piece off the board. This property separates sliding puzzles from rearrangement puzzles. Hence, finding moves and the paths opened up by each move within the two-dimensional confines of the board are important parts of solving sliding block puzzles.<br>The oldest type of sliding puzzle is the fifteen puzzle, invented by Noyes Chapman in 1880, Sam Loyd is often wrongly credited with making sliding puzzles popular based on his false claim that he invented the fifteen puzzle. Chapman's invention initiated a puzzle craze in the early 1880s. From the 1950s through the 1980s sliding puzzles employing letters to form words were very popular. These sorts of puzzles have several possible solutions, as may be seen from examples such as Ro-Let (a letter-based fifteen puzzle), Scribe-o (4x8), and Lingo.[1]<br>The fifteen puzzle has been computerized (as puzzle video games) and examples are available to play for free on-line from many Web pages. It is a descendant of the jigsaw puzzle in that its point is to form a picture on-screen. The last square of the puzzle is then displayed automatically once the other pieces have been lined up.<h2 class=\"bb_tag\"><strong>Rules</strong></h2><br>Before you read any further, you should be aware of reports that sliding puzzles can cause insanity. There's no doubt they're addictive and they've certainly made some puzzle solvers tear out their hair and swear a blue streak. When the first sliding puzzle was invented it set off a worldwide craze. That same simple puzzle is still challenging puzzle solvers more than a century later.<br><br>Sliding puzzles are cousins of mechanical puzzles, like those that require you to disentangle two twisted nails or to fit a collection of blocks into a cube. They're also related to jigsaw puzzles and to mazes. Rubik's Cube is a 3-D variation on a sliding puzzle.<br><br>Most sliding puzzles are two-dimensional. The pieces cannot be lifted out of the frame or rearranged in any way, except by sliding them into an empty space. They are also called sliding-block puzzles or simply sliders. The goal of a sliding puzzle is to arrange the pieces in a particular pattern. That might mean putting together the elements of a picture, forming a shape, or creating an array of numbers or letters. Movement of the pieces is restricted so that you have to move one piece in order to shift another. That's where the madness comes in.<br><br>What makes sliding puzzles so alluring? The best of them are deceptively simple in appearance. They might involve rearranging only a half-dozen pieces. A child can understand the idea, and it might look like child's play to solve the puzzle. You don't have to learn any complicated rules. Yet the solution can be so complex that it seems impossible. Some solutions involve 100 moves or more. The puzzles demand logic, problem-solving and sequential thinking skills, combined with a dash of intuition and a healthy amount of patience.<br><br>Sliding puzzles started as actual mechanical devices, blocks of wood or plastic in a frame. But they were easy to translate into computer programs and to offer over the Internet. Hundreds of sliding puzzles are available online, and now you can play sliding puzzles on your smartphones and mobile devices.<br><br>In the next section, you'll read about the wacky history of these diabolical gadgets.<h2 class=\"bb_tag\"><strong>The History of Sliding Puzzles</strong></h2><br>Sliding puzzles started with a bang in 1880. In a matter of months after its introduction, people all over the world were engrossed in trying to solve what came to be known as the 15 Puzzle. It consisted of a 4-by-4 grid, with 15 numbered squares and one space left empty. The idea was to scramble the numbers, then rearrange them into numerical order by sliding them successively into the empty space.<br><br>This first sliding puzzle was invented by an upstate New York postmaster named Noyes Chapman, who came up with the idea during the 1870s. Boston woodworker Matthias J. Rice offered a commercial version in 1879 [source: Slocum and Sonneveld]. He called it the Gem Puzzle; other versions were sold as the Boss Puzzle, the Game of Fifteen and the Mystic Square. The fad took off in the early months of 1880, a puzzle rage that would not be repeated until Rubik's Cube became wildly popular in the 1980s.<br><br>Factories could not keep up with the demand for the 15 Puzzle. So many people were caught up in the fad that employers were concerned about workers ignoring their duties to work on the puzzle. Legislators in Germany were seen trying to solve them. Sliding puzzle mania was mentioned in popular songs and plays. Newspapers ran tongue-in-cheek reports of players driven insane by them [source: Slocum and Sonneveld, Bogomolny].<br><br>A dentist from Worcester, Massachusetts offered a set of teeth and $100 to any person who could solve the puzzle from a certain beginning arrangement. He later raised the prize to $1,000. People all over the country tried to win this grand sum, but none succeeded. What they didn't know was that only half of all the possible arrangements of pieces can be solved. The dentist's set-up was not solvable [source: Slocum]. The fad faded by the summer of 1880, but the 15 Puzzle remained as a classic slider.<br><br>The next development in sliding puzzles came about in 1909 when Lewis W. Hardy invented the first sliding puzzle using pieces that were rectangular rather than square. He called it the Pennant Puzzle, giving it a baseball theme. It was also known as Dad's Puzzle [source: Sharples]. Ma's Puzzle, which followed in 1927, introduced two L-shaped pieces, making it even more difficult to solve [source: Storer].<br><br>Over the years, there were many novelty variations on the sliding puzzle. &quot;Capture the Kaiser,&quot; featuring pictures of the German ruler, came out during World War I. The 1932 presidential election campaign between Herbert Hoover and Franklin Roosevelt was commemorated in a slider. A puzzle from 1934 called &quot;Line up the Quinties&quot; had players sliding squares with pictures of the famous Dionne quintuplets [source: Rob's Puzzle Page].<br><br>Since the computer began to play a role in designing and solving puzzles, the variety of puzzles has increased. Hundreds of pictures have been transformed into sliders, and increasingly more difficult arrangements of geometric shapes have challenged solvers.<br><br>Move on to the next section to have a look at some of the different types of sliding puzzles.<h2 class=\"bb_tag\"><strong>Types of Sliding Puzzles</strong></h2><br>Sliding puzzles come in just about every shape and form that you can imagine. There are literally thousands of variations. Some are actual mechanical puzzles, others are computerized versions. The most basic ones require you to assemble a pattern. It could be a picture of a cat, a flower or a painting like Grant Wood's &quot;American Gothic.&quot; The image is divided into nine sections with one section missing, the pieces scrambled in a 3-by-3 grid. Your mission is to reassemble them in the right order. Harder versions divide the picture into 25 pieces in a 5-by-5 grid.<br><br>In addition to these basic sliding puzzles, which are variations on the original 15 Puzzle, puzzle inventors have come up with some intriguing and highly challenging designs:<br><br>Dad's Puzzle -- As we've seen, this slider was originally called the Pennant Puzzle. It has a large 2-by-2 square, six 1-by-2 rectangles, and two, small 1-by-1 squares. It's like moving furniture in a crowded room. The object is to shuffle the largest piece (the grand piano) from one corner to the other by sliding other pieces out of the way.<br>Rush Hour -- This is an award-winning slider developed in the 1990s. The goal is to free a red car from a traffic jam by moving cars and trucks backward and forward to make space.<br>Sokoban -- The name of this Japanese puzzle means &quot;warehouse manager.&quot; In Sokoban, the player maneuvers a man around a space so that he can push boxes into the area where they belong. Because the man can't pull boxes, pushing one into a corner is a dead end -- complex and challenging.<br>Quzzle -- Puzzle inventor Jim Lewis used a computer program to help invent this slider, which he claims is the hardest simple sliding puzzle to solve. A variation on Dad's Puzzle, Quzzle demands great subtlety and insight.<br>Daughter in the Box -- Another Japanese sliding puzzle. The player tries to free a girl (the largest of the blocks) who is trapped in a prison of shapes. This one, too, is a more difficult version of Dad's puzzle.<br>Junk's Hanoi -- Junk Kato, a master puzzle designer, came up with this deceptively simple puzzle. The player has to reverse a pyramid of blocks by moving them within a restricted space. It only uses a small number of pieces, but the solution requires a large number of moves.<br>New and increasingly tricky sliding puzzles are being invented all the time. At this point, it looks like slider fans will never run out of challenges.<br><br>Read on to find out the one secret that will help you to solve any sliding puzzle.<h2 class=\"bb_tag\"><strong>Solving Sliding Puzzles</strong></h2><br>Sliding puzzles can be incredibly difficult to solve, as anyone who's tried can tell you. Mathematicians categorize sliders as PSPACE-complete, which is a measure of their mathematical complexity. Essentially, it means that even computers find it hard to come up with a solution [source: Hearn].<br><br>There is no universal rule that lets you solve a sliding puzzle, though many stumped players wish there were. As you work on a succession of sliders, you tend to develop an intuition about how to move pieces around the playing space. You'll get better, but each puzzle will still be a challenge.<br><br>The 15-type sliding puzzle, because all of its pieces are squares, is one of the most straightforward to solve. If you need some help, here are a few hints:<br><br>Begin by maneuvering the 1 and 2 into their proper positions in the upper left corner.<br>Position the 3 in the upper right corner.<br>Maneuver the 4 under the 3<br>Now slide the 3 to the left and the 4 up; the first row is done.<br>Repeat this process with next row, leaving row above intact.<br>Complete the puzzle by rearranging the pieces in the last two rows until they are in position.<br>Sometimes it's easier to create &quot;snakes&quot; of pieces in the proper order rather than put them in their final position individually.<br>If you're assembling a picture, study the design carefully before it's scrambled. It's harder to solve if you're not clear about the final outcome.<br>While you can find walkthrough solutions to some sliding puzzles on the Internet, most players aren't interested in getting help. The fun of sliders comes from the &quot;eureka!&quot; moment when you finally stumble on the solution. One general rule is that it can be helpful to concentrate on solving individual areas of the puzzle, while always keeping the larger picture in mind. You might start with one row or a particular corner.<br><br>The real secret that applies to solving every sliding puzzle ever invented can be summed up in one word: patience. Keep trying. The longer it takes, the more satisfying the solution.<br><br>Move on to read about a lot more fascinating info about sliding puzzles.",
            "about_the_game": "Puzzle: Underwater World is a classical puzzle game invented in 1878, it’s still popular today. The sliding puzzle that consists of a frame of numbered square tiles in random order with one tile missing. <br>The object of the puzzle is to place the tiles in order by making sliding moves that use the empty space. <br><br>The game 15 puzzle is made in three different sizes:<br>3 х 3 (8 tiles) – for beginners and kids<br>4 х 4 (15 tiles) – classical size fifteen puzzle for all ages<br>5 х 5 (24 tiles) – for those who like to think<br><br>Features: <br>Three levels of complicity (8, 15, and 24 tiles);<br>Algorithm that excludes unsolvable combinations;<br>Realistic animation and tiles sliding<br>Moves counter and timer<br>Friendly interface with color theme<br>Online records services<br>Optimized for PC<h2 class=\"bb_tag\"><strong>Info</strong></h2><br>A sliding puzzle, sliding block puzzle, or sliding tile puzzle is a combination puzzle that challenges a player to slide (frequently flat) pieces along certain routes (usually on a board) to establish a certain end-configuration. The pieces to be moved may consist of simple shapes, or they may be imprinted with colors, patterns, sections of a larger picture (like a jigsaw puzzle), numbers, or letters.<br>Sliding puzzles are essentially two-dimensional in nature, even if the sliding is facilitated by mechanically interlinked pieces (like partially encaged marbles) or three-dimensional tokens. As this example shows, some sliding puzzles are mechanical puzzles. However, the mechanical fixtures are usually not essential to these puzzles; the parts could as well be tokens on a flat board that are moved according to certain rules.<br>Unlike other tour puzzles, a sliding block puzzle prohibits lifting any piece off the board. This property separates sliding puzzles from rearrangement puzzles. Hence, finding moves and the paths opened up by each move within the two-dimensional confines of the board are important parts of solving sliding block puzzles.<br>The oldest type of sliding puzzle is the fifteen puzzle, invented by Noyes Chapman in 1880, Sam Loyd is often wrongly credited with making sliding puzzles popular based on his false claim that he invented the fifteen puzzle. Chapman's invention initiated a puzzle craze in the early 1880s. From the 1950s through the 1980s sliding puzzles employing letters to form words were very popular. These sorts of puzzles have several possible solutions, as may be seen from examples such as Ro-Let (a letter-based fifteen puzzle), Scribe-o (4x8), and Lingo.[1]<br>The fifteen puzzle has been computerized (as puzzle video games) and examples are available to play for free on-line from many Web pages. It is a descendant of the jigsaw puzzle in that its point is to form a picture on-screen. The last square of the puzzle is then displayed automatically once the other pieces have been lined up.<h2 class=\"bb_tag\"><strong>Rules</strong></h2><br>Before you read any further, you should be aware of reports that sliding puzzles can cause insanity. There's no doubt they're addictive and they've certainly made some puzzle solvers tear out their hair and swear a blue streak. When the first sliding puzzle was invented it set off a worldwide craze. That same simple puzzle is still challenging puzzle solvers more than a century later.<br><br>Sliding puzzles are cousins of mechanical puzzles, like those that require you to disentangle two twisted nails or to fit a collection of blocks into a cube. They're also related to jigsaw puzzles and to mazes. Rubik's Cube is a 3-D variation on a sliding puzzle.<br><br>Most sliding puzzles are two-dimensional. The pieces cannot be lifted out of the frame or rearranged in any way, except by sliding them into an empty space. They are also called sliding-block puzzles or simply sliders. The goal of a sliding puzzle is to arrange the pieces in a particular pattern. That might mean putting together the elements of a picture, forming a shape, or creating an array of numbers or letters. Movement of the pieces is restricted so that you have to move one piece in order to shift another. That's where the madness comes in.<br><br>What makes sliding puzzles so alluring? The best of them are deceptively simple in appearance. They might involve rearranging only a half-dozen pieces. A child can understand the idea, and it might look like child's play to solve the puzzle. You don't have to learn any complicated rules. Yet the solution can be so complex that it seems impossible. Some solutions involve 100 moves or more. The puzzles demand logic, problem-solving and sequential thinking skills, combined with a dash of intuition and a healthy amount of patience.<br><br>Sliding puzzles started as actual mechanical devices, blocks of wood or plastic in a frame. But they were easy to translate into computer programs and to offer over the Internet. Hundreds of sliding puzzles are available online, and now you can play sliding puzzles on your smartphones and mobile devices.<br><br>In the next section, you'll read about the wacky history of these diabolical gadgets.<h2 class=\"bb_tag\"><strong>The History of Sliding Puzzles</strong></h2><br>Sliding puzzles started with a bang in 1880. In a matter of months after its introduction, people all over the world were engrossed in trying to solve what came to be known as the 15 Puzzle. It consisted of a 4-by-4 grid, with 15 numbered squares and one space left empty. The idea was to scramble the numbers, then rearrange them into numerical order by sliding them successively into the empty space.<br><br>This first sliding puzzle was invented by an upstate New York postmaster named Noyes Chapman, who came up with the idea during the 1870s. Boston woodworker Matthias J. Rice offered a commercial version in 1879 [source: Slocum and Sonneveld]. He called it the Gem Puzzle; other versions were sold as the Boss Puzzle, the Game of Fifteen and the Mystic Square. The fad took off in the early months of 1880, a puzzle rage that would not be repeated until Rubik's Cube became wildly popular in the 1980s.<br><br>Factories could not keep up with the demand for the 15 Puzzle. So many people were caught up in the fad that employers were concerned about workers ignoring their duties to work on the puzzle. Legislators in Germany were seen trying to solve them. Sliding puzzle mania was mentioned in popular songs and plays. Newspapers ran tongue-in-cheek reports of players driven insane by them [source: Slocum and Sonneveld, Bogomolny].<br><br>A dentist from Worcester, Massachusetts offered a set of teeth and $100 to any person who could solve the puzzle from a certain beginning arrangement. He later raised the prize to $1,000. People all over the country tried to win this grand sum, but none succeeded. What they didn't know was that only half of all the possible arrangements of pieces can be solved. The dentist's set-up was not solvable [source: Slocum]. The fad faded by the summer of 1880, but the 15 Puzzle remained as a classic slider.<br><br>The next development in sliding puzzles came about in 1909 when Lewis W. Hardy invented the first sliding puzzle using pieces that were rectangular rather than square. He called it the Pennant Puzzle, giving it a baseball theme. It was also known as Dad's Puzzle [source: Sharples]. Ma's Puzzle, which followed in 1927, introduced two L-shaped pieces, making it even more difficult to solve [source: Storer].<br><br>Over the years, there were many novelty variations on the sliding puzzle. &quot;Capture the Kaiser,&quot; featuring pictures of the German ruler, came out during World War I. The 1932 presidential election campaign between Herbert Hoover and Franklin Roosevelt was commemorated in a slider. A puzzle from 1934 called &quot;Line up the Quinties&quot; had players sliding squares with pictures of the famous Dionne quintuplets [source: Rob's Puzzle Page].<br><br>Since the computer began to play a role in designing and solving puzzles, the variety of puzzles has increased. Hundreds of pictures have been transformed into sliders, and increasingly more difficult arrangements of geometric shapes have challenged solvers.<br><br>Move on to the next section to have a look at some of the different types of sliding puzzles.<h2 class=\"bb_tag\"><strong>Types of Sliding Puzzles</strong></h2><br>Sliding puzzles come in just about every shape and form that you can imagine. There are literally thousands of variations. Some are actual mechanical puzzles, others are computerized versions. The most basic ones require you to assemble a pattern. It could be a picture of a cat, a flower or a painting like Grant Wood's &quot;American Gothic.&quot; The image is divided into nine sections with one section missing, the pieces scrambled in a 3-by-3 grid. Your mission is to reassemble them in the right order. Harder versions divide the picture into 25 pieces in a 5-by-5 grid.<br><br>In addition to these basic sliding puzzles, which are variations on the original 15 Puzzle, puzzle inventors have come up with some intriguing and highly challenging designs:<br><br>Dad's Puzzle -- As we've seen, this slider was originally called the Pennant Puzzle. It has a large 2-by-2 square, six 1-by-2 rectangles, and two, small 1-by-1 squares. It's like moving furniture in a crowded room. The object is to shuffle the largest piece (the grand piano) from one corner to the other by sliding other pieces out of the way.<br>Rush Hour -- This is an award-winning slider developed in the 1990s. The goal is to free a red car from a traffic jam by moving cars and trucks backward and forward to make space.<br>Sokoban -- The name of this Japanese puzzle means &quot;warehouse manager.&quot; In Sokoban, the player maneuvers a man around a space so that he can push boxes into the area where they belong. Because the man can't pull boxes, pushing one into a corner is a dead end -- complex and challenging.<br>Quzzle -- Puzzle inventor Jim Lewis used a computer program to help invent this slider, which he claims is the hardest simple sliding puzzle to solve. A variation on Dad's Puzzle, Quzzle demands great subtlety and insight.<br>Daughter in the Box -- Another Japanese sliding puzzle. The player tries to free a girl (the largest of the blocks) who is trapped in a prison of shapes. This one, too, is a more difficult version of Dad's puzzle.<br>Junk's Hanoi -- Junk Kato, a master puzzle designer, came up with this deceptively simple puzzle. The player has to reverse a pyramid of blocks by moving them within a restricted space. It only uses a small number of pieces, but the solution requires a large number of moves.<br>New and increasingly tricky sliding puzzles are being invented all the time. At this point, it looks like slider fans will never run out of challenges.<br><br>Read on to find out the one secret that will help you to solve any sliding puzzle.<h2 class=\"bb_tag\"><strong>Solving Sliding Puzzles</strong></h2><br>Sliding puzzles can be incredibly difficult to solve, as anyone who's tried can tell you. Mathematicians categorize sliders as PSPACE-complete, which is a measure of their mathematical complexity. Essentially, it means that even computers find it hard to come up with a solution [source: Hearn].<br><br>There is no universal rule that lets you solve a sliding puzzle, though many stumped players wish there were. As you work on a succession of sliders, you tend to develop an intuition about how to move pieces around the playing space. You'll get better, but each puzzle will still be a challenge.<br><br>The 15-type sliding puzzle, because all of its pieces are squares, is one of the most straightforward to solve. If you need some help, here are a few hints:<br><br>Begin by maneuvering the 1 and 2 into their proper positions in the upper left corner.<br>Position the 3 in the upper right corner.<br>Maneuver the 4 under the 3<br>Now slide the 3 to the left and the 4 up; the first row is done.<br>Repeat this process with next row, leaving row above intact.<br>Complete the puzzle by rearranging the pieces in the last two rows until they are in position.<br>Sometimes it's easier to create &quot;snakes&quot; of pieces in the proper order rather than put them in their final position individually.<br>If you're assembling a picture, study the design carefully before it's scrambled. It's harder to solve if you're not clear about the final outcome.<br>While you can find walkthrough solutions to some sliding puzzles on the Internet, most players aren't interested in getting help. The fun of sliders comes from the &quot;eureka!&quot; moment when you finally stumble on the solution. One general rule is that it can be helpful to concentrate on solving individual areas of the puzzle, while always keeping the larger picture in mind. You might start with one row or a particular corner.<br><br>The real secret that applies to solving every sliding puzzle ever invented can be summed up in one word: patience. Keep trying. The longer it takes, the more satisfying the solution.<br><br>Move on to read about a lot more fascinating info about sliding puzzles.",
            "short_description": "Puzzle: Underwater World is a classical puzzle game invented in 1878, it’s still popular today. The sliding puzzle that consists of a frame of numbered square tiles in random order with one tile missing. The object of the puzzle is to place the tiles in order by making sliding moves that use the empty space.",
            "supported_languages": "English",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/680070/header.jpg?t=1542016102",
            "website": null,
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows XP, Vista, 7, 8, 10<br></li><li><strong>Processor:</strong> Pentium 4 or higher, 2GHz<br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> 128MB or higher<br></li><li><strong>Storage:</strong> 50 MB available space</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "developers": [
                "Puzzle: Underwater World"
            ],
            "publishers": [
                "Puzzle: Underwater World"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 99,
                "final": 49,
                "discount_percent": 51,
                "initial_formatted": "0,99€",
                "final_formatted": "0,49€"
            },
            "packages": [
                194142
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Puzzle: Underwater World",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 194142,
                            "percent_savings_text": "-51%",
                            "percent_savings": 0,
                            "option_text": "Puzzle: Underwater World - <span class=\"discount_original_price\">0,99€</span> 0,49€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 49
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                }
            ],
            "genres": [
                {
                    "id": "25",
                    "description": "Adventure"
                },
                {
                    "id": "4",
                    "description": "Casual"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "18",
                    "description": "Sports"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/680070/ss_4e8685b86463c2e3118dfd84b28a9ea33ab27e6f.600x338.jpg?t=1542016102",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/680070/ss_4e8685b86463c2e3118dfd84b28a9ea33ab27e6f.1920x1080.jpg?t=1542016102"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/680070/ss_621a4bae3901a3e84bca3a5e41625c0d5265cffa.600x338.jpg?t=1542016102",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/680070/ss_621a4bae3901a3e84bca3a5e41625c0d5265cffa.1920x1080.jpg?t=1542016102"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/680070/ss_3c6fd58961e31e946e4c67b6910074c738161f8a.600x338.jpg?t=1542016102",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/680070/ss_3c6fd58961e31e946e4c67b6910074c738161f8a.1920x1080.jpg?t=1542016102"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/680070/ss_faa21f03ccea3eb62084ae376e4f957aa1fd9909.600x338.jpg?t=1542016102",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/680070/ss_faa21f03ccea3eb62084ae376e4f957aa1fd9909.1920x1080.jpg?t=1542016102"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/680070/ss_ecf12a3a3cfa94fef42a07922ca3722e3322c811.600x338.jpg?t=1542016102",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/680070/ss_ecf12a3a3cfa94fef42a07922ca3722e3322c811.1920x1080.jpg?t=1542016102"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/680070/ss_315515c20a3053f0e83ee51b3ae63ef3d50855fd.600x338.jpg?t=1542016102",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/680070/ss_315515c20a3053f0e83ee51b3ae63ef3d50855fd.1920x1080.jpg?t=1542016102"
                }
            ],
            "movies": [
                {
                    "id": 256690272,
                    "name": "Puzzle",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256690272/movie.293x165.jpg?t=1500459565",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256690272/movie480.webm?t=1500459565",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256690272/movie_max.webm?t=1500459565"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "2 Aug, 2017"
            },
            "support_info": {
                "url": "",
                "email": "kitkat322@hotmail.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/680070/page_bg_generated_v6b.jpg?t=1542016102",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}