{
    "708820": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Baby Hands",
            "steam_appid": 708820,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<h1>Toys, Puzzles and a Mobile Release!</h1><p>It’s been a little while since you heard from us! We have been super busy working on big updates for Baby Hands, and showing off the game at so many conferences! <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/SXSWkids.jpg?t=1545444759\" ><br>We are also happy to announce that BABY HANDS Jr. is crawling it’s way onto your mobile devices and tablets! We have an amazing time showing off Baby Hands, and conference attendees seem to really love it! They keep getting back in line to play, again and again! In the last few months, we have attended Classic Games Fest, Dreamhack Austin, RTX, Minefare, VRLA, Unite LA, Oculus Connect, GDC and many other meetups and gatherings! Chicken Waffle has also sponsored some cool educational programs, and a big game jam at Texas State University! We love interacting with fans, and hope to see you at an upcoming event soon! In the meantime, check what we have been working on when we aren’t showing off the game everywhere!<br><br>We also have new multiplayer news to talk about! We have built some super cool mini-games and competitive challenges, and most of the back-end server work is out of the way! We are in closed BETA for multiplayer, but please reach out! Please tell everyone you know with a VR headset to check out BABY HANDS, and everyone you know with a mobile device to take a look at BABY HANDS Jr! ..and if you have the time, we would truly appreciate a positive review!:)<br><br>Wowee! that is a lot of stuff coming really soon! Be sure to look for BABY HANDS Jr. next week on mobile!<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/BabyHandsJr_Logo_Steam.jpg?t=1545444759\" ><br>So much awesome stuff coming soon for the BABY HANDS family, but right now, get ready for some sweet updates to BABY HANDS in VR!: <br><ul class=\"bb_ul\"><li>We have added some special little secret puzzle item(s) to the game! See if you can make the “right call” to solve this little puzzle. We don’t want to just “phone in” what the new item(s) are, but we trust you to “dial in” on which new item to go “put through the ringer!” ..wow, that’s a lot of puns!<br></li><li>New astronaut challenge!<br></li><li>New RC Car challenge!<br></li><li>Crawl all over the table and beds!<br></li><li>New hidden achievement for “Hunt for Holiday’s Egg”<br></li><li>We have also made a number of bug fixes and collision passes all over the place!<br></li><li>Lastly, it would seem your siblings came through the house, and moved a bunch of the  toys and objects! See if you can find all the newly hidden objects and collectibles! </li></ul><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/BabyHands_phone.jpg?t=1545444759\" ><br> Thank you so much for your support and energy! You have helped us so much! Over 200 million+ views on YouTube! Wow!! Be sure to check @ChickenWaffleVR on Twitter, Facebook and Instagram for news, art and editorials!<br><br>P.S. Please take a moment to write us a positive review, and tell your friends to check out BABY HANDS for some nice holiday deals! On that note, may everyone have a warm, safe and happy holidays!<br>- Chicken Waffle dev team<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/ChickenWaffle_LogoHead_Steam.jpg?t=1545444759\" ></p><br><h1>Update #17 - Upcoming Awesome-Sauce!</h1><p>Amazing announcements in this post! Be sure to read everything!:)<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/BabyHands_Minefair.jpg?t=1545444759\" ><br>Baby Hands was featured last weekend in an amazing VR booth at the Minefaire Minecraft Expo! We gave 300+ kids VR demos of Baby Hands in two days, and everyone loved the game so much! Over 100 million+ views on YouTube! Wow!<br><br>Chicken Waffle will be heading to Oculus Connect 5 next week, and we thought this would be a great time to share some awesome news of huge upcoming updates! We have hinted at some cool multiplayer gameplay coming soon! Well, here we go!!<br><br>The developers at Chicken Waffle have been creating some truly amazing VR interaction tools, and we plan to share our progress with the community!:) We strive to help other developers succeed in building immersive VR gameplay, and want to make it easier for developers to create multiplayer VR functionality. The dev team has been hard at work, utilizing these tools to create a suite of amazing upcoming multiplayer AR/VR experiences by Chicken Waffle! <br>..and some are coming soon!<h2 class=\"bb_tag\">Welcome to a first look at <i>Baby Hands: Daycare! </i></h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/MirrorLook01_600x300.png?t=1545444759\" ><br>Jump into a zany multiplayer baby daycare! Customize your baby avatar with thousands of cool accessories, achievement armor, funny hair styles and hilarious outfits! Socialize and play with toys in the daycare lobby, or climb aboard a pirate ship playscape! <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/SoccerKitchen01_600x300.png?t=1545444759\" ><br>Compete against other babies in awesome multiplayer VR  challenges, and role-play within fun social mini-games! Cardboard Dungeon Crawling, Hobby Horse Jousting, RC Car Racing, Baby Soccer, Paper Airplane Mini-Golf in the clouds, and Sci-Fi Pillow Fort battle royale with foam darts! ..and many more mini-games and challenges to be announced!<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/BabyHands_SoccerArena.jpg?t=1545444759\" ><br><i>..but wait, there’s more!</i><h2 class=\"bb_tag\"><i>Baby Hands</i> is coming to mobile phones, tablets and consoles! Woohoo!</h2>Now, everyone will get to enjoy the hilarious retro parodies, and crawl around using touch screen controls! Best of all, millions of mobile gamers will be able to play online together with their favorite VR YouTubers, and challenge the top champion babies!<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/StoryTime01_600x300.png?t=1545444759\" ><br>Get ready for lots of cool cross-platform, multiplayer action! Soon, you’ll be able to access your funny baby avatar from anywhere with your phone or tablet, and play alongside your favorite VR gamers in asymmetrical-multiplayer arenas, quests and mini-games! <br><br>Follow <a href=\"https://steamcommunity.com/linkfilter/?url=http://@ChickenWaffleVR\" target=\"_blank\" rel=\"noopener\"  >@ChickenWaffleVR</a> on Twitter, Facebook and Instagram for the latest exclusive screenshots, and breaking announcements! We will also be giving away some cool Baby Hands prizes through social media soon! So, be sure to follow, and like our page!<br><br>This update is primarily focused on some minor bug fixes, and a fun little re-work of item placement. We like to mix things up for our players:) Check it out!<br><br>The following is a list of tweaks and fixes:<br><ul class=\"bb_ul\"><li>Items will no longer sink slightly into the bookshelves!<br></li><li>Astronaut can no longer be flushed in the toilet, and will always achieve escape velocity!<br></li><li>New achievement art for the “Speed Racer” achievement!</li></ul><br>All your views, comments and well wishes keep us going, and we hope you will leave us a positive Steam review! We love to make games that players enjoy! When developers are working late to fix a bug, or pushing hard to get multiplayer ready, it truly helps to have such awesome positive feedback from fans of Baby Hands! <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/MirrorLook02_600x300.png?t=1545444759\" ><br>Thank you so much! We absolutely couldn’t do this without you!</p><br><h1>Update #16 - Baby Hands - RTX Update!!</h1><p><strong>Baby Hands</strong> was a hit at RTX!<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/BabyHands_RTX.jpg?t=1545444759\" ><br><a href=\"https://steamcommunity.com/linkfilter/?url=http://Chicken Waffle\" target=\"_blank\" rel=\"noopener\"  >Chicken Waffle</a> had an amazing VR booth at RTX Austin! So many Baby Hands fans!<br><br>A huge thank you to Rooster Teeth for their awesome support, and for featuring Baby Hands as a VR favorite at RTX! We had a great time, and it is always so cool to watch people enjoy our games! Lots of hilarious cosplayers in VR!<br><br>We crawl steadily onward toward the release of a huge multiplayer daycare extravaganza! <br>(..and another cool unannounced huge feature;) <br><br>More big announcements coming soon! Thanks so much for your feedback and support! Without further adieu, here is a brief list of features and fixes added to this patch update:<br><br><ul class=\"bb_ul\"><li>Fixed the grab highlight functionality for the following items: xylophone mallets, frog hat, bear, gama man, car keys<br></li><li>The rainbow crayon would often spawn behind the crayon box. Spawn point is changed to an easily seen position on the table.<br></li><li>Enabled players using the computer to move the paddle to the virtual tennis game during the countdown.<br></li><li>Fixed a number of issues with Albert Onion’s RPG Adventure: Bunnies no longer chase after Albert after the game ends. Keys and bunnies now respawn, and no more controlling the game when joystick isn't held. No longer does the timer countdown when the cartridge is taken out, and the game will reset after time ends or cartridge is removed. </li><li>Fanfare for finishing game is now a 3D sound, not to be played across the entire house!<br></li><li>The fire eye above the volcano is now repeatable, and lasts longer.<br></li><li>The jade key reveal sequence was tweaked to look a little cleaner:)</li></ul>…we also did lots of technical stuff to streamline future online processes, and game performance. Replaced renderer.material calls with renderer.sharedMaterial: Renderer.material calls to auto-instantiate materials. Using renderer.sharedMaterial when possible and manually managing instantiations when necessary to prevent performance and synchronization issues, of course!<br>(Show that last paragraph to your Unity programmer friends..they’ll be impressed)<br><br>Another busy couple weeks of work and conferences, and all of it made possible by you, the people who follow and support Baby Hands! <br>As always, thank you so much!</p><br><h1>Update #14 - Baby Hands - Delivery Day!!</h1><p>One year ago, we took a single week to build a funny prototype of a baby crawling around in a retro cartoon house for Classic Game Fest in Austin, Texas. We were asked by the conference organizers to come show off some cool VR games to the audience, and we racked our brains to design and prototype something funny that matched The reception was phenomenal, and we knew we had something truly awesome on our hands with Baby Hands! Chicken waffle has built and launched 19 other AR/VR games and experiences over the past year for some huge clients, all while continuing to build and polish hundreds of interactive toys and hilarious retro parodies! We are proud to announce that Baby Hands is leaving Early Access with a competitive new price of $19.99! We wanted to get Baby Hands into the hands of more players. So, we are also launching with a 25% sale! Woohoo! <br><strong>(Please tell all your friends!:)</strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/VanJump600.jpg?t=1545444759\" ><br>Baby Hands VR gameplay videos on YouTube have pulled over 100 million + views!!! We love watching people enjoy our game, and all the hilarious comments from fans! Thank you so much to our streamers and fans for making this all possible!<br><br>    We will continue to support Baby Hands with any needed patches or polish tweaks (especially if we find anything broken in today’s update;) ..but we are also looking to the future by expanding the Baby Hands audience with a zany upcoming multiplayer update for Baby Hands: Daycare!<br><br>     We hope you’ll enjoy all the new updates and hidden achievements! All 105 hidden achievements are now in place for you to explore and discover! <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/BH_Achievements2.jpg?t=1545444759\" ><br><br>The following is a brief list of the primary features updates:<br><ul class=\"bb_ul\"><li>Finalized the list of 105 hidden achievements and retro Easter Eggs. <br>    (Although, we still may get a wild idea to add more next month:)<br></li><li>Reoriented the turtle to be easier to grab.<br></li><li>Balloons for the target mini-game were popping on invisible trigger volumes used for internal purposes, the net result being balloons popping and dropping triggers for seemingly no reason, this has been fixed!<br></li><li>The broken pieces of a piggy-bank and gold coins retained their grab highlight after being dropped, but no more!<br></li><li>Performance pass on camera rendering, the following camera where set to contextually render: GameDude, Kaleidoscope, Magnifying Glass, Snake, <br></li><li>The time machine slot car sound effect was not near the racetrack as a 3D sound, and could be heard from across the house. Reset to 3D sound, and volume adjusted.<br></li><li>Performance pass: corrected framerate drops when looking across house by adding occlusion across the house and taking other individual performance measures on individual items.<br></li><li>Added sound effects for the clogging the tub and completing each wave in balloon target game.</li></ul><br>     We will be back at Classic Game Fest 2018 this weekend, and RTX next weekend! So, come on by our booth to check out the game! ..and snag some free toys and candy:)<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/RTX.jpg?t=1545444759\" ><br>We hope to see all of you there, but for those we can’t thank in person, let us take this moment to do so now! Thank You so much!! We truly appreciate all the amazing feedback from fans and streamers! The amazing success Baby Hands has received in Steam Early Access is all thanks to you!<br><br>So, please take a moment to write us a positive Steam review today!<br>-Chicken Waffle Dev Team<br><br>P.S. More Baby Hands updates are coming soon! Stay tuned!</p><br><h1>Update #13 - Baby Achievement Hunter!!</h1><p>So many hilarious hidden achievements and retro parodies! <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/BH_Achievements.jpg?t=1545444759\" ><br>We still have a few more achievements to finish, but no more wiping achievements when you start! Woohoo! Try to collect ‘em all!<br>Without all the amazing support, feedback and enthusiasm of fans and streamers, we could not have come this far! More to come soon, but in the meantime, enjoy a lot of bug fixes and some exciting new things to play with!<br><br><ul class=\"bb_ul\"><li>Several achievements in original design have been removed or replaced with achievements reflecting current game.<br></li><li>Several Steam achievements using progress stats have also been implemented! So, go out and break dishes, get the trash through the hoop and get those “alieantz!”<br></li><li>Changed standing to press and hold.<br></li><li>Bubble baths available in both tubs!<br></li><li>A limited edition turtle coin! Made of pure 14 karat gold (pizza cheese) is now available for a limited time! ..but where did your sister deposit put the coin?<br></li><li>Fixed some bugs with the castle building mini-game, should be alot easier to progress!<br></li><li>Fixed teleporting fall zones around couch.<br></li><li>Improved scientific calculator mini-game.<br></li><li>For safety reasons, the turtle can no longer be grabbed while eating.<br></li><li>The cat no longer gets stuck yowling.<br></li><li>“Action-Team” Van now has a proper pivot point, and thus, spins as would any levitating toy van would when floating out of a magical chest:)<br></li><li>“Notari” game console and controller removed, maybe to be seen again in the future, Moved VCR to center of stand. Also removed Zapper and 3D Glasses.<br></li><li>Some various lighting fixes.<br></li><li>Electronics now properly disable temporarily when squirted with the “Super Duper Soaker.”<br></li><li>Computer mouse was jittery, tuned and tweaked for better usability.<br></li><li>We made the fingertip collider smaller when near piano or keyboard and thus, it is easier to push desired keys!<br></li><li>Sticky octopus can no longer stick to the cannon ball.<br></li><li>Improved the cat texture from 512 to 1024, for a new, more luscious coat of fur!<br></li><li>Spark effect from squirt gun add sparks to obj when sprayed with water gun: power outlets &amp;&amp; plasma ball (sister room) &amp;&amp; alarm clock (parents room)<br></li><li>Breaking computer by crashing or spraying with water now activates error tone, and properly bugs out the computer..Hack away!<br></li><li>Car keys, when dropped in toilet, should now auto-flush.<br></li><li>Varied pitch of coughs.<br></li><li>Jade key drawer will now auto-stand the player like all the other drawers when opened.<br></li><li>Drawer usability cleaned up throughout the house.<br></li><li>Added the following SFX: water gun, on UFO abduction, fanfare unlocking sisters diary, computer error beep, truck horn, baby cough!</li></ul><br>We managed to fix a lot of things this update, and that is in large part thanks to you! It makes it all worthwhile to see your amazing participation in the early access process, positive comments, funny streams, and enthusiasm when we see you at conferences! It’s inspiring to the dev team, and it is so very useful! Thank you for your support and feedback! We couldn’t do this without you! <br>Big things coming soon! New modes of play, new VR platform launches, and more! <br>Stay tuned, and again, thank you! <br>- Chicken Waffle Dev Team</p><br><h1>Baby Hands Update #12 - Summer Sale Update!</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/BabyHands_piano.jpg?t=1545444759\" ><br>It’s time for summer fun and summer games! We are adding a few cool features and fixes to help make your summer celebration a blast! We are over 50 million+ YouTube views on Baby Hands gameplay! It’s awesome to see so many streamers and fans loving the game! Super rewarding:) \t<br><br>We are still hard at work with a big expansion for Baby Hands! In the meantime, we had few fixes and features we really wanted to get to you! Stay tuned! We hope you enjoy the following summer sale fixes and features:<br><br><ul class=\"bb_ul\"><li>Added a new precision finger touch mode. (Check out the piano and keyboard:)<br></li><li>Added thumbpad swipe-to-turn functionality.<br></li><li>Lots of Crayon fixes, a lot more line drawing consistency, and much better Magical Rainbow Crayon colors! <br></li><li>Made a few handy changes to &quot;boo boo&quot; and &quot;ouchy&quot; detection, which should function properly now.<br></li><li>Invading your baby experience, could it be Aliens? If you can find a way to get the UFO's attention, they can help you probe your way through a scavenger hunt across the house! Now with better than ever functionality and effects!<br></li><li>Fixed another hand related bug involving the wedding ring!<br></li><li>Game consoles now have a very distinct loading screen, and properly ejecting cartridges!<br></li><li>Fixed some resetting problems with the balloon target mini-game!<br></li><li>Fixed a bug involving the countdown timer for the astronaut remaining on, even after the countdown is cancelled due to critical launch failure (letting go).<br></li><li>Fixed a bug on the rocket sound effect.<br></li><li>Some fixes to floating objects, especially the rubber ducky!<br></li><li>Added some awesome new tutorial books for specific headsets, check them out!</li></ul><br>We are steadily approaching the launch of our brand new expansion, but before that we wanted to do a few special things for the SteamVR Summer Sale! Check out our awesome deals in the coming few days, check back for more great stuff right here, coming soon! As always, thank you so much for your support, feedback and time! We appreciate it so much!</p><br><h1>Baby Hands Update #11 - Little Hotfix!</h1><p>We had an awesome double VR booth at Dreamhack Austin, and gave hundreds of demos to so many gamers! Lots of smiles, and everyone had a great time playing Baby Hands! ..plus, we gave away candy and toys:)<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/Dreamhack2.jpg?t=1545444759\" ><br>Playtesting is a great way to improve the game, and we fixed a couple small tweaks to the gameplay to improve height adjustment. We also have a HUGE expansion coming soon! So, the art team has been hard at work! Stay tuned!<br><br>This hotfix update fixes a bug with re-adjusting your height while standing. This would result in players being position under the floor. <br>All fixed now!:) <br><br>Thank you for your patience and feedback, it helps so very much! Lots of prep work this week for E3, and some amazing work by the dev team on a huge upcoming expansion!<br>..more to come soon!</p><br><h1>Baby Hands Update #10 - Dreamhack Austin 2018!</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/CW_Dreamhack1.jpg?t=1545444759\" ><br><strong>Get your hands on Baby Hands at DreamHack Austin 2018!</strong><br>Baby hands will be featured at Dreamhack all weekend, and will be played live by some of your favorite streamers! So come on down to interact with cool streamers and fans!<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/CW_Dreamhack.jpg?t=1545444759\" ><br><br>We’ve been working on a huge update, but want to push out some little bug fixes..and a cool new UFO mini-game:)<br><ul class=\"bb_ul\"><li>UFO Collection Game: After shooting down the UFO, help the aliens probe the house in a fun new scavenger game for squeaky toys!<br></li><li>Floppy disc of 8-Bit Retro Tennis now spawns from sisters diary when unlocked.<br></li><li>Computer mouse now has collision so feel free to shoot it with some sticky arrows\t<br></li><li>The keys on the computer keyboard now have collision on them too!<br></li><li>Action Van to be won item along with cowboy hat and nerf gun upon end of catnip quest(check the toybox)!<br></li><li>..and much more!</li></ul><br>We are putting the finishing touches on a some really cool stuff here at the Chicken Waffle studio, but we still managed to squeeze out a few bug fixes and new features for this week! Most of our time is being spent implementing and testing new features for the upcoming expansion;)<br><br>Thank you so much for playing Baby Hands, and we couldn’t do it without all the great feedback, streamer comments and positive reviews!<br><br>Thank you so much!</p><br><h1>Baby Hands Update #9 - Fix all the bugs!</h1><p><h2 class=\"bb_tag\">Lots of fixes and feature tweaks. Plus, huge things in the works!</h2><br>We are currently working on a major feature update for Baby Hands that is absolutely huge! This update features some bug fixes, a few new assets and even better lighting! Much, much more to come in the next few weeks! So, expect big things from Baby Hands!<br><br>Here is a list of the fixes and adjustments in this update:<br><ul class=\"bb_ul\"><li>Octopus no longer defies gravity, will now sink in tub.<br></li><li>Helicopter no longer catches up to Action Team van.<br></li><li>Calendar now gets soaked when squirted!<br></li><li>Made it easier to crawl with crayon! ..after you’ve eaten them first:)<br></li><li>Check out the new holy trash can!<br></li><li>Ever improving lighting around the house!<br></li><li>Fixed splash animations from parents tub.<br></li><li>Added collision detection to hall bathroom door (slider).<br></li><li>Fixed texture on folds of parent’s and brother’s blanket.<br></li><li>Added race track texture to race car ramp and fixed coliders.<br></li><li>Added nav-mesh to parents door.<br></li><li>Fixed overfill animation replays from reapplying plunger to overfilled tub.<br></li><li>Added grab highlight to unicorn plush.</li></ul><br>As always, thank you so much for the tens of millions of views, the parody videos, songs and comments. We have learned and done so much because of you! Major things in the works for Baby Hands, check back soon!<br>-Chicken Waffle dev team</p><br><h1>Baby Hands Update #8 -  VRLA Weekend!</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/CW_VRLA.png?t=1545444759\" ><br>     Chicken Waffle will be showcasing Baby Hands and some of our other AR/VR games and experiences at VRLA this weekend! Come by booth E45 for some sweet swag and giveaways!<br>     We have been working extra hard to push out our next big Baby Hands update with an amazing new feature, and it’s coming soon! In the meantime, we still strive to fix any and all bugs that we (or you) find! This update has lots of those fixes, and a few surprises! ;)<br>     All the positive player feedback has been a real boon for us! Thanks!<br><br><ul class=\"bb_ul\"><li>As requested, toilet rolls now tear off sheets of toilet paper, try them out!<br></li><li>Added single ply of toilet paper to roll (art created), scripted.<br></li><li>Toy helicopter chasing the “Action Team” van!<br></li><li>Optimized lighting and re-baked the lightmaps.<br></li><li>Sister’s backpack was standing off the wall, alas it's no longer defying physics.<br></li><li>Added a totally trippy new poster! Look for it!<br></li><li>Some things don't react in toilet, fixed! Everything does now!<br></li><li>Increased the size of crayon box, so as to make crayons easier to grab (and eat)<br></li><li>Several seemingly gravity defying floating candies were found and gobbled up.<br></li><li>Domino crawling bug was fixed to facilitate better play!<br></li><li>Physics on the glider in brother's room felt wrong, changed to act more like paper plane.<br></li><li>Some items snapped poorly when held and crawling, adjusted the following items: shoes(sisters room) &amp;&amp; slippers(sisters room) &amp;&amp; foam finger.<br></li><li>Raised the floating level when tub is flooded.<br></li><li>Removed hand placeholders in the living room.<br></li><li>Add object collision to pamphlet.<br></li><li>The ever elusive build-only bug; whereby the cat slept with it's eyes open<br></li><li>Several objects with rigs, bones get glitched up in the build (Magazine, plant, pizza, magazine). A build-only bug that should be fixed.<br></li><li>Pizza box lid not working, build only bug, should be fixed.<br></li><li>Putting tape in VHS would game is running will eject game INTO console, fixed.<br></li><li>The light of magnifying glass has been adjusted for effect.<br></li><li>Fixed an annoying repeating sound glitch when the 25 shot achievement was achieved!</li></ul><br><br>We have been polishing away! Very soon will be a big new patch for Baby Hands. In the meantime, we will try to keep everyone posted! Thanks again! We couldn’t do this without you, and maybe we’ll see you at VRLA!</p><br><h1>Baby Hands Update #7 -  Spring Sale Madness!!!</h1><p><strong>Castle Stacking, Magic Crayons, “Aliants” and more!</strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/BabyHands_dartGun.jpg?t=1545444759\" ><br>Included in this update are some cool new features, a ton of bug fixes, and some slight adjustments to gameplay! Thanks so much to the community of Baby Hands players, streamers and viewers! We appreciate all the feedback, and it’s awesome to see the fun people are having while playing the game! We really appreciate it so much! This week, check out the new stacking game, eat all the crayons to “create” a magic rainbow crayon, and hunt down those pesky “Aliants” all over the house!<h2 class=\"bb_tag\"><strong>Steam has asked us to participate in the SteamVR Spring Sale, running from April 19th-23rd! So, please tell a friend to look for a sweet springtime discount on Baby Hands...but they better hurry!</strong></h2> <br><br>Here is a list of the fixes and tweaks in this update:<br><br><ul class=\"bb_ul\"><li>Steam achievement UI consistency improved!<br></li><li>A new stacking game, where by players build block towers inside of preset targets. Try the castle block puzzles!<br></li><li>Eat all the crayons to poop out a magical rainbow crayon that draws in the air!<br></li><li>Crayon Coloring pages color much better!<br></li><li>Alien Ant Farm 2.0 - Exterminate all the bugs around the house!\t<br></li><li>Ant death FX was too short, but it has been edited to look better.<br></li><li>Piggy bank texture: broken piggy bank texture was all messed up on the inside, with random black spots.<br></li><li>Bathroom door jam widened to hide water transition.\t<br></li><li>Unicorn birthmark removal: unicorn had an unusual pink dot on it's texture near mane<br></li><li>Added single ply of toilet paper for pulling purposes;)\t<br></li><li>Implemented the following Steam achievements: DJ Baby Hands, Bubble Bath, Crayon, Copy Floppy, Cartridge, Bank, toiletAll, trashAll, trashOut and Aliants. Can you find them all?<br></li><li>Steam Achievements and individual error fixes were made on the following achievements: Gamma Man, Cowboy, Fuel, Slippers and shoes, Car 1, baseball bat, stargazing!<br></li><li>New achievement artwork added.<br></li><li>Day Care pamphlet, a trifold pamphlet for a daycare at the front door!\t<br></li><li>Boom box push space: things can get stuck on boombox, put push volume on top.<br></li><li>Start Rattle not activating: fixed error where start rattle will stop teleporting if hand is pulled away.<br></li><li>With Improved Heads Up displays and Readouts in your trusty space helmet, you are ready for lift off!<br></li><li>The toilet broke things, things like the magazines, rocket and soap bottle, this has been fixed!<br></li><li>Pull a bow and a muscle if crawling too: when drawing the bow back, if player drops instead of firing, crawling will be toggled off -- fixed!<br></li><li>Glider two-hands bork: If you grabbed and then held glider with other hand, would instantly achieve mach5 -- fixed!<br></li><li>Volcano texture: inside the volcano had some texture problems -- fixed!<br></li><li>Improved book texture resolution.<br></li><li>Dropping the soap, or soap bottle in water would cause errors, those errors are no more!<br></li><li>Fixed a seam in texture for the back massager.<br></li><li>The jack-in-the-box handle is now easier to grab.<br></li><li>Bathtub floating implemented for stuffed animals and gamma man!<br></li><li>Xylophone solo null errors checked and fixed.<br></li><li>Violin slightly turned down.<br></li><li>Mouse trap null errors checked and fixed.<br></li><li>You can no longer crawl through the volcano science project like it didn’t exist!<br></li><li>Made UFO fall erratically.<br></li><li>When duck enters water at a high velocity, splash animation was repeating, but no more!<br></li><li>Needed inside geo for kitchen trash can<br></li><li>Can invert delorean invisibility; when delorean is grabbed after turning invisible, obj will stay invisible, fixed.<br></li><li>MacMan screen ghosting on handheld: Parts of MacMan maze can be viewed through the handheld game when looking at couch<br></li><li>Steam achievement alert: needs to be on in VR, somehow not functioning, steam settings tweaked.<br></li><li>Blue screen error while disk is in on computer\t<br></li><li>Tot tank's floor snap disabled\t<br></li><li>Examine particles and hide box: check new system for blackout box that doesn't obscure other items/ particles<br></li><li>MacMan controls: MacMan was very unresponsive and hard to control, often turning randomly at intersections, but then not turning and getting stuck on a wall -- fixed.<br></li><li>Jack in the box texture rez up<br></li><li>Albert’s Adventure game wall clip issues resolved for hidden easter egg;)<br></li><li>Glider plane control pass<br></li><li>Bouncing ball game ball getting stuck issues resolved<br></li><li>Computer keyboard typing rework<br></li><li>Computer screen finished setting up transitions, <br></li><li>MacMan can bug calculator &amp; snake, fixed \t<br></li><li>Tank fire consistency: delay reduced down and built FX repeat functionality<br></li><li>Plunger hat adjusted\t<br></li><li>Shape chest top collider adjusted<br></li><li>Vignette length out of world: make sure players stay vignetted even after moving several steps out of bounds<br></li><li>Game removal powers off TV\tremoving a video game while cartoon is playing on VHS turned off cartoon<br></li><li>Light mapping on sink in kids bathroom: fixed hot spot above grey inner sink<br></li><li>Door hinges: needed lightmap fixes at hinges, hidden geo picking up bake<br></li><li></li></ul><br>     What a busy couple of weeks! To be honest, there is so much more than what’s on the list, and a huge surprise to be added for the next update! Tons of feedback from players, and 34 million+ views on YouTube for the first 2 months of Early Access! Thank you so much, and keep leaving us feedback. We couldn’t do it without you! <br><br>P.S. Look for a new and super exciting update coming soon, check out the pamphlet at the door for a sneak peak!</p><br><h1>Baby Hands Update #6 - SXSW ++ GDC madness!!!</h1><p>Wowee! It has been a busy couple of weeks! Thousands of people played Baby Hands at various events over the last 2 weeks! ..and from their homes;)<br><strong><h2 class=\"bb_tag\">24 Million+ YouTube views and counting!</h2></strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/SXSWkids.jpg?t=1545444759\" ><br>     Thanks to all the people that reached out to us! It has been a pleasure to meet and hang out with everyone! So many kids came up to our demo booth at SXSW, and talked about how much they love watching streamers play Baby Hands!!! <br>     Don’t worry though! We stayed busy in the studio, too! Not only are there some cool new items and achievements, but we squashed a lot of bug fixes, as well! Stay tuned for some really big updates, with some awesome new features coming your way! <br><br>In the meantime, here’s a list of the fixes and tweaks in this update:<br><br><ul class=\"bb_ul\"><li>“Houston, we have lift off!” - A new platform for your sister’s toy rocket!<br></li><li>New Achievement art added, implemented many more achievements! Can you find all the new achievements? <br></li><li>New “MacMan” console game!<br></li><li>DJ airhorn! Bwah! Bwah! Bwah! Bwaaaahhhh! \t<br></li><li>Revamped the DJ matching game to not use repeat patterns.<br></li><li>The one ring can now again be smote!<br></li><li>Box o’crayons<br></li><li>Rearranged the toys in the house!<br></li><li>Rearranged challenges, too:)<br></li><li>Lots of lightmap fixes<br></li><li>Cell Phone now has a touch tone sound effect.<br></li><li>Cell phone can now short circuit, too!<br></li><li>Found and closed a seam on the texture of the teleport up and down arrows, barely noticable to all but the artist who was tortured by its very existence!<br></li><li>Tub splash effect spawning consistency is improved.<br></li><li>Tub splash effect toned down, tweaked effect size and position.<br></li><li>Create a player-view centric object loss prevention respawn system……..that is to say; items lost out of bounds will respawn in front of the player.<br></li><li>Computer was only showing one blue screen, made a second blue screen, should toggle on press after very short delay.<br></li><li>Fixed a bug where players could push items out of locked chests.<br></li><li>Scuba guy is now easier to place, and you can actually get him back out of the water!<br></li><li>Scuba guy did not swim when bathtub was filled with water, checked and fixed again!<br></li><li>Tank firing effects adjusted down to size.<br></li><li>Fixed a bug causing the small blocks to lose gravity after being floated in the bathtub.<br></li><li>Fixed a bug where by; brushing the astronaut past moon seemed to disable hand that launched astronaut.<br></li><li>Game console seemed to not play if cartoon is on, most recent TV input now overrides whatever is currently on TV<br></li><li>Table collider was a little low, and items settled crashing through table, adjusted up.<br></li><li>Letting go of bow inside of shape chest can stick the bow in chest and glitch renderer on and off, some changes made to correct!</li></ul><br>Again, we have had an amazing time showing off Baby Hands to people over the last 2 weeks! We love to listen to streamers and fans describe their ideas of imagination for the game! We are currently working on some of our favorite ideas we have pulled from watching the awesome YouTube streams. <br><br>Lastly, we want to thank IGDA + Austin Game Devs for their amazing support, and for giving us a free booth! So much amazing support provided for local developers! Kudos.<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/SXSW_Kids2.jpg?t=1545444759\" ><br><br>As always, thanks for all your help testing and commenting in steam discussions and elsewhere, we couldn’t do it without you!</p><br><h1>SXSW Update!</h1><p><strong>Baby Hands Update #5 - Still Growing!!!</strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/finnpyre.JPG?t=1545444759\" ><br>If you happen to be in Austin, Texas next week, look for Baby Hands at various venues across the SXSW Interactive Festival! We have hit well over 300 bug fixes, and the number grows every day! We would like to again thank all the wonderful streamers! ..and a special shout-out to all the viewers! Wow! Super funny videos, and so many great responses! Our streamers have some of the best viewers, and they keep coming up with funny stuff to do in Baby Hands!! You all are truly an inspiration! We have built in some of our favorite viewer comments into new hidden features and achievements!:) So, keep the great suggestions coming! <br>Check out some of the new features this week, and stay tuned for more huge updates coming to Baby Hands! <br><br><ul class=\"bb_ul\"><li>Blast the UFO out of the sky!<br></li><li>Musical instrument “solos”<br></li><li>Tank goes Pew! Pew!<br></li><li>Crawling backwards tutorial <br></li><li>Astronaut fixes: make astronaut new start sequence and respawn zones for when stuck<br></li><li>Cartoon snips: Cut two more short clips of old timey cartoon for TV<br></li><li>New animations added: Red Rocket, spaceman, cars, motorcycle, gamma man, parents bathroom scale, turtle mask(swap), ants, tub overflow, VHS, mousetrap cheese drop, shape box lid<br></li><li>Truck and TransAm polish<br></li><li>Wind-up robot<br></li><li>Turtle swims in tub<br></li><li>Delorean sound effect fix<br></li><li>Play with the TV remote <br></li><li>A ton of new effects! Tub waterfall, toy chest open, drawer unlock, fanFare (general achievement acknowledge), transAm Reveal(smoke cloud, etc when car exits)<br></li><li>Toilet paper rolls 2.0: stackable with precision Grab!<br></li><li>Item unlock grab bug: grabbing key from box is hard to grab, collider improvements implemented<br></li><li>Spray FX check sim space: spray effects setup changes and move to world space<br></li><li>Ducky ignoring gravity: setting problem, fixed\t<br></li><li>Hiccup fail: eating soaps causes bubbles but no hiccups<br></li><li>TV static video to loop:  set video for TV static to loop<br></li><li>Hand offset with head bury: soft lock bug where taking off and putting on floor headset could glitch hand offsets, should be fixed<br></li><li>SFX adjust: cat meow volume upped<br></li><li>Bongo Drums solo not working: solo fixed, rock on!<br></li><li>GameDude Crawl: whichever hand holds game dude cant crawl, fixed gameDude setup<br></li><li>Dead spot on touch pad: there’s a spot that can be pressed that doesn’t register turn<br></li><li>Olives PFX tweak: needs to flourish higher<br></li><li>Spray bottle particle fixes<br></li><li>Jack-in-box polish<br></li><li>more VHS tapes: more cartoons and VHS options<br></li><li>Soap hiccups: made to repeat for a bit<br></li><li>Toy chest lid anim: animation is crooked, needs adjust at top of open<br></li><li>Box open effect: following should have shimmer effect upon unlocking: shape  box, toy chest, dad's drawer.<br></li><li>Toilet flush trigger: sfx for flushing toilet volume up<br></li><li>Radio sound fall off distance up slightly<br></li><li>Trans-am no effect: Missing particle effects and sound effects, fixed\t<br></li><li>Baby Food Splash: tone down break effect and make effect heavier<br></li><li>Boys room teleporter: down arrow still on after down, changed collider locales</li></ul><br>As always, thanks for all your help testing and commenting in steam discussions and elsewhere, we couldn’t do it without you!</p><br><h1>Squishin' Bugs</h1><p><strong>Baby Hands Update #4 - Crawling on bugs feels good!!!</strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/cheruToiletBuffet.png?t=1545444759\" ><br>Over 8 Million+ YouTube streamer views in out first month! Thank you all so much for streaming and watching the hilarious gameplay videos for Baby Hands!! This was a week of serious bug squishing! Some new features added, but a lot more features coming soon! Stay tuned!<br><br><ul class=\"bb_ul\"><li>Secret Game on the Scientific Calculator!<br></li><li>Secret car with smoke particles on reveal:)<br></li><li>Moki-mon PFX spawners<br></li><li>Sponge particles fixed<br></li><li>Vomit FX<br></li><li>Fix handcannon: can remove ball from cannon, causes it to fire from your hand after timer<br></li><li>Toilet paper rolls 2.0: stackable with precision Grab<br></li><li>Baseball sticks to mitt<br></li><li>Egg problems: missing PFX &amp; SFX<br></li><li>Music solos!<br></li><li>Eat collider back: move collider back, overeating too far from face<br></li><li>Glider paper plane fix: glider was not looping properly<br></li><li>Block colliders fixed<br></li><li>Pacifier sound fx<br></li><li>Frogbox check and fix: highlightable but not grabbable<br></li><li>Floating ragdolls fix<br></li><li>Kettle whistle: stop loop<br></li><li>Stove animation: snaps back to start frame at end<br></li><li>Check block physics grab: some blocks not physics grabbing properly; cubelong<br></li><li>Radio loops: radios can now toggle so loop SFX<br></li><li>Cars crawlable: need to be able to crawl with cars<br></li><li>Sponge changes: particles need to be changed to work with toggling emission<br></li><li>Volume down: Baloon SFX down, bear SFX down, meow up, <br></li><li>Robot sound inconsistent: volume modulations between grabs(prefab being modded)<br></li><li>Bathroom Teleport Adjusts: Parent's Bathroom(down landing, look direction facing<br></li><li>Hard to grab things in drawers: fixing systems\t<br></li><li>Baseball snap log clean: debugging message playing alot<br></li><li>All doors gone: may be due to an FBX import error.<br></li><li>Teleport when grabbing bug<br></li><li>Sandwich VCR fix<br></li><li>drawer grab fix: hat in drawer not gabable easily<br></li><li>vignette greying in drawers fix<br></li><li>VHS replay fix<br></li><li>Baby Food Splash: tone down break, too watery<br></li><li>Hurt hand reset: hand can hold hurt state when fist clenched??<br></li><li>robot hole in mesh: geo fix<br></li><li>Oven knobs separated<br></li><li>Boys wall not drawing: fix systems<br></li><li>Toilet flush trigger<br></li><li>Nothing in kitchen drawers again: put things in again<br></li><li>Weird shrimp color: particle for shrimp is greenish, changed to reddish<br></li><li>Pacifier SFX no worky: silent pacifier suck<br></li><li>Hand stays red if make fist<br></li><li>Can't grab broken pieces: Piggy Bank, Cup in kitchen</li></ul><br>As always, thanks for all your help testing and commenting in steam discussions and elsewhere, we couldn’t do it without you!</p><br><h1>Baby Steps!</h1><p><strong>Special Announcement 1.0.3</strong><br><br>Baby Hands Update #3 - <h2 class=\"bb_tag\">Baby Steps!!!</h2><br><br>Lots of fixing, lots of new features and improved physics! Thanks again for all the hilarious YouTube streams, and especially all the views! 5 million+ views, and counting!!! <br>While on Early Access, we will be adjusting Achievements, and adding plenty more mini-games!<br><br><br><ul class=\"bb_ul\"><li>New physics! Improved stacking, throwing, crawling and much more!!!<br></li><li>Bow &amp; Arrow mini-game (Part 2:)<br></li><li>New classic cartoon!<br></li><li>New secret toy car! <br></li><li>Improved car key physics<br></li><li>Bubble baths<br></li><li>Adjusted other mini-games<br></li><li>Achievement updates<br></li><li>Amazing Thread-Ripper powered lighting bake, thanks Alienware!<br></li><li>Baby food retextures: face of baby on jar<br></li><li>Scuba man fix in bathtub<br></li><li>Bathtub multi chug: need to continuously repeat gulp SFX while inside of trigger volumes for waters<br></li><li>Bubble hiccups<br></li><li>Wedding ring sound change: try other hit sounds<br></li><li>Parent bath shampoo bubble acting weird: add bubbles from kitchen soap<br></li><li>Water SFX<br></li><li>Oculus start teleport fix<br></li><li>Crawl back tutorial baby book<br></li><li>Lightmap fix under desk<br></li><li>Milk texture fix \t<br></li><li>Can’t throw teddy bear<br></li><li>Food has to be eaten more times: shrimp, turtle food, strawberries.<br></li><li>Turtle food: grab sound issues<br></li><li>Can drink bottle when not held: change setup\t<br></li><li>Pizza box fix<br></li><li>Drop zone on vcr: all tapes need to drop<br></li><li>Fall trigger on couch puts you inside couch: reposition landing object<br></li><li>Pickle respawn wrong: respawns sideways<br></li><li>Capsule colliders need angle drag: adjust to suit \t<br></li><li>Lipstick snap needs to be higher: adjusted for drawing grabbability<br></li><li>Magazines can't throw: check manager settings\t<br></li><li>Fall triggers : can't get fall triggers to work, test and check setup<br></li><li>Can't grab foam finger: grab button wass grip<br></li><li>Arrows suction to wall on start: pooled arrows too close to house, can be seen through wall<br></li><li>Tracking on stacking blocks: rotation to slow<br></li><li>Standing with bow drops it: new grab func on bow<br></li><li>Boys room book colliders need to be tweaked<br></li><li>Arrows stick to helicopter: make no stick<br></li><li>Carpet brakes floor: rugs break the vineting, floor check re-implement<br></li><li>Boys room arrow down move: change position for better view from teleport landing<br></li><li>Robot animation gone again: robot wind animation gone again<br></li><li>Milk drink SFX looping issue: check setup\t<br></li><li>Kaleidoscope makes things go bye bye<br></li><li>Sister desk blackout: adjust geo for better light backe<br></li><li>Kaleidoscope dome broke: setup check and test \t<br></li><li>Pressing rocket button: when holding it makes the rocket drop while still parented to hand. Now drops on air thing press, will need different solution if we want it to not drop<br></li><li>Bat snap point: added snap point for proper grip<br></li><li>Cannonball snap to glove: made to act like baseball and be catchable in glove<br></li><li>Can see tutorial though wall: Glow ring need turn off<br></li><li>Standing on the other side of the toilet makes the tp disappear: check layering and sorting fridge<br></li><li>Crawl + food = no eat: Do not eat the grabbed food while your hand is on the floor<br></li><li>Piano solo: should play once all the way through then back to plinking on keys until player pauses playing and resets sequence. Now works as requested, but there are still potential issues. <br></li><li>Target mini game: system build out for nested targets, completion effects, target shoot to start, floating up balloons, still balloons and balloons on scripted paths<br></li><li>Arrow color rework: red arrows usually mean stop, look for other color<br></li><li>Lipstick snappoint again: snappoint off by 90*, test<br></li><li>Cake snap: check bite angle on first bite, somewhat off<br></li><li>Trash hoop minigame fanfare: fanfare sfx and pfx que, make fanfare(PFX &amp; SFX)<br></li><li>Parent's bath gulp missing: sticking face in filled tub elicits no gulping noise<br></li><li>PFX bathtub issues??: bathtub in kids has drain particles issue<br></li><li>Target fall SFX swap: SFX for targets hitting the floor(failure) needs to be a negative fanfare os some sort, and different from target hit<br></li><li>Rocket PFX check and impl: rocket PFX was throwing errors, turned off, need new PFX<br></li><li>Parent's bathroom tele: needs to slightly raise landing on up teleport on tub, lower slightly toilet up landing<br></li><li>Toy robot as nav agent: walks forward after dropped <br></li><li>Trash hoop func broken: seems to only trigger SFX and not anything in &quot;activate field&quot; and only when item is held, throwing in does not activate, moving in and out of collider fast can bug sound on and SFX can interrupt itself<br></li><li>Improve bow usage: The bow needs to arm every time you attempt to<br></li><li>Baseball bat and ball:  maybe physics material for better ball hitting feel like pitch hit games,<br></li><li>Phone swing: change bones on phone to add more dangle??<br></li><li>Feed turtle his pet food pellets\t: \t<br></li><li>Fly Trap chomp SFX: need to quee chomping SFX on mouth close when flytrap bites at player<br></li><li>Cat audio mix: need multiple cat SFX on attacked<br></li><li>3D worldspace UI canvas\t: \t<br></li><li>Oven to teapot on: shooting oven knobs should turn on teapot SFX and PFX(need PFX made)<br></li><li>Toasted sandwich reverts on grab\t: \t<br></li><li>require grab to eat certain edibles: The food on the table often gets eaten accidentally. We should only face-eat the cat food<br></li><li>Fix timing on Game Dude picture: adjust for feel<br></li><li>musical instrument solo: need system whereby after briefly playing musical instrument, game will play professional toon as long as player keeps pressing<br></li><li>Force Stand door bug\t: after force standing at fridge, closing fridge door glitches force stand on, need checks<br></li><li>Target Timers redner through walls: the timers over astronauts, targets, etc render through walls, can look buggy from afar<br></li><li>Bow left ground on carry: seems angled weird when crawling with bow. Was caused by bow not resetting angle when letting go of the string. fixed<br></li><li>Toilet flush: flushing FX and SFX on handle press(doesn't work in test 2018-02-08)<br></li><li>Ring Fixes: snappoint too big and have to remove too far to release, ring highlight works when worn and stack to washout texture</li></ul><br>As always, thanks for all your help testing and commenting in steam discussions and elsewhere, we couldn’t do it without you!<br><br>P.S. We are currently re-working the achievement implementation. Thus, we will be temporarily taking Steam Achievements offline. We should have them working better than ever soon though, perhaps with a single wipe : (</p><br><h1>New Update is Live!</h1><p><strong>Baby Hands Update #2 - Baby Inception!!!</strong><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/shoots.jpg?t=1545444759\" ><br>Wow! What an amazing first week of development! Baby Hands is a hit! Woohoo!<br>Over 1 million+ views on YouTube in one week!!!<br>Some amazing streamers have posted some hilarious gameplay videos, and it's awesome to watch so many people having fun! In the community announcements, we will be including some of the funniest videos we can find! So, please keep them coming! We will be giving some free Steam keys and other gamer prizes for the best streamers to give away to their fans! So, stay tuned!<br>This week, we added some fun new mini-games, and moved all the toys around! So, you’ll have to rediscover everything!<br>We focused heavily on bug fixes, and snuck in a few new features, too:) <br>The following is a list of major and minor bugs we have addressed in the current build cycle:<br><br><ul class=\"bb_ul\"><li>Back up by holding the grip button (Updated baby book)<br></li><li>Bow &amp; arrow mini-game! (Part 1)<br></li><li>Bubble bath!<br></li><li>Plunger hat<br></li><li>“Toasted” sandwich<br></li><li>New toys, and more hidden achievements! (*hint: “Vrooom!”)<br></li><li>Crawl spaces: make able to crawl under beds and couch<br></li><li>Drink from the toilet<br></li><li>Pots and pans as wearables: make pots and pans wearable hats <br></li><li>Sponge water FX toned down<br></li><li>Standing teleport error: after teleport stand will sometimes stutter or not be responsive on unstand<br></li><li>Teleport Lower trigger adj: lower trigger height is often too high, set to .01 and test\t<br></li><li>Stereo audio variety: each stereo needs different audio(options in game)<br></li><li>Cat should react to being shot<br></li><li>Baby spray sneeze: baby sneeze on spray on face<br></li><li>On collision achievements: need ability to log achievement when items are moved/ shot<br></li><li>Wedding ring equip: ring wearable functionality(is parented under finger bone(s))<br></li><li>Small piano lightmap UVing\t<br></li><li>Wall phone retexture\t<br></li><li>Standoff on climb: players can understand after warping down from a climb and be well underground, need to turn off stand when climbed<br></li><li>Fix track seams: fix track bottom seams for lightmapping, adjust light probes<br></li><li>Airplane push zone force\t<br></li><li>Sister's glasses prob: check for problems they stuck to face<br></li><li>Car Keys: need to rig<br></li><li>VCR toast sandwich: VCR toasting sandwich after insert(Waiting on art)<br></li><li>parent's bathroom lighting: bad lighting between tub and door, maybe from window above, maybe tub needs to crash<br></li><li>potted plant more dirt: bring dirt level up even with top of pot in potted plant<br></li><li>Progress stat test, steam sdk\tSteam achievements are set up to read progress stats from SDK, need to set them up on site <br></li><li>Frog box grabbable: Frog box needs to be grabbable with collision SFX<br></li><li>Underwater toilet shade: either lightmap or color texture blue for effect<br></li><li>Dippy Chicken texture: beak is messed up, needs fixes<br></li><li>Sandwich inedible post VCR\tsandwich can't be eaten after inserted in VCR, need fix<br></li><li>Grip back crawl: holding grip should force back crawl<br></li><li>Toggle grabbability in drawer: while items are in a closed drawer their intractability needs to toggle off<br></li><li>Bath drink: Drink water from baths should functional(SFX), head in proximity of toilet cause SFX<br></li><li>Turn ins crawlable: all turn ins should be able to crawl with them<br></li><li>House plant pot collision: tighter collision<br></li><li>Add grabbable: make interactable: plunger, umbrella, dustpan<br></li><li>Bathtub bubbles errors: throwing errors<br></li><li>Baseball bat widen: geo fix<br></li><li>Anim trigger CDown: need cooldown on anim trigger for re-start of anim, default to 0(set cat CD to anim length)<br></li><li>Cellphone reachability<br></li><li>Placement move<br></li><li>Check all teleporter: spot check bounds, enable crawl checkbox, (need scene save, do in morning)<br></li><li>Ring System second system restarting: spot check for heights<br></li><li>Playpen rug compression: lower compression, looks fuzzy<br></li><li>No Floor collide on slots: add disable crawl collision script to cars and truck(not motorcycle)<br></li><li>sister's magazine stretches<br></li><li>mouse trap face snap: mouse trap should also react to head trigger<br></li><li>wearable out far: wearable(pacifier) was offset, maybe switch to trigger<br></li><li>diary town page func: not working at all<br></li><li>SFX trigger CDown: radio need CD to no trigger again until end of song<br></li><li>Drinkable soap: drink dish soap and shampoo for hiccups and bubbles<br></li><li>Kaleidoscope dome stop tracking head rotation: Kaleidoscope causing player dizziness. unlocking kaleidoscope rotation from head rotation may help<br></li><li>kaleidoscope dome Fade in: Kaleidoscope is jarring when it starts<br></li><li>kaleidoscope dome render on top: the dome should render on top of all things<br></li><li>ring texture probs: compression too much<br></li><li>mousetrap missing geo: missing hook eye<br></li><li>Ring System, red transparent ring orientation: rotate<br></li><li>Ring System timer bug on Second system activate: improve code for repeatability<br></li><li>Kitchen chair teleport: broken teleport up, goes straight to down spot<br></li><li>Spray bottle no audio yellow: check SFX<br></li><li>spray bottles set-up: not working, needs check and fix<br></li><li>Arrow stick from throw: throwable suction arrow func<br></li><li>Fall trigger tele check: need a fall trigger check for is teleported<br></li><li>delorean volume up: adjust volume up out of engine then down in engine<br></li><li>gamma man missing effects: check systems<br></li><li>cat audio gone: check systems<br></li><li>down arrow: kid's bathroom adjust, multiple Down arrows on boy's desk</li></ul><br>As always, thanks for all your help testing and commenting in steam discussions and elsewhere, we couldn’t do it without you!</p><br><h1>About the Game</h1><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/logoWToys.jpg?t=1545444759\" ><br>Experience the world through the eyes, ears and chubby little hands of a baby! Crawl your way through a zany retro sandbox experience, filled with fantasy and fun! Find lots of cool mini-games, and use your imagination to bring your toys to life! Unlock achievements, solve puzzles, and hunt for hidden objects in a world of giant furniture, cute stuffed animals and awesome toys!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/BabyHands_lookStill_2017_10_17.png?t=1545444759\" ><br>Home alone in a giant house, full of fun and marvelous things! What’s a baby to do? Crawl around to play with all the cool toys, or just make a mess! Surely, the bigger mess you make, the more attention you will get later! <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/toysLineup01.jpg?t=1545444759\" ><br>Tear apart your sister’s diary for paper wads to throw, steal your brother’s squirt gun, or find out what happens when you put a sandwich in the VCR! You can crawl your way into all kinds of mayhem, and let your imagination run wild! Watch your sister’s toy rocket ship blast off to Mars, and see your brother’s action figures come to life and battle each other! Cool interactive toys like the squirt guns and suction cup tipped arrows can be used to shoot things around the house or play a variety of different mini games.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/shoots.jpg?t=1545444759\" ><strong><h2 class=\"bb_tag\">Step into the diapers of a baby for a fun and innocent little adventure for the whole family! Everyone will go gaga for Baby Hands!</h2></strong><br><ul class=\"bb_ul\"><li>Crawl across the floor like a little baby!<br></li><li>Grab and throw all sorts of items around! Perhaps those car keys should be in the toilet?<br></li><li>Let your imagination run wild as toys come to life!<br></li><li>Solve various puzzles<br></li><li>Unlock a slew of repeatable mini-games!<br></li><li>Find hidden easter eggs and funny gags all over the house!<br></li><li>Be the baby!</li></ul>",
            "about_the_game": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/logoWToys.jpg?t=1545444759\" ><br>Experience the world through the eyes, ears and chubby little hands of a baby! Crawl your way through a zany retro sandbox experience, filled with fantasy and fun! Find lots of cool mini-games, and use your imagination to bring your toys to life! Unlock achievements, solve puzzles, and hunt for hidden objects in a world of giant furniture, cute stuffed animals and awesome toys!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/BabyHands_lookStill_2017_10_17.png?t=1545444759\" ><br>Home alone in a giant house, full of fun and marvelous things! What’s a baby to do? Crawl around to play with all the cool toys, or just make a mess! Surely, the bigger mess you make, the more attention you will get later! <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/toysLineup01.jpg?t=1545444759\" ><br>Tear apart your sister’s diary for paper wads to throw, steal your brother’s squirt gun, or find out what happens when you put a sandwich in the VCR! You can crawl your way into all kinds of mayhem, and let your imagination run wild! Watch your sister’s toy rocket ship blast off to Mars, and see your brother’s action figures come to life and battle each other! Cool interactive toys like the squirt guns and suction cup tipped arrows can be used to shoot things around the house or play a variety of different mini games.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/708820/extras/shoots.jpg?t=1545444759\" ><strong><h2 class=\"bb_tag\">Step into the diapers of a baby for a fun and innocent little adventure for the whole family! Everyone will go gaga for Baby Hands!</h2></strong><br><ul class=\"bb_ul\"><li>Crawl across the floor like a little baby!<br></li><li>Grab and throw all sorts of items around! Perhaps those car keys should be in the toilet?<br></li><li>Let your imagination run wild as toys come to life!<br></li><li>Solve various puzzles<br></li><li>Unlock a slew of repeatable mini-games!<br></li><li>Find hidden easter eggs and funny gags all over the house!<br></li><li>Be the baby!</li></ul>",
            "short_description": "Experience the world through the eyes, ears and chubby little hands of a baby! Crawl your way through a zany retro sandbox experience, filled with imagination and fun! Baby Hands is a funny, family friendly VR baby simulator!",
            "supported_languages": "English<strong>*</strong>, French<strong>*</strong>, Italian<strong>*</strong>, German<strong>*</strong>, Spanish - Spain<strong>*</strong>, Arabic<strong>*</strong>, Bulgarian<strong>*</strong>, Czech<strong>*</strong>, Danish<strong>*</strong>, Dutch<strong>*</strong>, Finnish<strong>*</strong>, Greek<strong>*</strong>, Hungarian<strong>*</strong>, Japanese<strong>*</strong>, Korean<strong>*</strong>, Norwegian<strong>*</strong>, Polish<strong>*</strong>, Portuguese<strong>*</strong>, Portuguese - Brazil<strong>*</strong>, Romanian<strong>*</strong>, Russian<strong>*</strong>, Simplified Chinese<strong>*</strong>, Swedish<strong>*</strong>, Thai<strong>*</strong>, Traditional Chinese<strong>*</strong>, Turkish<strong>*</strong>, Ukrainian<strong>*</strong>, Spanish - Latin America<strong>*</strong>, Vietnamese<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "reviews": "“Everyone loves Baby Hands! This game truly shines in VR!”<br><a href=\"https://steamcommunity.com/linkfilter/?url=https://www.vive.com\" target=\"_blank\" rel=\"noopener\"  >HTC Vive</a><br><br>“Yes! So magnificent and fun! Super cool! There's so much to do!”<br><a href=\"https://www.youtube.com/user/TheDiamondMinecart\" target=\"_blank\" rel=\"noreferrer\"  >DanTDM</a><br><br>“OH MY GOD YES!!! (Screaming) I'm a regular baby Robin Hood!”<br><a href=\"https://www.youtube.com/user/jacksepticeye\" target=\"_blank\" rel=\"noreferrer\"  >Jacksepticeye</a><br>",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/708820/header.jpg?t=1545444759",
            "website": "http://www.chicken-waffle.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 SP1 (64bit)<br></li><li><strong>Processor:</strong> Intel i5-4590<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GTX 970 or AMD R9 290 or greater<br></li><li><strong>DirectX:</strong> Version 10<br></li><li><strong>Storage:</strong> 5 GB available space</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "developers": [
                "Chicken Waffle"
            ],
            "publishers": [
                "Chicken Waffle"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 1679,
                "final": 1679,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "16,79€"
            },
            "packages": [
                204823,
                245285
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Baby Hands",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 204823,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Baby Hands - 16,79€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 1679
                        }
                    ]
                },
                {
                    "name": "subscriptions",
                    "title": "Buy Baby Hands Subscription Plan",
                    "description": "To be billed on a recurring basis.",
                    "selection_text": "Select a subscription plan",
                    "save_text": "",
                    "display_type": "1",
                    "is_recurring_subscription": "true",
                    "subs": [
                        {
                            "packageid": 245285,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "1 Month(s) @ 16,79€/Month",
                            "option_description": "<p class=\"game_purchase_subscription\">22,99€ at checkout, auto-renewed every 1 month(s) at 16,79€.</p>",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 2299
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "25",
                    "description": "Adventure"
                },
                {
                    "id": "4",
                    "description": "Casual"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "3",
                    "description": "RPG"
                },
                {
                    "id": "28",
                    "description": "Simulation"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/708820/ss_3ecbcab22fb55510b76434e9b09a6e4915b3e777.600x338.jpg?t=1545444759",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/708820/ss_3ecbcab22fb55510b76434e9b09a6e4915b3e777.1920x1080.jpg?t=1545444759"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/708820/ss_6951a60d2101e802a1c0c1f0351278a9eb3e16a8.600x338.jpg?t=1545444759",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/708820/ss_6951a60d2101e802a1c0c1f0351278a9eb3e16a8.1920x1080.jpg?t=1545444759"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/708820/ss_5a67507330ecf7858463c8e29fd5fc7162f7fcb7.600x338.jpg?t=1545444759",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/708820/ss_5a67507330ecf7858463c8e29fd5fc7162f7fcb7.1920x1080.jpg?t=1545444759"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/708820/ss_a436fbf4f9b9bba1c35d7e3e2a3e13e387cbfd0b.600x338.jpg?t=1545444759",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/708820/ss_a436fbf4f9b9bba1c35d7e3e2a3e13e387cbfd0b.1920x1080.jpg?t=1545444759"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/708820/ss_800cefa8dd78ebdc37b25000e381c57df01b2ebf.600x338.jpg?t=1545444759",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/708820/ss_800cefa8dd78ebdc37b25000e381c57df01b2ebf.1920x1080.jpg?t=1545444759"
                }
            ],
            "movies": [
                {
                    "id": 256707449,
                    "name": "Baby Hands Trailer!",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256707449/movie.293x165.jpg?t=1517342565",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256707449/movie480.webm?t=1517342565",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256707449/movie_max.webm?t=1517342565"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 107,
                "highlighted": [
                    {
                        "name": "Great Escape!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/708820/74b69402bf60c9104421388c9f8c6303299edb87.jpg"
                    },
                    {
                        "name": "To the Top!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/708820/3cd32c302fdbb2bc7a7740b0da62dd708a114d83.jpg"
                    },
                    {
                        "name": "Fueled Up!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/708820/480ed0db33ddcfe2804629b3bf2b643db672ce2f.jpg"
                    },
                    {
                        "name": "Like a Boss.",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/708820/90f2752b632af1be5a1a5abb7e204e071d3399e5.jpg"
                    },
                    {
                        "name": "Baby Driver",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/708820/e9820f9dd01a95eb53c59f19eb9ac9272a3df0b0.jpg"
                    },
                    {
                        "name": "Good Baby",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/708820/e50c0b1125ce7fdbf2973080e1a43a48875f79c1.jpg"
                    },
                    {
                        "name": "Channeling Mozart",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/708820/782623dd99b7eae534090de8617db39f26e3c6e4.jpg"
                    },
                    {
                        "name": "Avid Reader",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/708820/6fd138f8257f5ba9ee4747daa7a1c0161d9af176.jpg"
                    },
                    {
                        "name": "Unicorn",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/708820/4fa8b5473103bde0848cc8802b0016cd992570b4.jpg"
                    },
                    {
                        "name": "Peanut Butter Movie Time!",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/708820/e71b0768092daaeb50f4df42c25b7d94e76f5b8c.jpg"
                    }
                ]
            },
            "release_date": {
                "coming_soon": false,
                "date": "26 Jul, 2018"
            },
            "support_info": {
                "url": "",
                "email": "babyhands.support@chicken-waffle.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/708820/page_bg_generated_v6b.jpg?t=1545444759",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}