{
    "717500": {
        "success": true,
        "data": {
            "type": "demo",
            "name": "Super Dungeon Master Demo",
            "steam_appid": 717500,
            "required_age": 0,
            "is_free": true,
            "controller_support": "full",
            "detailed_description": "<h1>Imagine 'Dungeon Master' meets 'RPG Maker'...</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/717500/extras/DM-ven-diagram_s.png?t=1528698779\" ></p><br><h1>About the Game</h1>THIS IS A TURN-BASED VARIATION OF THE MAIN ACTION-RPG GAME!<br><br>===============================<br><br>You were not the chosen one. <br><br>No prophecy foresaw the unleashed chaos and many died. <br>You are a ghost, a lost soul wrought from your body. <br>And yet, the man who captured your soul saved your life too - as you too will soon save others. <br><br>Many years ago, the lands turned dark around Mount Anaias as a maestrom of chaos was summoned there; towns were destroyed, cities were besieged and chaos ruled the land. <br>Many were called to defeat this terrible evil as an enraged beast-army rampaged the lands. Champions arrived with powerful weapons, magickal artefacts, chosen prophets, powerful charms, big axes, tiny time prisms, a dragon companion, even working close enough to Lord Chaos so as to betray them - they all failed. <br>For years after, there was nothing but desolation as the kingdom collapsed and the people and beasts disbanded into tribes. <br><br>You are Theron, student to the departed Grey Lord. At the time of the cataclysm, the Grey Lord protected your soul, even though he could not save your body. Only now has he been able to approach you and offer you the power to embark on an epic quest. <br>Granted with the power to raise four lost champions, your assembled team must find the fabled Firestaff deep inside the Dungeons of Mount Anaias to defeat Lord Chaos. On the way, you will learn as much of the Champions as you will of the Dungeon Master. <br><br>Seek balance. Bring the world back to life. Win. <br><br>Features: <br>- all 14 levels of the original 1987 classic dungeon-crawler <br>- many secret areas and hidden levels! <br>- incredible soundtrack from many contemporary game musicians <br>- all 24 original characters from the Dungeon Master game <br>- 7 additional brand new playable characters <br>- all new artwork, replicating the original game-world <br>- tutorial to showcase all features <br>- 9 extra quests to discover atop Oracle Mountain! <br>- detailed world-map illustrating origin of champions <br>- original backstories to all original game characters <br>- discover the secret of Lord Chaos <br>- ...why did the beasts join Lord Chaos? <br>- ...why didn't Lord Chaos have the Firestaff? <br>- ...why is Gothmog so mysterious? <br>- ...and why is Tiggy so outrageous? <br><br>Learn all the secrets to know all the answers...",
            "about_the_game": "THIS IS A TURN-BASED VARIATION OF THE MAIN ACTION-RPG GAME!<br />\r\n<br />\r\n===============================<br />\r\n<br />\r\nYou were not the chosen one. <br />\r\n<br />\r\nNo prophecy foresaw the unleashed chaos and many died. <br />\r\nYou are a ghost, a lost soul wrought from your body. <br />\r\nAnd yet, the man who captured your soul saved your life too - as you too will soon save others. <br />\r\n<br />\r\nMany years ago, the lands turned dark around Mount Anaias as a maestrom of chaos was summoned there; towns were destroyed, cities were besieged and chaos ruled the land. <br />\r\nMany were called to defeat this terrible evil as an enraged beast-army rampaged the lands. Champions arrived with powerful weapons, magickal artefacts, chosen prophets, powerful charms, big axes, tiny time prisms, a dragon companion, even working close enough to Lord Chaos so as to betray them - they all failed. <br />\r\nFor years after, there was nothing but desolation as the kingdom collapsed and the people and beasts disbanded into tribes. <br />\r\n<br />\r\nYou are Theron, student to the departed Grey Lord. At the time of the cataclysm, the Grey Lord protected your soul, even though he could not save your body. Only now has he been able to approach you and offer you the power to embark on an epic quest. <br />\r\nGranted with the power to raise four lost champions, your assembled team must find the fabled Firestaff deep inside the Dungeons of Mount Anaias to defeat Lord Chaos. On the way, you will learn as much of the Champions as you will of the Dungeon Master. <br />\r\n<br />\r\nSeek balance. Bring the world back to life. Win. <br />\r\n<br />\r\nFeatures: <br />\r\n- all 14 levels of the original 1987 classic dungeon-crawler <br />\r\n- many secret areas and hidden levels! <br />\r\n- incredible soundtrack from many contemporary game musicians <br />\r\n- all 24 original characters from the Dungeon Master game <br />\r\n- 7 additional brand new playable characters <br />\r\n- all new artwork, replicating the original game-world <br />\r\n- tutorial to showcase all features <br />\r\n- 9 extra quests to discover atop Oracle Mountain! <br />\r\n- detailed world-map illustrating origin of champions <br />\r\n- original backstories to all original game characters <br />\r\n- discover the secret of Lord Chaos <br />\r\n- ...why did the beasts join Lord Chaos? <br />\r\n- ...why didn't Lord Chaos have the Firestaff? <br />\r\n- ...why is Gothmog so mysterious? <br />\r\n- ...and why is Tiggy so outrageous? <br />\r\n<br />\r\nLearn all the secrets to know all the answers...",
            "short_description": "Play the top-down RPG-Maker version of Dungeon Master and battle your way through all 14 levels of this classic dungeon crawler.",
            "fullgame": {
                "appid": "717190",
                "name": "Super Dungeon Master VX: Quest for the Firestaff"
            },
            "supported_languages": "English",
            "reviews": "“...it offers a few hours of time-killing dungeon-crawling in a relatively competent manner...”<br><a href=\"https://www.youtube.com/watch?v=-V0lRp547hE\" target=\"_blank\" rel=\"noreferrer\"  >RPG Crawler</a><br><br>“...its good to know you're really devoted to this, the more I go through the more I'm loving it.”<br><a href=\"https://steamcommunity.com/linkfilter/?url=http://www.dungeon-master.com/forum/viewtopic.php?f=2&amp;t=30244&amp;sid=2322b85fe8ef1bab14bf852ee4163975&amp;start=30\" target=\"_blank\" rel=\"noopener\"  >Sera</a><br><br>“This is actually a good game with some awesome characters. ...give it a try, you wont be disappointed”<br><a href=\"http://steamcommunity.com/games/717190/announcements/detail/1453963587654651615\" target=\"_blank\" rel=\"noreferrer\"  >diabolicwraith77</a><br>",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/717500/header.jpg?t=1528698779",
            "website": "http://dungeonmastercom.weebly.com/",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> OS:Microsoft® Windows® XP / Vista / 7 (32-bit/64-bit)<br></li><li><strong>Processor:</strong> Intel® Pentium® 4 2.0 GHz equivalent or faster processor<br></li><li><strong>Memory:</strong> 512 MB RAM<br></li><li><strong>Graphics:</strong> 1024 x 768 pixels or higher desktop resolution<br></li><li><strong>Storage:</strong> 350 MB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>Processor:</strong> Intel® Pentium® 4 2.0 GHz equivalent or faster processor</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "'Super Dungeon Master: Quest for the Firestaff' is (C) 2017 Dave Gumble and is a non-commerical action adventure game built using RPG-Maker VX Ace technologies. <br />\r\nAll asset, music and scripting content is used with permission of original authors (where obtainable). <br />\r\nGame design, artwork, narrative and structure is original to Dave Gumble. <br />\r\nEngine is RPG Maker VX Ace, heavily scripted: all script owners and contributors are credited within game.<br />\r\n<br />\r\nDungeon Master original is (C) 1987 Software Heaven (FTL) - this game is an unofficial fan-game not officially endorsed by the original authors.<br />\r\n<br />\r\nContent contains themes of fantasy violence, however explicit language, gore, blood, themes of a sexual nature are all omitted as is designed as a family-friendly entertainment.<br />\r\n<br />\r\nRPG Maker VX Ace Engine (C) 2012 ENTERBRAIN, INC./YOJI OJIMA",
            "developers": [
                "Dave Gumble"
            ],
            "publishers": [
                "Dave Gumble"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 10,
                    "description": "Game demo"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 28,
                    "description": "Full controller support"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "25",
                    "description": "Adventure"
                },
                {
                    "id": "4",
                    "description": "Casual"
                },
                {
                    "id": "37",
                    "description": "Free to Play"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "3",
                    "description": "RPG"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/717500/ss_31fede1d43d2ce2cf4327506d7d1a23477bb0472.600x338.jpg?t=1528698779",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/717500/ss_31fede1d43d2ce2cf4327506d7d1a23477bb0472.1920x1080.jpg?t=1528698779"
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "14 Mar, 2018"
            },
            "support_info": {
                "url": "http://dungeonmastercom.weebly.com/",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/717500/page_bg_generated_v6b.jpg?t=1528698779",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}