{
    "730640": {
        "success": true,
        "data": {
            "type": "demo",
            "name": "Railgunners Demo",
            "steam_appid": 730640,
            "required_age": 0,
            "is_free": true,
            "controller_support": "full",
            "detailed_description": "Try out the first stage of Railgunners!<br><br>Railgunners is a story driven shooter, in a mix of shmup and runner genre.<br>Fight your way through hundreds of enemy ships, and help humanity fight back against the alien invasion!<br><br>There are 3 playable characters to choose from, each one with a unique experimental ship,<br>armed with powerful guns and special abilities!<br><br>To accomplish you mission you will need to smash into one the main reactors of the alien<br>mothership, responsible for raising a energy shield, that can only be trespassed using materials with a special frequency which your ship are made of.<br><br>The gameplay follows a simple but challenging cycle. At the start of each round your ship will be shot through a giant Railgun, and you will have a go against the enemy forces, the thing is, the technology necessary to use the ships consumes way too much energy, and it will be slowly depleted until you are either shot down, or your energy ends, that will mark the end of the round and you will be teleported back to the base. Once you are back, you can spend the DATA point that are accumulated through your fights against the invaders, making both the Railgun and your ship stronger, so you can last longer until you finally reach your missions objective.<br><br><strong>The full game will Feature:</strong><br><br>- 3 playable characters with unique balancing and skills<br><br>- 5 plus stages, each one with a challenging boss blocking your passage<br><br>- Procedural enemy placement, it’s not enough to mimic your past movements, learn to read <br>the enemy and act accordingly<br><br>- Defeated bosses and certain upgrades reached will unlock the beats of the story<br><br>- Challenging gameplay, be ready to sharpen your reflexes!",
            "about_the_game": "Try out the first stage of Railgunners!<br><br>Railgunners is a story driven shooter, in a mix of shmup and runner genre.<br>Fight your way through hundreds of enemy ships, and help humanity fight back against the alien invasion!<br><br>There are 3 playable characters to choose from, each one with a unique experimental ship,<br>armed with powerful guns and special abilities!<br><br>To accomplish you mission you will need to smash into one the main reactors of the alien<br>mothership, responsible for raising a energy shield, that can only be trespassed using materials with a special frequency which your ship are made of.<br><br>The gameplay follows a simple but challenging cycle. At the start of each round your ship will be shot through a giant Railgun, and you will have a go against the enemy forces, the thing is, the technology necessary to use the ships consumes way too much energy, and it will be slowly depleted until you are either shot down, or your energy ends, that will mark the end of the round and you will be teleported back to the base. Once you are back, you can spend the DATA point that are accumulated through your fights against the invaders, making both the Railgun and your ship stronger, so you can last longer until you finally reach your missions objective.<br><br><strong>The full game will Feature:</strong><br><br>- 3 playable characters with unique balancing and skills<br><br>- 5 plus stages, each one with a challenging boss blocking your passage<br><br>- Procedural enemy placement, it’s not enough to mimic your past movements, learn to read <br>the enemy and act accordingly<br><br>- Defeated bosses and certain upgrades reached will unlock the beats of the story<br><br>- Challenging gameplay, be ready to sharpen your reflexes!",
            "short_description": "Railgunners is a story driven shooter, in a mix of shmup and runner genre. Fight your way through hundreds of enemy ships, and help humanity fight back against the alien invasion!",
            "fullgame": {
                "appid": "723130",
                "name": "Railgunners"
            },
            "supported_languages": "English",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/730640/header.jpg?t=1507859488",
            "website": "https://twitter.com/expgamestudios",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows XP or later<br></li><li><strong>Processor:</strong> 2 GHz or better<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> Any OpenGL/Direct3D compatible card with 256MB+ vRAM<br></li><li><strong>DirectX:</strong> Version 9.0c<br></li><li><strong>Storage:</strong> 200 MB available space<br></li><li><strong>Sound Card:</strong> sound compatible card</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "END USERS LICENCE AGREEMENT<br />\r\nPlease read the following terms and conditions carefully before using this Game. Your use, distribution or installation of this copy of \"Railgunners DEMO\" indicates your acceptance of this License.<br />\r\nGame here means Software, image files, all accompanying files, data and materials received with your order of \"Railgunners DEMO\".<br />\r\nIf you do not agree to any of the terms of this License, then do not install, distribute or use the Game. If you have purchased a single copy from Expresso Game Studios or an authorized distributor, reseller or any retail channel, you may return it unused, within thirty (30) days after purchase, for a refund of your payment less any incidental charges. The 30-day warrantee is applicable only to products bought within Expresso Game Studios. Products downloaded to or shipped out of Expresso Game Studios are strictly non-refundable. <br />\r\nWarrantee covers defects in the software, which prevents successfully installing the software in the buyer's PC. Warrantee does not cover fitness of purpose, not meeting of expectations or needs in the mind of the buyer. <br />\r\nThis Game is for personal use only and may be installed and used by on only one computer. Its component parts may not be separated for use on more than one computer. The Game may be accessed through a network only after obtaining a site license. All components accompanying the software are copyrighted by Expresso Game Studios and may not be taken apart, modified, used or published with other software or means except with the Game software and may not be distributed or copied in any manner.<br />\r\nThis Game, all accompanying files, data and materials, are distributed \"AS IS\" and with no warranties of any kind, whether express or implied. The user must assume all risk of using the program. This disclaimer of warranty constitutes an essential part of the agreement. <br />\r\nAny liability of Expresso Game Studios will be limited exclusively to refund of purchase price. In addition, in no event shall Expresso Game Studios, or its principals, shareholders, officers, employees, affiliates, contractors, subsidiaries, or parent organizations, be liable for any incidental, consequential, punitive or any other damages whatsoever relating to the use of Expresso Game Studios.<br />\r\nIn addition, in no event does Expresso Game Studios authorize you to use this Game in applications or systems where Game 's failure to perform can reasonably be expected to result in a physical injury, or in loss of life. Any such use by you is entirely at your own risk, and you agree to hold Expresso Game Studios harmless from any claims or losses relating to such unauthorized use.<br />\r\nThis Agreement constitutes the entire statement of the Agreement between the parties on the subject matter, and merges and supersedes all other or prior understandings, purchase orders, agreements and arrangements. This Agreement shall be governed by the laws of BRAZIL OR STATE. <br />\r\nExpresso Game Studios the owner of the copyright of this Game, all of its derivatives, title and accompanying materials are the exclusive property of Expresso Game Studios. All rights of any kind, which are not expressly granted in this License, are entirely and exclusively reserved to and by Expresso Game Studios. You may not rent, lease, transfer, modify, translate, reverse engineer, de-compile, disassemble or create derivative works based on this Game. You may not make access to the Game available to others in connection with a service bureau, application service provider, or similar business, or use this Game in a business to provide file compression, decompression, or conversion services to others. There are no third party beneficiaries of any promises, obligations or representations made by Expresso Game Studios herein.<br />\r\nYou may not disclose to other persons the data or techniques relating to this Game that you know or should know that it is a trade secret of Expresso Game Studios in any manner that will cause damage to Expresso Game Studios. <br />\r\nThis Game and all services provided may be used for lawful purposes only.<br />\r\nTransmission, storage, or presentation of any information, data or material in violation of any Brazilian, State or City law is strictly prohibited. This includes, but is not limited to: copyrighted material, material we judge to be threatening or obscene, or material protected by trade secret and other statute. You agree to indemnify and hold Expresso Game Studios harmless from any claims resulting from the use of this Game, which may damage any other party.",
            "developers": [
                "Expresso Studios"
            ],
            "publishers": [
                "Expresso Studios"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 10,
                    "description": "Game demo"
                },
                {
                    "id": 28,
                    "description": "Full controller support"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "37",
                    "description": "Free to Play"
                },
                {
                    "id": "23",
                    "description": "Indie"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/730640/ss_8b669615f232e8cfceb6ba0e97c3834f2d036641.600x338.jpg?t=1507859488",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/730640/ss_8b669615f232e8cfceb6ba0e97c3834f2d036641.1920x1080.jpg?t=1507859488"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/730640/ss_c43b6b475ea1b023af123b4084974f2dd9c2ea03.600x338.jpg?t=1507859488",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/730640/ss_c43b6b475ea1b023af123b4084974f2dd9c2ea03.1920x1080.jpg?t=1507859488"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/730640/ss_290a795721765b076428ad9db4a5365d17c31002.600x338.jpg?t=1507859488",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/730640/ss_290a795721765b076428ad9db4a5365d17c31002.1920x1080.jpg?t=1507859488"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/730640/ss_e50bd493472145e60f54e28f6eafac6440aad21f.600x338.jpg?t=1507859488",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/730640/ss_e50bd493472145e60f54e28f6eafac6440aad21f.1920x1080.jpg?t=1507859488"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/730640/ss_f3904606cbfa1e888615f08d2cd0755142fe4d4d.600x338.jpg?t=1507859488",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/730640/ss_f3904606cbfa1e888615f08d2cd0755142fe4d4d.1920x1080.jpg?t=1507859488"
                }
            ],
            "release_date": {
                "coming_soon": false,
                "date": "12 Oct, 2017"
            },
            "support_info": {
                "url": "",
                "email": "expgamestudios@gmail.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/730640/page_bg_generated_v6b.jpg?t=1507859488",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}