{
    "754500": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Plutocracy",
            "steam_appid": 754500,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<h1>Support Plutocracy on Indiegogo</h1><p>We started a crowdfunding campaign on Indiegogo. If you want to support us and help Plutocracy come true as soon as possible, you'll be able to make it until June, 22. <br><br>Click the link <a href=\"https://www.indiegogo.com/projects/plutocracy-a-pc-game-about-wealth-power-computers-software/reft/18671801/steam/\" target=\"_blank\" rel=\"noreferrer\"  >Plutocracy on Indiegogo</a> and check out the campaign page.</p><br><h1>About the Game</h1><h2 class=\"bb_tag\">About the game</h2>Plutocracy is a 2D strategy that will immerse you into the era of the Gilded Age of the rise of big business and the first billionaires. Your path gets started by investing and capturing the most profitable companies. Achieve financial wealth by buying out companies, building monopolies which in turn help you to lobby laws and politicians, corrupt officials.<br><br>You’ll be able to make political intrigues as well as play the game of big business by putting sticks in the wheels. In front of you will open tens of years of history with hundreds of significant events. You can influence the aftermath World Wars, make an economic crisis by using the earned money and influence. Build the most powerful financial empire and become a shadow ruler of the world!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/What_is_Plutocracy.png?t=1549686474\" > <br><br>A plutocracy is a form of society defined as being ruled or controlled by a function of wealth. The main idea of the game is to show the interaction of the economy with politics and how influential capitalists make an impact inside and outside politics using the money. <br><br>In this game, a player can immerse himself in the real world of capitalists with all the vicissitudes and intrigues as well as feel how the player's decisions change the economies of countries where politicians become his puppets. Every law or official decree has an end customer!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/office_1.jpg?t=1549686474\" ><br><br>Achieve the game’s goals in many ways! Only you decide whether to compete openly or secretly. Whether to make a bet on the economic development of their companies or investment in them with the support of influential officials and politicians? To be the richest and influential person in the world and make peoples’ lives better by changing the political course of continents? Every way has its consequences! The responsibility of your choices will be going up with every level of the game.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Feel_the_scale.png?t=1549686474\" ><br><br>Scalability is what we’re seeking while designing our game. In the beginning, a little depends on you because you don’t start the game as a president or a billionaire. You build everything from the scratch. Gradually the workers of your companies, their families, industries, regions, and even countries and continents begin to depend on you. You will start feeling the growth of your responsibility for every decision you make.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/map.png?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Economy_Simulation.png?t=1549686474\" ><br><br>The game has a real dynamic mechanism of economic companies and the country. Having achieved the scale levels, you’ll be able to influence prices, GDP, unemployment and etc of the whole country and also of the whole world. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/carnegie.png?t=1549686474\" ><br><br>We know how excessive micromanagement is tiresome so we’ve made both manual and automatic process management inside companies. You can hire directors and they’ll take care of all the routine processes! Make the most suitable strategy for the current realities of the market and delegate management tasks to the Board of Directors.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Clean_or_bloody_and_dirty_money.png?t=1549686474\" ><br><br>In the game, you can modify the production plan for workers, increase or decrease working hours and wages. It’ll lead to a reduction of administrative expenses and a wage-fund but at that same time, it’ll instigate a strike and an increased level of an accident in a company.  All the staff will be in a rage,  trade unions will take up arms against you but your profitability will go up!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/strike.jpg?t=1549686474\" ><br><br>A strike will influence the production volume, companies will start seeing losses. Will you meet the demands of the demonstrators or disperse the crowd of the dissatisfied people with help of corrupt cops? Will you bleed the workers dry or inspire the staff to upgrade their skills? Every way has its consequences!  It’s up to you to decide!  It’s entirely in your hands!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Build_a_financial_empire.png?t=1549686474\" ><br><br>Having issued stocks and bonds, you’ll be able to capitalize on your company and conduct IPO. Make monopolies and trusts, expand the areas of influence and capture market shares as well as take over smaller companies.  You have different ways of competing. Make a relationship with the companies' owners and collude with them, merging into cartels. Together, you can drop the prices of products on the market and squeeze out competitors and then make a monopoly by which you can raise the price of three folds! Organize strikes and sabotage at the companies of competitors, disrupt supplies and block logistics.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/management_600.jpg?t=1549686474\" ><br><br>The market is a living self-organizing matter in which the functioning of the industries is interrelated. For instance, you can buy out all transport companies in the region and increase the supply price for competitors several times as Rockefeller did it in the period of the seizure of the petroleum market. No one will want to work in the minus! As a result, competitors will be forced to sell their companies to you sooner or later.  Will you have enough resources for that? Or you’ll be acting through loyal politicians and destroy the competitors by laws?<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/discussion.jpg?t=1549686474\" ><br><br>Choose any of the 14 industries and take over the market. Destroy competitors, be ruthless on the way to achieving your goals! You can develop and improve the infrastructure of your companies because new technologies increase income! Build new buildings, expand the plan and get higher dividends. The game will give you the right to choose to be able to become economically powerful!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/technology.jpg?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/isometric.png?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/oil_company.png?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Politics.png?t=1549686474\" ><br><br>In the game,  the executive branch consists of officials of the federal and local levels. The governor is in charge of the state welfare, the treasurer of finance, the prosecutor and the police of law and order, the judges make decisions.<br><br>During the game, you’ll see a simulation of the real processes of passing laws at the region and the entire country level. We tried thoroughly to simulate the political system of the United States. Politicians will be sorting out significant issues of financing, taxation, management, business, education, healthcare, migration, social programs and other.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/office.png?t=1549686474\" ><br><br>There is an opportunity to hire political lobbyists who will be able to find some arguments to promote your law or an unfavorable law against your competitors. On the one hand, you may sponsor the election campaigns of politicians and they’ll help you when you in need, you may collect dirt on them and use the mass media to your advantage to not leave a chance to those who refused to be your puppets.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/negotiations.png?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Corruption_and_lobbyism.png?t=1549686474\" ><br><br>Necessary laws will open up new opportunities for you to increase your wealth. Become a manipulator in political circles, increase your status and make relationships with influential officials and politicians. The party of Republicans and Democrats have different ideologies. So if you adopt the policy of clan capitalism, the government will have less influence on the regulation of market relations, therefore you will be able to get the support of the Republicans.  <br><br>For instance, you can make a monopoly and lobby through a law that reduces corporate taxes. But be careful, it can make a federal budget deficit and the whole country will take up arms against you. Greed is not always good! You must be able to find a balance between all the parties and society levels so that your monopoly doesn’t collapse like a house of cards.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/plutocracy_time.jpg?t=1549686474\" ><br><br>However, if you need bills of the democratic part such as reducing unemployment, increasing wages and other stuff, then don’t miss the opportunity to lobby through the bill to sing and adopt it! Use politicians and officials for your own goals! Will, you improve the well-being of the population or will you only take care of your well-being? It’s up to you!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/International_political_arena.png?t=1549686474\" ><br><br>Capture fields of strategically important resources in other countries and provoke military conflicts through the Senate of the US Congress or the White House.  Give a loan to the parties for the military conflict, break down the economies of countries, create the financial crisis and coup d'etat to buy cheap assets!<br><br>You can become the beneficiary of the most significant historical events or just create your own alternative history without wars and economic crisis. In the game, you can get used to the role of secret leaders who was creating and influencing the history. Appoint politicians and heads of states so that they unquestioningly carry out your orders.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/international_politics.png?t=1549686474\" ><br><br>Do you need to increase the supply of unprocessed oil to your refineries? Help an ambitious politician to become the minister of the country you need and make a deal with him to get oil for a song. Become a financial support and an international banker for countries asking for need.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Agents_of_influence.png?t=1549686474\" ><br><br>If you want to play hard and dirty, you should use the agents of influence who are your assistants in difficult situations.  There are more than 36 unique characters, divided into 12 categories, whose hands you can fight with competitors. Make political intrigues, hidden manipulative fraud and win competitors!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/agent's_deck.jpg?t=1549686474\" ><br><br>You have a huge set of tools: you can use force methods such as arson and accidents, bank robberies and etc as well as you can use secret and cunning methods: organize strikes and block production to competitors, industrial espionage, influence the stock market, use the services of a journalist and the mass media and so on. But be careful, every illegal action is strictly punishable by the court of justice! Well, or make sure that the judge and the state attorney are on your side…<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/agents.png?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Diplomacy_is_a_key_of_success.png?t=1549686474\" ><br><br>The game has something around 15,000 characters including shareholders, officials, politicians who have their own interests, fears, ambitions and other stuff that you can use to influence them. Just imagine a game world in which all the characters interact with each other, buy shares, lobby their interests, try improving their lives.<br><br>Organize routes (banquet hall) and make meaningful relationships among influential people as well as give gifts, help people realize their ambitions which in turn will help you get access to huge resources. Every character can conceal a threat or access to game resources down the line. Therefore, it is necessary for you to consciously make friends!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/social_graph.png?t=1549686474\" ><br><br>Keep in mind that every “resident” is endowed with intellect and knows how to behave and calculates what to do one step ahead. In addition, he is also connected by the threads of friendship or enmity with other characters, forming his unique network of contacts.<br><br>For example, if you improve your relationship with a businessman who has two influential friends in the Congress, then your relationship with those congressmen can become much easier which will open up new opportunities later. On the other hand, you will have the risk of starting a financial war with some &quot;oligarch&quot; and his friends, if you stop getting along well with each other.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/banker.jpg?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Live_luxuriously.png?t=1549686474\" ><br><br>Increase your social status by winning luxuries at the auction. Earn money on horse races betting on horses. The price of rare coins or paintings will go up! Don’t forget to buy houses to get annual rent; cars, yachts and planes are a measure of your luxurious life. Any property is a tool for making relationships: if someone collects rare coins or paintings so as you, then it will be easier to make friends with them because of common interests.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/auction.jpg?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Inheritance_and_clans.png?t=1549686474\" ><br><br>The game starts in 1870 and continues till date. There is an inheritance system where you can leave a bequest to your heirs to go on playing for them! If one of the heirs has analytical abilities and pragmatism, then you should give a financial monopoly to him.  If you think that someone is suitable for the position of Senator of the Congress, then you should take care of his election campaign in advance.<br><br>Promote your relatives in official posts, divide spheres of influence and appoint them as managers of your companies. Build a clan network and capture all strategically important resources.<br><br>Be ready to meet the opposition of other clans. The most powerful families in the game will be fighting for world influence. Will you have enough the fortitude to win that fight?",
            "about_the_game": "<h2 class=\"bb_tag\">About the game</h2>Plutocracy is a 2D strategy that will immerse you into the era of the Gilded Age of the rise of big business and the first billionaires. Your path gets started by investing and capturing the most profitable companies. Achieve financial wealth by buying out companies, building monopolies which in turn help you to lobby laws and politicians, corrupt officials.<br><br>You’ll be able to make political intrigues as well as play the game of big business by putting sticks in the wheels. In front of you will open tens of years of history with hundreds of significant events. You can influence the aftermath World Wars, make an economic crisis by using the earned money and influence. Build the most powerful financial empire and become a shadow ruler of the world!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/What_is_Plutocracy.png?t=1549686474\" > <br><br>A plutocracy is a form of society defined as being ruled or controlled by a function of wealth. The main idea of the game is to show the interaction of the economy with politics and how influential capitalists make an impact inside and outside politics using the money. <br><br>In this game, a player can immerse himself in the real world of capitalists with all the vicissitudes and intrigues as well as feel how the player's decisions change the economies of countries where politicians become his puppets. Every law or official decree has an end customer!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/office_1.jpg?t=1549686474\" ><br><br>Achieve the game’s goals in many ways! Only you decide whether to compete openly or secretly. Whether to make a bet on the economic development of their companies or investment in them with the support of influential officials and politicians? To be the richest and influential person in the world and make peoples’ lives better by changing the political course of continents? Every way has its consequences! The responsibility of your choices will be going up with every level of the game.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Feel_the_scale.png?t=1549686474\" ><br><br>Scalability is what we’re seeking while designing our game. In the beginning, a little depends on you because you don’t start the game as a president or a billionaire. You build everything from the scratch. Gradually the workers of your companies, their families, industries, regions, and even countries and continents begin to depend on you. You will start feeling the growth of your responsibility for every decision you make.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/map.png?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Economy_Simulation.png?t=1549686474\" ><br><br>The game has a real dynamic mechanism of economic companies and the country. Having achieved the scale levels, you’ll be able to influence prices, GDP, unemployment and etc of the whole country and also of the whole world. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/carnegie.png?t=1549686474\" ><br><br>We know how excessive micromanagement is tiresome so we’ve made both manual and automatic process management inside companies. You can hire directors and they’ll take care of all the routine processes! Make the most suitable strategy for the current realities of the market and delegate management tasks to the Board of Directors.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Clean_or_bloody_and_dirty_money.png?t=1549686474\" ><br><br>In the game, you can modify the production plan for workers, increase or decrease working hours and wages. It’ll lead to a reduction of administrative expenses and a wage-fund but at that same time, it’ll instigate a strike and an increased level of an accident in a company.  All the staff will be in a rage,  trade unions will take up arms against you but your profitability will go up!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/strike.jpg?t=1549686474\" ><br><br>A strike will influence the production volume, companies will start seeing losses. Will you meet the demands of the demonstrators or disperse the crowd of the dissatisfied people with help of corrupt cops? Will you bleed the workers dry or inspire the staff to upgrade their skills? Every way has its consequences!  It’s up to you to decide!  It’s entirely in your hands!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Build_a_financial_empire.png?t=1549686474\" ><br><br>Having issued stocks and bonds, you’ll be able to capitalize on your company and conduct IPO. Make monopolies and trusts, expand the areas of influence and capture market shares as well as take over smaller companies.  You have different ways of competing. Make a relationship with the companies' owners and collude with them, merging into cartels. Together, you can drop the prices of products on the market and squeeze out competitors and then make a monopoly by which you can raise the price of three folds! Organize strikes and sabotage at the companies of competitors, disrupt supplies and block logistics.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/management_600.jpg?t=1549686474\" ><br><br>The market is a living self-organizing matter in which the functioning of the industries is interrelated. For instance, you can buy out all transport companies in the region and increase the supply price for competitors several times as Rockefeller did it in the period of the seizure of the petroleum market. No one will want to work in the minus! As a result, competitors will be forced to sell their companies to you sooner or later.  Will you have enough resources for that? Or you’ll be acting through loyal politicians and destroy the competitors by laws?<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/discussion.jpg?t=1549686474\" ><br><br>Choose any of the 14 industries and take over the market. Destroy competitors, be ruthless on the way to achieving your goals! You can develop and improve the infrastructure of your companies because new technologies increase income! Build new buildings, expand the plan and get higher dividends. The game will give you the right to choose to be able to become economically powerful!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/technology.jpg?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/isometric.png?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/oil_company.png?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Politics.png?t=1549686474\" ><br><br>In the game,  the executive branch consists of officials of the federal and local levels. The governor is in charge of the state welfare, the treasurer of finance, the prosecutor and the police of law and order, the judges make decisions.<br><br>During the game, you’ll see a simulation of the real processes of passing laws at the region and the entire country level. We tried thoroughly to simulate the political system of the United States. Politicians will be sorting out significant issues of financing, taxation, management, business, education, healthcare, migration, social programs and other.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/office.png?t=1549686474\" ><br><br>There is an opportunity to hire political lobbyists who will be able to find some arguments to promote your law or an unfavorable law against your competitors. On the one hand, you may sponsor the election campaigns of politicians and they’ll help you when you in need, you may collect dirt on them and use the mass media to your advantage to not leave a chance to those who refused to be your puppets.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/negotiations.png?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Corruption_and_lobbyism.png?t=1549686474\" ><br><br>Necessary laws will open up new opportunities for you to increase your wealth. Become a manipulator in political circles, increase your status and make relationships with influential officials and politicians. The party of Republicans and Democrats have different ideologies. So if you adopt the policy of clan capitalism, the government will have less influence on the regulation of market relations, therefore you will be able to get the support of the Republicans.  <br><br>For instance, you can make a monopoly and lobby through a law that reduces corporate taxes. But be careful, it can make a federal budget deficit and the whole country will take up arms against you. Greed is not always good! You must be able to find a balance between all the parties and society levels so that your monopoly doesn’t collapse like a house of cards.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/plutocracy_time.jpg?t=1549686474\" ><br><br>However, if you need bills of the democratic part such as reducing unemployment, increasing wages and other stuff, then don’t miss the opportunity to lobby through the bill to sing and adopt it! Use politicians and officials for your own goals! Will, you improve the well-being of the population or will you only take care of your well-being? It’s up to you!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/International_political_arena.png?t=1549686474\" ><br><br>Capture fields of strategically important resources in other countries and provoke military conflicts through the Senate of the US Congress or the White House.  Give a loan to the parties for the military conflict, break down the economies of countries, create the financial crisis and coup d'etat to buy cheap assets!<br><br>You can become the beneficiary of the most significant historical events or just create your own alternative history without wars and economic crisis. In the game, you can get used to the role of secret leaders who was creating and influencing the history. Appoint politicians and heads of states so that they unquestioningly carry out your orders.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/international_politics.png?t=1549686474\" ><br><br>Do you need to increase the supply of unprocessed oil to your refineries? Help an ambitious politician to become the minister of the country you need and make a deal with him to get oil for a song. Become a financial support and an international banker for countries asking for need.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Agents_of_influence.png?t=1549686474\" ><br><br>If you want to play hard and dirty, you should use the agents of influence who are your assistants in difficult situations.  There are more than 36 unique characters, divided into 12 categories, whose hands you can fight with competitors. Make political intrigues, hidden manipulative fraud and win competitors!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/agent's_deck.jpg?t=1549686474\" ><br><br>You have a huge set of tools: you can use force methods such as arson and accidents, bank robberies and etc as well as you can use secret and cunning methods: organize strikes and block production to competitors, industrial espionage, influence the stock market, use the services of a journalist and the mass media and so on. But be careful, every illegal action is strictly punishable by the court of justice! Well, or make sure that the judge and the state attorney are on your side…<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/agents.png?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Diplomacy_is_a_key_of_success.png?t=1549686474\" ><br><br>The game has something around 15,000 characters including shareholders, officials, politicians who have their own interests, fears, ambitions and other stuff that you can use to influence them. Just imagine a game world in which all the characters interact with each other, buy shares, lobby their interests, try improving their lives.<br><br>Organize routes (banquet hall) and make meaningful relationships among influential people as well as give gifts, help people realize their ambitions which in turn will help you get access to huge resources. Every character can conceal a threat or access to game resources down the line. Therefore, it is necessary for you to consciously make friends!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/social_graph.png?t=1549686474\" ><br><br>Keep in mind that every “resident” is endowed with intellect and knows how to behave and calculates what to do one step ahead. In addition, he is also connected by the threads of friendship or enmity with other characters, forming his unique network of contacts.<br><br>For example, if you improve your relationship with a businessman who has two influential friends in the Congress, then your relationship with those congressmen can become much easier which will open up new opportunities later. On the other hand, you will have the risk of starting a financial war with some &quot;oligarch&quot; and his friends, if you stop getting along well with each other.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/banker.jpg?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Live_luxuriously.png?t=1549686474\" ><br><br>Increase your social status by winning luxuries at the auction. Earn money on horse races betting on horses. The price of rare coins or paintings will go up! Don’t forget to buy houses to get annual rent; cars, yachts and planes are a measure of your luxurious life. Any property is a tool for making relationships: if someone collects rare coins or paintings so as you, then it will be easier to make friends with them because of common interests.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/auction.jpg?t=1549686474\" ><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/754500/extras/Inheritance_and_clans.png?t=1549686474\" ><br><br>The game starts in 1870 and continues till date. There is an inheritance system where you can leave a bequest to your heirs to go on playing for them! If one of the heirs has analytical abilities and pragmatism, then you should give a financial monopoly to him.  If you think that someone is suitable for the position of Senator of the Congress, then you should take care of his election campaign in advance.<br><br>Promote your relatives in official posts, divide spheres of influence and appoint them as managers of your companies. Build a clan network and capture all strategically important resources.<br><br>Be ready to meet the opposition of other clans. The most powerful families in the game will be fighting for world influence. Will you have enough the fortitude to win that fight?",
            "short_description": "The business simulator Plutocracy gives you the chance to become wealthy and powerful to take control over the world. Where policy, laws, officials and people are only the chess pieces how do you play your game?",
            "supported_languages": "English<strong>*</strong>, German, Bulgarian, Portuguese - Brazil, Portuguese, Russian<br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/754500/header.jpg?t=1549686474",
            "website": "http://plutocracygame.com/",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Windows 7 (only 64 bit), Windows 8 (only 64 bit), Windows 10 (only 64 bit)<br></li><li><strong>Processor:</strong> Intel Pentium CPU G645T, 2,5+ GHz<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> Geforce 7800, AMD HD 4600, Intel HD3000 or similiar<br></li><li><strong>Storage:</strong> 1 GB available space<br></li><li><strong>Sound Card:</strong> DirectX compatible<br></li><li><strong>Additional Notes:</strong> Internet connection required for online multiplayer</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Windows 7 (only 64 bit), Windows 8 (only 64 bit), Windows 10 (only 64 bit)<br></li><li><strong>Processor:</strong> Quad Core CPU<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> GeForce 560 or higher, AMD Radeon HD 5800 or higher<br></li><li><strong>Storage:</strong> 1 GB available space<br></li><li><strong>Sound Card:</strong> DirectX compatible<br></li><li><strong>Additional Notes:</strong> Internet connection required for online multiplayer</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Mac OS X 10.8.5<br></li><li><strong>Processor:</strong> Dual Core CPU<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> GeForce GT 330M, AMD Radeon HD 5750M, Intel HD 4000 or similar<br></li><li><strong>Storage:</strong> 1 GB available space<br></li><li><strong>Sound Card:</strong> Soundblaster compatible<br></li><li><strong>Additional Notes:</strong> Internet connection required for online multiplayer</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Ubuntu 14.04<br></li><li><strong>Processor:</strong> Dual Core CPU<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> GeForce GT 330M, AMD Radeon HD 5750M, Intel HD 4000 or similar<br></li><li><strong>Storage:</strong> 1 GB available space<br></li><li><strong>Sound Card:</strong> Soundblaster compatible<br></li><li><strong>Additional Notes:</strong> Internet connection required for online multiplayer</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
            },
            "developers": [
                "Redwood Games"
            ],
            "publishers": [
                "Redwood Games"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": true,
                "linux": true
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 36,
                    "description": "Online Multi-Player"
                },
                {
                    "id": 37,
                    "description": "Local Multi-Player"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 30,
                    "description": "Steam Workshop"
                },
                {
                    "id": 25,
                    "description": "Steam Leaderboards"
                }
            ],
            "genres": [
                {
                    "id": "28",
                    "description": "Simulation"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                },
                {
                    "id": "70",
                    "description": "Early Access"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_fd29076f15a9e922950e379f04640894a9727f93.600x338.jpg?t=1549686474",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_fd29076f15a9e922950e379f04640894a9727f93.1920x1080.jpg?t=1549686474"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_f14efee9a8b35200da9d031fcf836c24b91ca383.600x338.jpg?t=1549686474",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_f14efee9a8b35200da9d031fcf836c24b91ca383.1920x1080.jpg?t=1549686474"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_220b696281f2e784621be3785426fa49366abc83.600x338.jpg?t=1549686474",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_220b696281f2e784621be3785426fa49366abc83.1920x1080.jpg?t=1549686474"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_5a52b66d5bce4de5e75bcd88d30afb64850ebc3f.600x338.jpg?t=1549686474",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_5a52b66d5bce4de5e75bcd88d30afb64850ebc3f.1920x1080.jpg?t=1549686474"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_8d0444cd2401de41c3fd8317c09b6ee053bc3a79.600x338.jpg?t=1549686474",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_8d0444cd2401de41c3fd8317c09b6ee053bc3a79.1920x1080.jpg?t=1549686474"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_83b60d21c170e1429ab930658af7664c1a6a627b.600x338.jpg?t=1549686474",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_83b60d21c170e1429ab930658af7664c1a6a627b.1920x1080.jpg?t=1549686474"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_71400ad0fdec3d98227aa701a3ddda203fac63cd.600x338.jpg?t=1549686474",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_71400ad0fdec3d98227aa701a3ddda203fac63cd.1920x1080.jpg?t=1549686474"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_ed606ebc50f58116955545f0805b41fb3fa06883.600x338.jpg?t=1549686474",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_ed606ebc50f58116955545f0805b41fb3fa06883.1920x1080.jpg?t=1549686474"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_3c39cf5b0287bc6b9f98d51132d415fce97b7d4c.600x338.jpg?t=1549686474",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_3c39cf5b0287bc6b9f98d51132d415fce97b7d4c.1920x1080.jpg?t=1549686474"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_16b819c87729f2bf948d44098f3434cb76cb23d7.600x338.jpg?t=1549686474",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/754500/ss_16b819c87729f2bf948d44098f3434cb76cb23d7.1920x1080.jpg?t=1549686474"
                }
            ],
            "movies": [
                {
                    "id": 256715913,
                    "name": "Teaser trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256715913/movie.293x165.jpg?t=1525357522",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256715913/movie480.webm?t=1525357522",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256715913/movie_max.webm?t=1525357522"
                    },
                    "highlight": true
                }
            ],
            "release_date": {
                "coming_soon": true,
                "date": "Feb 2019"
            },
            "support_info": {
                "url": "http://plutocracygame.com",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/754500/page_bg_generated_v6b.jpg?t=1549686474",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}