{
    "756360": {
        "success": true,
        "data": {
            "type": "game",
            "name": "LINCH",
            "steam_appid": 756360,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "If you both like playing cards with your friends and cruelty and carnage, you are in the right place! Some can say these things cannot be combined, but we’ve done the work – and unleash our Frankenstein for you.<br />\r\n<br />\r\nLinch is a multiplayer first person card game where all the gameplay takes place in the train coupe. All you need to do – use your brains and have some pleasure trying to kill everyone who’ll be at the opposite side of the table. Thrilling cutscene animations and sound will bring you into the atmosphere of fear.<br />\r\n<br />\r\n- Take the role of a captive, who plays for his life as the stake.<br />\r\n<br />\r\n- Play with friends or people from all over the world.<br />\r\n<br />\r\n- Untraditional approach of playing in a card games world.<br />\r\n<br />\r\n- Lots of beautiful, bright animations of you or your opponent being tortured for your moves.<br />\r\n<br />\r\n- 22 different bonuses – use them to defense and attack, saving your life, or you’ll be killed with the help of them!<br />\r\n<br />\r\nTo feel comfortable while playing, read about game rules and game mechanics carefully.",
            "about_the_game": "If you both like playing cards with your friends and cruelty and carnage, you are in the right place! Some can say these things cannot be combined, but we’ve done the work – and unleash our Frankenstein for you.<br />\r\n<br />\r\nLinch is a multiplayer first person card game where all the gameplay takes place in the train coupe. All you need to do – use your brains and have some pleasure trying to kill everyone who’ll be at the opposite side of the table. Thrilling cutscene animations and sound will bring you into the atmosphere of fear.<br />\r\n<br />\r\n- Take the role of a captive, who plays for his life as the stake.<br />\r\n<br />\r\n- Play with friends or people from all over the world.<br />\r\n<br />\r\n- Untraditional approach of playing in a card games world.<br />\r\n<br />\r\n- Lots of beautiful, bright animations of you or your opponent being tortured for your moves.<br />\r\n<br />\r\n- 22 different bonuses – use them to defense and attack, saving your life, or you’ll be killed with the help of them!<br />\r\n<br />\r\nTo feel comfortable while playing, read about game rules and game mechanics carefully.",
            "short_description": "If you both like playing cards with your friends and cruelty and carnage, you are in the right place! Some can say these things cannot be combined, but we’ve done the work – and unleash our Frankenstein for you.",
            "supported_languages": "English, Russian",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/756360/header.jpg?t=1521496885",
            "website": null,
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows® 7/Vista/XP<br></li><li><strong>Processor:</strong> Intel® Core™ 2 Duo E6600 or AMD Phenom™ X3 8750 processor or better<br></li><li><strong>Memory:</strong> 512 MB RAM<br></li><li><strong>Graphics:</strong> Video card must be 256 MB<br></li><li><strong>Storage:</strong> 1 GB available space</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "END USER LICENSE AGREEMENT AND LIMITED WARRANTY <br />\r\nLinch (PC)<br />\r\n<br />\r\nIMPORTANT - Please read this End User Licence Agreement (“EULA”) carefully before installing this Software Product. By installing, copying, and/or otherwise using the Software Product you agree to be bound by the terms of this EULA and we are only prepared to licence you to use the Software Product on the terms of this EULA. Before installing this Software Product please make sure that your computer meets the minimum technical specifications for the proper operation of this Software Product.<br />\r\n<br />\r\nYOUR PARTICULAR ATTENTION IS DRAWN TO:<br />\r\n<br />\r\n-\tTHE EXCLUSION CLAUSE AND LIMITATION OF LIABILITY CONTAINED IN PARAGRAPH 9 BELOW; AND<br />\r\n-\tTHE PROVISIONS OF PARAGRAPHS 4 AND 5 WHICH DESCRIBE CERTAIN INFORMATION WHICH MAY BE COLLECTED, STORED AND USED BY US AS A RESULT OF YOUR INSTALLATION AND USE OF THIS SOFTWARE PRODUCT AND/OR ONLINE FEATURES AND EXPLAINS HOW YOUR PERSONAL DATA WILL BE PROTECTED. BY ACCEPTING THIS EULA AND INSTALLING THIS SOFTWARE PRODUCT YOU ARE GIVING YOUR CONSENT TO OUR COLLECTION, STORAGE, USE AND PROCESSING OF SUCH INFORMATION AND DATA IN ACCORDANCE WITH PARAGRAPH 5, OUR PRIVACY AND COOKIES POLICIES. SEL TAKES YOUR PRIVACY SERIOUSLY AND WE STRONGLY RECOMMEND YOU TAKE TIME TO READ OUR PRIVACY POLICY AND COOKIES POLICY AND PERIODICALLY CHECK FOR ANY UPDATES MADE TO IT. <br />\r\n<br />\r\n<br />\r\n(i)\tPURCHASE OF SOFTWARE PRODUCT BY DOWNLOAD<br />\r\n<br />\r\nIF YOU AGREE TO BE BOUND BY THIS EULA PLEASE CLICK \"I ACCEPT\" AT THE END OF THIS EULA AT WHICH POINT THE SOFTWARE PRODUCT WILL BE INSTALLED ONTO YOUR HARD DRIVE. IF YOU DO NOT AGREE TO BE BOUND BY THE TERMS OF THIS EULA CLICK \"NOT ACCEPTED\" AND THE SOFTWARE PRODUCT WILL NOT BE LOADED ONTO YOUR HARD DRIVE AND NO LICENCE SHALL BE GRANTED TO YOU IN RESPECT OF THE SOFTWARE PRODUCT. <br />\r\n<br />\r\n(ii)\tPURCHASE OF HARD COPYOF SOFTWARE PRODUCT DISTRIBUTED ON PHYSICAL MEDIA<br />\r\n<br />\r\nIF YOU ARE THE ORIGINAL PURCHASER OF THIS SOFTWARE PRODUCT AND DO NOT ACCEPT THE TERMS OF THIS EULA, PLEASE RETURN THE DISK (HAVING NOT INSTALLED THE SOFTWARE PRODUCT) TOGETHER WITH ITS PACKAGING AND DOCUMENTATION AND ORIGINAL PROOF OF PURCHASE TO THE POINT OF PURCHASE WITHIN THIRTY (30) DAYS OF THE DATE OF PURCHASE FOR A REFUND OF THE PURCHASE PRICE FOR THE SOFTWARE PRODUCT. WITHOUT PREJUDICE TO YOUR STATUTORY RIGHTS WHICH ARE NOT AFFECTED, ALL OR A PROPORTION OF THE REFUND MAY BE WITHHELD IF SUCH DISK, PACKAGING OR DOCUMENTATION HAS BEEN DAMAGED IN ANY WAY. BY INSTALLING THIS SOFTWARE PRODUCT AND/OR OTHERWISE USING ALL OR ANY PART OF THIS SOFTWARE PRODUCT YOU ACCEPT ALL THE TERMS AND CONDITIONS CONTAINED IN THIS EULA.<br />\r\n<br />\r\n<br />\r\nIMPORTANT NOTICE CONCERNING PRODUCT ACTIVATIONS: <br />\r\n<br />\r\nWhere a CD key, activation key or registration code (“CD Key”) is required to install this Software Product and/or to access any on-line or multiplayer game play, this cannot be reproduced or replaced. It is the responsibility of the original purchaser to keep this CD key or registration code secure. Lost, stolen or damaged CD keys and codes cannot be replaced and no refunds or replacement copies of the Software Product will be provided. Where you wish to transfer the Software Product in accordance with paragraphs 2(b) or 2(c) you may not be able to use the Software Product on any new hard drive without re-registration of the Software Product which will require the original CD key or registration code. <br />\r\n<br />\r\n1. Legal Agreement<br />\r\n<br />\r\nThis EULA is a legal agreement between you and Datura Games\t (\"SEL\" or \"we\") which governs your use of the Software Product. For the purposes of this EULA, references to the Software Product includes computer software owned by SEL or its third party suppliers/licensors and associated media, any printed materials, manuals, any on-line or other documentation together with, to the extent not distributed with a separate licence agreement, any updates or patches to the original game software which are provided to you or which you may download from any SEL web site or other source authorised by SEL expressly for such purpose) including such software required in order to access and/or use any on-line features and functionality which may be associated with such computer game software (subject to any additional terms of use applicable to such on-line mode). The terms and conditions of this EULA are without prejudice to any terms and conditions governing your use of any third party proprietary software product including without limitation any STEAM™ software. Such third party proprietary software may be embodied on the media containing this Software Product or otherwise downloaded within the software package containing the Software Product and may be required in order to use certain features of this Software Product, which use may be subject to and conditional upon your acceptance and observance of additional third party end user licence agreements.<br />\r\n<br />\r\nCopyright and other intellectual property laws and treaties protect this Software Product. The Software Product is licensed, not sold.<br />\r\n<br />\r\n2. Grant of Limited Non-Exclusive Licence<br />\r\nFor so long as you are in compliance with the provisions of this EULA, SEL grants you the non-exclusive limited right and licence to:<br />\r\n(a) install one (1) copy of the Software Product into and use it on a single hard drive which is under your custody and control and which meets the specifications referred to in the manual for your own private and domestic use only;<br />\r\n(b) transfer the Software Product from one hard drive to another PROVIDED it is used on only one (1) hard drive at any one time and any hard drive on which it is used is under your custody and control at the time of use;<br />\r\n(c) transfer the Software Product (complete with all components and documentation) and the benefit of this EULA to another person PROVIDED such person has agreed to accept the terms of this EULA and you contemporaneously transfer any permitted copies of the Software Product you may have made to that person or destroy all copies of the Software Product not transferred. If any transferee does not accept such terms then this EULA shall automatically terminate. Upon such transfer, you undertake to delete this Software Product from your hard drive and the licence granted to you under this EULA shall automatically and immediately terminate. <br />\r\nAll rights not expressly granted hereunder are, to the maximum extent permitted by law, reserved to SEL and its licensors. Your rights of use under this EULA are strictly conditional upon your observance of the terms and conditions contained in this EULA at all times.<br />\r\n<br />\r\nIn some cases, your rights to use the Software Product may be subject to a limitation on the number of activations or registrations of the Software Product as advised at the time of sale or on the packaging for the Software Product. In such a case, your ability to transfer the Software Product in the manner permitted in paragraphs 2.1(b) and (c) above may not be possible where the maximum number of activations of the Software Product as are permitted has been reached.<br />\r\n<br />\r\n3. Restrictions<br />\r\n<br />\r\nYou are not permitted:<br />\r\n(a) to make any commercial use or exploitation of the Software Product in any manner whatsoever;<br />\r\n<br />\r\n(b) install or use the Software Product on a network server, multi-user arrangement or remote access arrangement for the purposes of distribution to one (1) or more other computer(s) on that network or to effect such distribution or otherwise make a copy of the Software Product available in any manner or via any media where it could be used by multiple users;<br />\r\n<br />\r\n(c) without a separate, additional license from Square Enix, to use the Software Product or permit the use of the Software Product, on more than one personal CPU, game console, handheld device, “smart phone” or PDA at the same time; <br />\r\n<br />\r\n(d) except as expressly permitted by this EULA and save and to the extent in the circumstances expressly permitted by applicable law, to rent, lease, sub-license, loan, exploit for profit or gain, copy, modify, adapt, merge, translate, use, reproduce, distribute, broadcast, publicly perform, store in a retrieval system or otherwise deal in the Software Product or any part thereof in any way;<br />\r\n<br />\r\n(e) except as the applicable law expressly permits, to reverse engineer, derive source code, modify, decompile, disassemble, or create derivative works based on the whole or any part of the Software Product, in whole or in part, Where applicable law expressly permits any such acts, and any lawful modifications, adaptations and improvements and all copyrights therein shall be deemed assigned to and shall belong to, vest in and be the exclusive property of SEL and/or its licensors on creation to the maximum extent permitted by law and you hereby waive all or any moral rights in such creations;<br />\r\n<br />\r\n(f) remove, disable or circumvent any security protections or any technical measures that control access to the Software Product and/or are designed to prevent or inhibit the infringement of any copyright or other intellectual property right in the Software Product;<br />\r\n<br />\r\n(g) remove, modify, deface or circumvent any proprietary notices or labels contained on or within the Software Product;<br />\r\n<br />\r\n(h) export or re-export the Software Product or any copy or adaptation in violation of any applicable laws or regulations; or<br />\r\n<br />\r\n(i) create data or executable programmes that mimic data or functionality in the Software Product.<br />\r\n<br />\r\nFurthermore, you agree that you shall abide by any of the safety information, maintenance instructions or other relevant notices contained in the manual that is included with the Software Product.<br />\r\n<br />\r\n<br />\r\n4. Online/multiplayer Features and Functionality<br />\r\n<br />\r\nThis Software Product may allow services operated by SEL and/or its affiliates or third parties authorised on their behalf to be accessed which allow users of the Software Product to enjoy certain on-line or multiplayer features and functionality associated with the Software Product (“Online Features”). These services and Online Features may, however, require payment of additional fees. In addition, access to and use of such services/Online Features and other goods or information made available as part of such services may be subject to completion of a registration process and acceptance of additional terms and conditions including, but not limited to, privacy policies governing the use and processing of personally identifiable information. Importantly, not all purchasers of this Software Product will be able to register or benefit from such services (including Online Features associated with the Software Product). These services and Online Features may not be available in your country, are not guaranteed to be available for any period of time (and may be subject to suspension or withdrawal at any time) and may, for example, be subject to age restrictions. An internet connection will be required to access Online Features. <br />\r\n<br />\r\nWhere you use Online Features we and our affiliates may also collect, store, process, distribute and publicly display certain data concerning your gameplay. This data may include your user name, gamertag, scores, rankings, results, achievements and any other personal profile information which you may choose to make available for other players to see. Without prejudice to any consents which you may give us under any other agreement between you and us with respect to such data, any data which personally identifies you will be collected, stored, used, processed and distributed in accordance with SEL's Privacy Policy referred to in Paragraph 5 below. <br />\r\n<br />\r\n5. Your consent to the use by us of certain Data<br />\r\n<br />\r\nWithout prejudice to paragraph 4 above, We may from time to time during your gameplay collect anonymous, non-personally identifiable information (i.e. information which neither identifies you nor is linked to, associated with or capable of being used to identify, you) about your hardware system including how you are using the Software Product (including information about your successful installation and removal of the Software Product). This information may also include your internet protocol (I.P.) address (a numeric number assigned by your internet service provider to identify your PC). This information may be used not only to help you play the game on the Software Product over the Internet (where the Software Product contains Online Features) but also to help us better understand how our customers are using the Software Product, their behaviour and preferences, so that we can improve our computer games and services in the future. This information will not, however, be used to personally identify you without you being aware of it and without your separate consent. This information and any other data which may be provided by you to us or which may be collected by us in connection with your installation and use of the Software Product or any Online Features will be collected, stored, retrieved, used and distributed in accordance with SEL's latest Privacy Policy and Cookies Policy applicable to your region, which are located<br />\r\n<br />\r\nIn the event of any conflict between any provision of the Privacy Policy and this Paragraph 5, the Privacy Policy shall prevail.<br />\r\n<br />\r\n6. In-Game Advertising<br />\r\n<br />\r\nThe Software Product may incorporate technology (which may be provided by SEL or third party service providers engaged by SEL (each a \"Dynamic Advertising Provider\")) which enables advertising to be uploaded into the Software Product on your PC, and changed while the Software Product is being played on-line. In order that the Dynamic Advertising Provider is able to direct advertising appropriate to your Software Product and geographic region, as well as to the correct location within the computer game, certain data and information may be retrieved and retained by the Dynamic Advertising Provider including your I.P. address, geographic location, in-game position, and information concerning the appearance of advertising visible during your gameplay (for example, the length of time an item of advertising was visible, the dimensions of the advertisements). In addition, the Dynamic Advertising Provider may assign a unique identification number which is stored on your PC and which is used to monitor and calculate the number of views of dynamic advertising during gameplay. None of the information collected for this purpose including the identification number can be used to identify you. <br />\r\n<br />\r\nThe technology employed by Dynamic Advertising Providers may be located outside your country of residence (including outside of the European Union).<br />\r\n<br />\r\nWhere a Software Product incorporates dynamic advertising technology, the technology which serves the provision of dynamic in-game advertising is integrated within the Software Product. This means that if you do not want to receive dynamic advertising, you should only use the Software Product when you are not connected to the Internet. By playing the Game when connected to the Internet you consent to our use of dynamic advertising as described in this Paragraph.<br />\r\n<br />\r\n<br />\r\n7. Termination<br />\r\nWithout prejudice to any other rights, SEL may terminate this EULA immediately without notice if you fail to comply with the terms and conditions of this EULA. In the event of termination, you must destroy all copies of the Software Product and all of its component parts including any Software Product stored on the hard disk of any computer. You may also terminate the EULA at any time by destroying the Software Product and uninstalling it from your hard drive or other applicable hardware. All provisions of this EULA relating to disclaimers or warranties, limitations of liability, remedies, or damages and SEL’s proprietary rights, choice of law and jurisdiction, indemnity and miscellaneous shall survive termination.<br />\r\n8. Ownership<br />\r\nYou only own the media on which the Software Product is recorded. SEL and/or its licensors shall at all times retain ownership of the Software Product as recorded on the media and all subsequent copies regardless of form.<br />\r\n<br />\r\n9. Limited Warranty and Exclusions<br />\r\n<br />\r\n9.1 LIMITED WARRANTY<br />\r\n<br />\r\nThis limited warranty is in addition to, and does not affect, those of your statutory rights which cannot be excluded or limited in any way under the applicable law.<br />\r\n<br />\r\nWhere the Software Product is recorded on a physical medium supplied by SEL, SEL warrants to the original consumer purchaser of this Software Product that the physical medium on which the Software Product is recorded will under normal use and conditions be free from material defects in materials and workmanship for a period of ninety (90) days from the date of purchase. The entire liability of SEL under this limited warranty will be, at SEL's sole option, either (a) to return of the purchase price paid for the Software Product; or (b) to repair or, at SEL’s option, to replace free of charge the Software Product that does not meet this limited warranty provided the following procedures and conditions are observed. All claims under this limited warranty must be made by returning the original physical medium in its original condition and packaging to the point of purchase, together with a copy of the original sales receipt or other dated proof of purchase, a statement describing the defects and a return address (the \"Required Material\"). Where this is not possible for any reason (and provided it is within the period of 90 days from the date of purchase) the defective medium should be returned to SEL at the address specified in the manual accompanying this Software Product together with the Required Material and address of the location where the Software Product was purchased. <br />\r\n<br />\r\n9.2 The limited warranty in paragraph 9.1 above is void and shall not apply to media which has been subject to misuse, accident, damage or excessive wear. Any replacement Software Product will be warranted for the remainder of the original warranty period or thirty (30) days, whichever is longer.<br />\r\n<br />\r\n9.3 THE LIMITED WARRANTY IN PARAGRAPH 9.1 DOES NOT APPLY TO THE SOFTWARE PROGRAMS THEMSELVES WHICH ARE PROVIDED \"AS IS\" AND WITHOUT WARRANTY OF ANY KIND. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, SEL AND ITS LICENSORS DISCLAIM ALL OTHER REPRESENTATIONS, WARRANTIES, CONDITIONS OR OTHER TERMS, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO IMPLIED WARRANTIES AND/OR CONDITIONS OF MERCHANTABILITY, SATISFACTORY QUALITY, NON-INFRINGEMENT OF INTELLECTUAL PROPERTY RIGHTS AND FITNESS FOR A PARTICULAR PURPOSE, WITH REGARD TO THE SOFTWARE PRODUCT AND EACH AND EVERY PART THEREOF. WITHOUT PREJUDICE TO THE GENERALITY OF THE FOREGOING, SEL DOES NOT WARRANT THAT THE SOFTWARE PRODUCT IS ERROR-FREE OR THAT IT WILL OPERATE WITHOUT INTERRUPTION, NOR THAT SEL WILL REPAIR ANY ERRORS IN THE SOFTWARE PRODUCT. SEL FURTHER DOES NOT WARRANT THAT THE SOFTWARE PRODUCT WILL OPERATE ON ALL TYPES OF COMPUTER. REFER TO THE MANUAL FOR MINIMUM TECHNICAL SPECIFICATIONS.<br />\r\n<br />\r\n9.4 IN ADDITION, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW:<br />\r\n(A) IN NO EVENT SHALL SEL OR ITS LICENSORS BE LIABLE FOR ANY DAMAGES WHATSOEVER (INCLUDING, BUT NOT LIMITED TO, DIRECT, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES FOR LOSS OF PROFITS, BUSINESS INTERRUPTION, LOSS OF INFORMATION, OR ANY PECUNIARY LOSS) ARISING OUT OF THE USE OF OR INABILITY TO USE THIS SOFTWARE PRODUCT, EVEN IF SEL HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THE ENTIRE RISK OF USE (INCLUDING WITHOUT LIMITATION, (A) ANY DAMAGE TO YOUR COMPUTER HARDWARE, DATA OR SOFTWARE or (B) AS A RESULT OF THE FAILURE TO ADHERE TO ANY PRECAUTIONS FOR USE SET OUT IN THE MANUAL) RESIDES WITH YOU.<br />\r\n(B) IN ANY CASE, THE MAXIMUM AGGREGATE LIABILITY OF SEL AND ITS LICENSORS UNDER OR IN RELATION TO THIS EULA OR THE USE OR ATTEMPTED USE OF THIS SOFTWARE PRODUCT SHALL BE LIMITED TO THE AMOUNT ACTUALLY PAID BY YOU FOR THE SOFTWARE PRODUCT.<br />\r\n<br />\r\n9.5 Nothing in this EULA shall limit or exclude SEL's liability to you in negligence for death or personal injury, to the extent such exclusion or limitation is unlawful, unenforceable or void under any applicable law.<br />\r\n<br />\r\n9.6 Some jurisdictions do not permit the warranty disclaimers or limitations on liability set forth in this paragraph 9. Nothing in this paragraph 9 shall affect your statutory rights as a consumer which under the applicable law are not capable of exclusion or limitation. These statutory rights may vary from state/jurisdiction to state/jurisdiction.<br />\r\n<br />\r\n9.7 You understand that the Software Product may be updated or patched at any time and in doing so no obligation to provide such updates or patches to you pursuant to this EULA or otherwise shall arise.<br />\r\n<br />\r\n10. Governing Law and Dispute Resolution<br />\r\n<br />\r\n10.1 Subject to paragraph 10.2 below, this EULA and any claim or dispute of whatever nature (including any non-contractual dispute) arising out of or relating to this EULA shall be governed by and construed in accordance with English law. Each party irrevocably submits for all purposes in connection with the EULA (including any such dispute or claim) to the exclusive jurisdiction of the English courts, except that nothing in this EULA shall limit SEL’s right to bring any action against any party in any other court of competent jurisdiction, nor shall the bringing of such action in one or more jurisdictions preclude the bringing of any other such actions in any other jurisdiction (whether concurrently or not) to the extent permitted by the law of such jurisdictions.<br />\r\n<br />\r\n10.2 If you acquired this Software Product in the United States of America this EULA and any claim or dispute of whatever nature arising out of or relating to this EULA shall be governed by, and construed in accordance with, the laws of the State of California, USA and subject to the non-exclusive jurisdiction of the state and federal courts situated in San Francisco, California, USA.<br />\r\n<br />\r\n10.3 The United Nations Convention on Contracts for the International Sale of Goods shall not apply to this EULA.<br />\r\n<br />\r\n11. Injunction<br />\r\n<br />\r\nBecause SEL would be irreparably damaged if the terms of this EULA were not specifically enforced, you agree that we shall be entitled, without bond or other security or proof of damages, to take such action as may be required, including without limitation seeking an injunction and other equitable remedies, in addition to any other remedies available to us under law. <br />\r\n<br />\r\n12. Indemnity<br />\r\n<br />\r\nYou agree to indemnify, defend and hold harmless SEL, its partners, affiliates, contractors, licensors, officers, directors, employee and agents from all claims, damages, costs and expenses (including reasonable legal fees) arising directly or indirectly from your acts of omissions in connection with using the Software Product or any breach by you of the terms of this EULA.<br />\r\n<br />\r\n13. Miscellaneous<br />\r\n<br />\r\n13.1\tIf you acquired this Software Product in the United States of America, you will not export or re-export it except as authorised and permitted by the laws and regulations of the United States of America. <br />\r\n13.2\tWithout prejudice to paragraph 9.6, this EULA together with any other agreement, policy or other document expressly referred to in this EULA constitutes the entire agreement between SEL and you with respect to the license and use of the Software Product and supersedes all prior or contemporaneous understandings. Without prejudice to paragraphs 13.4 and 13.5, no amendment or modification of this EULA will be binding unless made in writing and signed by a duly authorised representative of SEL.<br />\r\n13.3\tYou agree and acknowledge that all title, ownership rights, and intellectual property rights connected with the Software Product and any and all copies thereof (including but not limited to any derivative works, titles, computer code, themes, objects, characters, character names, stories, dialogs, catch phrases, locations, concepts, artwork, graphics, animation, sounds, musical compositions, audio-visual effects, text, screen displays, methods of operation, moral rights, “applets” incorporated into the Software Product, and any related documentation) are owned by Datura Games\tor its licensors. <br />\r\n13.4\tSEL reserves the right to amend this EULA at any time, at its sole discretion, but will post such changes on the Datura Games\t website and/or will communicate such changes to you via and digital rights management system used to protect the content of the Software Product such as, where applicable, the STEAM™ service where STEAM™ software is used for such purpose. If any such future changes to this EULA are unacceptable to you or cause you to no longer be in compliance with this EULA you may terminate this EULA in accordance with the above Termination provisions. Your installations and use of any updates or modifications to the Software Product or your continued use of the Product Software following notice of changes to this EULA will constitute your acceptance of any and all such changes to the terms of this EULA.<br />\r\n13.5\tIf any court or competent authority finds that any provision of this EULA (or part of any provision) is invalid, illegal or unenforceable under the applicable law, that provision or part-provision shall, to the extent required, be deemed to be deleted, and the validity and enforceability of the other provisions of this EULA shall not be affected.<br />\r\n<br />\r\n<br />\r\nLast updated 20 March 2018",
            "developers": [
                "Datura Games"
            ],
            "publishers": [
                "Datura Games"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 499,
                "final": 499,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "4,99€"
            },
            "packages": [
                223024
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy LINCH",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 223024,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Linch - 4,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 499
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 1,
                    "description": "Multi-player"
                }
            ],
            "genres": [
                {
                    "id": "73",
                    "description": "Violent"
                },
                {
                    "id": "74",
                    "description": "Gore"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "29",
                    "description": "Massively Multiplayer"
                },
                {
                    "id": "70",
                    "description": "Early Access"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_252d0783285f9e7560837ff635fa1f5fc65564ae.600x338.jpg?t=1521496885",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_252d0783285f9e7560837ff635fa1f5fc65564ae.1920x1080.jpg?t=1521496885"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_02f386b9a46a55722545985bf8596015672562fe.600x338.jpg?t=1521496885",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_02f386b9a46a55722545985bf8596015672562fe.1920x1080.jpg?t=1521496885"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_cc2b84bd314416a3367876c1f5a2c6892c6e283f.600x338.jpg?t=1521496885",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_cc2b84bd314416a3367876c1f5a2c6892c6e283f.1920x1080.jpg?t=1521496885"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_b7ee74618c1b7bc79a8b64c45fb341bf8d694db5.600x338.jpg?t=1521496885",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_b7ee74618c1b7bc79a8b64c45fb341bf8d694db5.1920x1080.jpg?t=1521496885"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_78c80feaef8d36290b95167a66d2fca310ea016a.600x338.jpg?t=1521496885",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_78c80feaef8d36290b95167a66d2fca310ea016a.1920x1080.jpg?t=1521496885"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_6a0d5e9f4412188feefbb041b7cc951711a982cf.600x338.jpg?t=1521496885",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_6a0d5e9f4412188feefbb041b7cc951711a982cf.1920x1080.jpg?t=1521496885"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_50475547ba9cd93026d5a6271854482d0518dc9e.600x338.jpg?t=1521496885",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_50475547ba9cd93026d5a6271854482d0518dc9e.1920x1080.jpg?t=1521496885"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_6d67a37715c55f7aa303a4a31a173cc09a3dedf8.600x338.jpg?t=1521496885",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_6d67a37715c55f7aa303a4a31a173cc09a3dedf8.1920x1080.jpg?t=1521496885"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_990d0acd333ef756dc6c5044ed04e57c30c7f7eb.600x338.jpg?t=1521496885",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_990d0acd333ef756dc6c5044ed04e57c30c7f7eb.1920x1080.jpg?t=1521496885"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_0a437d87fa79b81b17659198775acd17192d762e.600x338.jpg?t=1521496885",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/756360/ss_0a437d87fa79b81b17659198775acd17192d762e.1920x1080.jpg?t=1521496885"
                }
            ],
            "movies": [
                {
                    "id": 256703883,
                    "name": "Linch",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256703883/movie.293x165.jpg?t=1514904485",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256703883/movie480.webm?t=1514904485",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256703883/movie_max.webm?t=1514904485"
                    },
                    "highlight": true
                },
                {
                    "id": 256704427,
                    "name": "LINCH - GAMEPLAY TRAILER",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256704427/movie.293x165.jpg?t=1514904491",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256704427/movie480.webm?t=1514904491",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256704427/movie_max.webm?t=1514904491"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "2 Jan, 2018"
            },
            "support_info": {
                "url": "https://vk.com/topic-146794080_36300105",
                "email": "2indcommercial@gmail.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/756360/page_bg_generated_v6b.jpg?t=1521496885",
            "content_descriptors": {
                "ids": [
                    2,
                    5
                ],
                "notes": null
            }
        }
    }
}