{
    "759670": {
        "success": true,
        "data": {
            "type": "demo",
            "name": "HACK the FBI Demo",
            "steam_appid": 759670,
            "required_age": 0,
            "is_free": true,
            "detailed_description": "A short, tightly scripted hacking adventure revolving around the dangers of power and the vulnerable technology of our modern society. Recruit a team of hackers to save your brother from a vindictive prosecutor, and discover a secret agenda with a global reach.<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/characters.png?t=1511400775\" ><br>The game has 20+ beautifully rendered characters, each with their own flaws and motivations. Chat in chatrooms and over instant messenger, snoop on private emails and calendar appointments, scrutinize web browsing habits and purchase histories; NPCs are complete characters, each with exploreable computers and visible activities.<br><br>A shy analyst struggling not to be labeled by her gender meets a stoic Russian developer trying to make an honest living surrounded by the black market... a manipulative enforcer that cares less about ideology and more about bending others to her will...<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/story.png?t=1511400775\" ><br>A vicious federal prosecutor is railroading your brother with spurious charges. What is he really after? Who is funding the hacker collective that has taken up your brothers case?<br><br>There is a core scripted story that spans your brothers desktop to the corridors of power. Subtle influence and hidden agendas give way to direct action and difficult choices. . Reveal new layers of the story with subsequent NewGame+ playthroughs. As the main story is exposed, threads are left behind for the player to pull and explore at their own pace.<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/gameplay.png?t=1511400775\" ><br>There are many ways to spend time in the game. Explore a hacked system, puzzle and plan over how to locate and infiltrate target, or hang out out and listen to hacker NPCs chatting. But specifically when it comes to hacking a target, there is a sequence that will always occur in some form:<h2 class=\"bb_tag\"><strong>Exploration</strong></h2>Exploration and deduction are large parts of the game. Besides the pure fun of snooping around someone elses digital life, key clues can be discovered that reveal new servers or attack avenues. For example, discovering an email address of <a href=\"mailto:&quot;sales@hyperion.net&quot;\">&quot;sales@hyperion.net&quot;</a> means not only is there a server at <a href=\"https://steamcommunity.com/linkfilter/?url=http://hyperion.net\" target=\"_blank\" rel=\"noopener\"  >hyperion.net</a> to be investigated, but its probably running a mail server which can potentially be bruteforced, with the username &quot;sales&quot;. This kind of passive exposition is a goal of the game, rather than feeding information to the player line by line. <br><br>A second aspect of exploration is the reconaissance of a server prior to attacking. Once a target is located, its ports must be scanned to enumerate its running services. A more aggressive scan will also list the versions of the different software running. Cross-reference running services with known exploits to find a way in, or if there are no known exploits, you might have to open up your fuzzer analyzer to try and discover a new zero-day exploit. But always ask around the darknet markets first to see if you can buy your way in, either through stolen credentails, or an upgraded version of a hacking program.<h2 class=\"bb_tag\"><strong>Attacking</strong></h2>The actual attacks are not the focus of the game, but when executing a hack, different attacks take the form of puzzles and minigames. Once inside, depending on different factors like your method of intrusion, your skill in the minigame, target defenses, etc, an active trace may have been triggered, in which case you'll need to work quickly to do what you need to do before time runs out. Only the most skilled hackers can infiltrate the top systems undetected.<h2 class=\"bb_tag\"><strong>Spending resources</strong></h2>A great designer once described gameplay as &quot;a series of interesting decisions&quot;. How you spend your resources should be part of the fun. <br>Resources can be:<br><ul class=\"bb_ul\"><li><strong>Hardware power (CPU cycles, network bandwidth)</strong><br></li><li><strong>Money</strong><br></li><li><strong>Time</strong><br></li><li><strong>Exploit visibility</strong></li></ul>Is it more valuable to enlist a compromised server into your botnet, or nuke it to preseve the secrecy of the exploit you used to capture it? Should you devote your processor to mining cryptocurrency, or put it to work cracking passwords? Are you skilled enough at a certain minigame, or should you buy an upgraded version of the software that has auto-solve features? Which targets should you attack first? Is it worth it to leave a calling card at the site of an attack to build your hacker reputation and attract top talent? Or do you prefer to cloak yourself in secrecy and anonymity?<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/servers.png?t=1511400775\" ><h2 class=\"bb_tag\"><strong>Personal computers</strong></h2>Average user PCs won't have many powerful services running, however they almost always contain valuable things like bank account details and juicy personal secrets. To get in you'll need to leverage your malware and phishing skills.<h2 class=\"bb_tag\"><strong>Corporate systems</strong></h2>Companies protect their secrets well, due to their valuable nature. Firewalls, antivirus, and active intrusion detection systems are all formidable obstacles to even highly skilled hackers, and their system administrators rarely fall for social engineering. For these advanced environments, you'll need a combination of pure technical skills and raw firepower.<h2 class=\"bb_tag\"><strong>Other services</strong></h2>Some servers offer useful things such as email, web hosting, or other support services. While they may not hold monetary value, the user accounts they contain can often be cracked to unmask a targets password, which can be used on more important or secure systems. Not to mention getting file access to all the emails the server holds! Additionally, these machines often have high-spec hardware, a valuable addition to any botnet.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/hacking.png?t=1511400775\" ><h2 class=\"bb_tag\">Vulnerability scanning</h2>Portscan a target to enumerate its running services, or aggressively interrogate it to determine their versions.. then browse your collection of exploits for a match, or use what you find to research a new exploit.<h2 class=\"bb_tag\">Fuzzer</h2>Analyze programs for previously undiscovered zero-day vulnerabilities. Trade time and CPU capacity for powerful new attack vectors.<h2 class=\"bb_tag\">Bruteforce</h2>An improperly configured target will allow rapid, semi-random login attempts.. given enough time (and bandwidth) the correct credentials can eventually be guessed!<h2 class=\"bb_tag\">Log deletion</h2>Don't get backtraced! Remember to clear out any logs that might reveal your connection information. Easily automated via a script, or even better, use root access to disable logging outright.<h2 class=\"bb_tag\">Malware</h2>Craft your own malware with a custom payload! Discreetly kill a crucial process, extract a valuable file, or wipe out their entire OS. Add-on modules like packers can sneak your shellcode past antivirus scanners, and stealth modules like log deleters cover your tracks.<h2 class=\"bb_tag\">Proxies</h2>Every hacker needs a network of compromised devices to bounce their connection through.<h2 class=\"bb_tag\">Botnet</h2>Every server you hack can be added to your network of compromised devices. Bandwidth is especially useful for distributed attacks and cryptocurrency mining.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/programs.png?t=1511400775\" ><h2 class=\"bb_tag\">Address book</h2> Keeps track of who, what, where. Automatically stores interesting things like:<br><ul class=\"bb_ul\"><li>Server addresses (and their portscan results)<br></li><li>Known identities (not necessarily persons)<br></li><li>Account credentails</li></ul><h2 class=\"bb_tag\">Antivirus </h2>Scans files for malware. Keeps you safe, but presence on a target will hinder your own attacks. <br>Can be process-killed, or evaded with a certain cleanroom stealth module.<h2 class=\"bb_tag\"> Background</h2>Rotate through cool backgrounds befitting an leet hax0r such as yourself. Move your own images into the right folder (IRL) and use them in the game!<h2 class=\"bb_tag\"> Beacon  </h2>You can only fight enemies you can see; get a target to run this and it'll phone home, giving you an address to attack.<h2 class=\"bb_tag\">Browser </h2>Browse the information superhighway, graphically.<h2 class=\"bb_tag\">Bruteforce </h2>No password? No problem! Force your way in via services like SSH (port 22), SMTP (port 25), or even web page auth (port 80).<h2 class=\"bb_tag\">Chatroom </h2>Chat with AI hackers, stroke moderator egos, maybe get an invite into the password protected back room.<h2 class=\"bb_tag\">Cleanroom </h2>Use this command-line malware lab to build your own executable: choose a payload, crypter, and stealth module. Advanced players can write their own shellcode for ultimate pwnage.<h2 class=\"bb_tag\">Clock </h2>Important for synchronizing attacks with other hackers, pulling off exploits with narrow execution windows, and reminding yourself how little sleep you're about to get.<h2 class=\"bb_tag\">Decrypter </h2>Important files are sometimes encrypted.. but not for long. Graphical minigame to clear memory blocks and help along the decryption process.<h2 class=\"bb_tag\">EmailClient </h2>Send, receive, read emails and attachments.<h2 class=\"bb_tag\">Fuzzer </h2>Don't have an exploit for a target? If you can get a copy of the executable (or even better, the sourcecode) the fuzzer will automatically analyze it for potential vulnerabilities.<h2 class=\"bb_tag\">HardwareMonitor </h2>Keep track of processor usage, bandwidth, and memory capacity. An unexpected spike might indicate you've been compromised...<h2 class=\"bb_tag\">Messenger</h2>Aim  to chat with your infosec peeps one on one. Can transfer files. No emojis.<h2 class=\"bb_tag\">Journal </h2>Display currently active tasks, sidequests, and notes.<h2 class=\"bb_tag\">MailServer </h2>Listens for SMTP traffic on a domain. Compromise this and get access to a massive trove of communications.<h2 class=\"bb_tag\">Malware </h2>Broad, abstract category for any program that contains a malicious payload. Payloads can be shellcode scripts, other executables, or simple files that need to be deposited on a target.<h2 class=\"bb_tag\">MusicPlayer </h2>Any good hacker needs a hacking soundtrack.<h2 class=\"bb_tag\">NewsScroller </h2>Get the latest news delivered to your desktop in a minimally intrusive way. Keep up on world developments, and maybe see what you've done in the latest headlines.<h2 class=\"bb_tag\">NMap </h2>Recon a target by finding out what other servers are in its network.<h2 class=\"bb_tag\">OS </h2>Where the magic happens. The one process you really don't want to kill.<h2 class=\"bb_tag\">Phisher </h2>Disguise emails as coming from within a targets social circle. Crucial to getting malware executables into a machine and running.<h2 class=\"bb_tag\">SQL Server </h2>Stores data. Interrogate and retrieve with real SQL commands!<h2 class=\"bb_tag\">SSHClient </h2>Connect to other computers with (or without) the right password.<h2 class=\"bb_tag\">SSHServer </h2>Allows incoming connections from other computers and gives local access privileges.<h2 class=\"bb_tag\">Terminal</h2>Some programs only accept command line input, with no GUI. Advanced players might choose the terminal over a GUI for speed.<h2 class=\"bb_tag\">Text Editor </h2>For editing text, duh.<h2 class=\"bb_tag\">Tutorial Launcher </h2>Run different tutorial programs that teach broad concepts or specific programs.<h2 class=\"bb_tag\">Vulnerability Scanner </h2>An aggressive port scanner, cross references running services with a database of known vulnerabilities.<h2 class=\"bb_tag\">Wallet </h2>Put your processor to work mining cryptocurrency, which can be traded for goods and services.<h2 class=\"bb_tag\">Webserver </h2>Listens on port 80 for web requests to serve up. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/difficulty.png?t=1511400775\" ><br><u>Can I play this even if I'm not great at computers?</u><br>Of course! This is a VIDEOGAME first, and hacking game second. There will be tutorials for different aspects of the game. But you'll still have to get good.<br><br><u>Do I need to know programming/is this a programming game?</u><br>This is not a programming game, but some aspects of it do use limited SQL, as well as the ability to write your own shellcode scripts, but the game can still be won without mastering these things.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/earlyaccess.png?t=1511400775\" ><br>Reminder that this game is in its unfinished form! With any luck, a lot will change between now and when its finally released. But until then, remember that there will be:<br><ul class=\"bb_ul\"><li>bugs<br></li><li>unfinished features<br></li><li>missing content<br></li><li>balance problems<br></li><li>everything else that goes with a game thats currently in development</li></ul>ONLY buy the early access version if you want to actively support its developer and help shape the game!",
            "about_the_game": "A short, tightly scripted hacking adventure revolving around the dangers of power and the vulnerable technology of our modern society. Recruit a team of hackers to save your brother from a vindictive prosecutor, and discover a secret agenda with a global reach.<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/characters.png?t=1511400775\" ><br>The game has 20+ beautifully rendered characters, each with their own flaws and motivations. Chat in chatrooms and over instant messenger, snoop on private emails and calendar appointments, scrutinize web browsing habits and purchase histories; NPCs are complete characters, each with exploreable computers and visible activities.<br><br>A shy analyst struggling not to be labeled by her gender meets a stoic Russian developer trying to make an honest living surrounded by the black market... a manipulative enforcer that cares less about ideology and more about bending others to her will...<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/story.png?t=1511400775\" ><br>A vicious federal prosecutor is railroading your brother with spurious charges. What is he really after? Who is funding the hacker collective that has taken up your brothers case?<br><br>There is a core scripted story that spans your brothers desktop to the corridors of power. Subtle influence and hidden agendas give way to direct action and difficult choices. . Reveal new layers of the story with subsequent NewGame+ playthroughs. As the main story is exposed, threads are left behind for the player to pull and explore at their own pace.<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/gameplay.png?t=1511400775\" ><br>There are many ways to spend time in the game. Explore a hacked system, puzzle and plan over how to locate and infiltrate target, or hang out out and listen to hacker NPCs chatting. But specifically when it comes to hacking a target, there is a sequence that will always occur in some form:<h2 class=\"bb_tag\"><strong>Exploration</strong></h2>Exploration and deduction are large parts of the game. Besides the pure fun of snooping around someone elses digital life, key clues can be discovered that reveal new servers or attack avenues. For example, discovering an email address of <a href=\"mailto:&quot;sales@hyperion.net&quot;\">&quot;sales@hyperion.net&quot;</a> means not only is there a server at <a href=\"https://steamcommunity.com/linkfilter/?url=http://hyperion.net\" target=\"_blank\" rel=\"noopener\"  >hyperion.net</a> to be investigated, but its probably running a mail server which can potentially be bruteforced, with the username &quot;sales&quot;. This kind of passive exposition is a goal of the game, rather than feeding information to the player line by line. <br><br>A second aspect of exploration is the reconaissance of a server prior to attacking. Once a target is located, its ports must be scanned to enumerate its running services. A more aggressive scan will also list the versions of the different software running. Cross-reference running services with known exploits to find a way in, or if there are no known exploits, you might have to open up your fuzzer analyzer to try and discover a new zero-day exploit. But always ask around the darknet markets first to see if you can buy your way in, either through stolen credentails, or an upgraded version of a hacking program.<h2 class=\"bb_tag\"><strong>Attacking</strong></h2>The actual attacks are not the focus of the game, but when executing a hack, different attacks take the form of puzzles and minigames. Once inside, depending on different factors like your method of intrusion, your skill in the minigame, target defenses, etc, an active trace may have been triggered, in which case you'll need to work quickly to do what you need to do before time runs out. Only the most skilled hackers can infiltrate the top systems undetected.<h2 class=\"bb_tag\"><strong>Spending resources</strong></h2>A great designer once described gameplay as &quot;a series of interesting decisions&quot;. How you spend your resources should be part of the fun. <br>Resources can be:<br><ul class=\"bb_ul\"><li><strong>Hardware power (CPU cycles, network bandwidth)</strong><br></li><li><strong>Money</strong><br></li><li><strong>Time</strong><br></li><li><strong>Exploit visibility</strong></li></ul>Is it more valuable to enlist a compromised server into your botnet, or nuke it to preseve the secrecy of the exploit you used to capture it? Should you devote your processor to mining cryptocurrency, or put it to work cracking passwords? Are you skilled enough at a certain minigame, or should you buy an upgraded version of the software that has auto-solve features? Which targets should you attack first? Is it worth it to leave a calling card at the site of an attack to build your hacker reputation and attract top talent? Or do you prefer to cloak yourself in secrecy and anonymity?<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/servers.png?t=1511400775\" ><h2 class=\"bb_tag\"><strong>Personal computers</strong></h2>Average user PCs won't have many powerful services running, however they almost always contain valuable things like bank account details and juicy personal secrets. To get in you'll need to leverage your malware and phishing skills.<h2 class=\"bb_tag\"><strong>Corporate systems</strong></h2>Companies protect their secrets well, due to their valuable nature. Firewalls, antivirus, and active intrusion detection systems are all formidable obstacles to even highly skilled hackers, and their system administrators rarely fall for social engineering. For these advanced environments, you'll need a combination of pure technical skills and raw firepower.<h2 class=\"bb_tag\"><strong>Other services</strong></h2>Some servers offer useful things such as email, web hosting, or other support services. While they may not hold monetary value, the user accounts they contain can often be cracked to unmask a targets password, which can be used on more important or secure systems. Not to mention getting file access to all the emails the server holds! Additionally, these machines often have high-spec hardware, a valuable addition to any botnet.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/hacking.png?t=1511400775\" ><h2 class=\"bb_tag\">Vulnerability scanning</h2>Portscan a target to enumerate its running services, or aggressively interrogate it to determine their versions.. then browse your collection of exploits for a match, or use what you find to research a new exploit.<h2 class=\"bb_tag\">Fuzzer</h2>Analyze programs for previously undiscovered zero-day vulnerabilities. Trade time and CPU capacity for powerful new attack vectors.<h2 class=\"bb_tag\">Bruteforce</h2>An improperly configured target will allow rapid, semi-random login attempts.. given enough time (and bandwidth) the correct credentials can eventually be guessed!<h2 class=\"bb_tag\">Log deletion</h2>Don't get backtraced! Remember to clear out any logs that might reveal your connection information. Easily automated via a script, or even better, use root access to disable logging outright.<h2 class=\"bb_tag\">Malware</h2>Craft your own malware with a custom payload! Discreetly kill a crucial process, extract a valuable file, or wipe out their entire OS. Add-on modules like packers can sneak your shellcode past antivirus scanners, and stealth modules like log deleters cover your tracks.<h2 class=\"bb_tag\">Proxies</h2>Every hacker needs a network of compromised devices to bounce their connection through.<h2 class=\"bb_tag\">Botnet</h2>Every server you hack can be added to your network of compromised devices. Bandwidth is especially useful for distributed attacks and cryptocurrency mining.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/programs.png?t=1511400775\" ><h2 class=\"bb_tag\">Address book</h2> Keeps track of who, what, where. Automatically stores interesting things like:<br><ul class=\"bb_ul\"><li>Server addresses (and their portscan results)<br></li><li>Known identities (not necessarily persons)<br></li><li>Account credentails</li></ul><h2 class=\"bb_tag\">Antivirus </h2>Scans files for malware. Keeps you safe, but presence on a target will hinder your own attacks. <br>Can be process-killed, or evaded with a certain cleanroom stealth module.<h2 class=\"bb_tag\"> Background</h2>Rotate through cool backgrounds befitting an leet hax0r such as yourself. Move your own images into the right folder (IRL) and use them in the game!<h2 class=\"bb_tag\"> Beacon  </h2>You can only fight enemies you can see; get a target to run this and it'll phone home, giving you an address to attack.<h2 class=\"bb_tag\">Browser </h2>Browse the information superhighway, graphically.<h2 class=\"bb_tag\">Bruteforce </h2>No password? No problem! Force your way in via services like SSH (port 22), SMTP (port 25), or even web page auth (port 80).<h2 class=\"bb_tag\">Chatroom </h2>Chat with AI hackers, stroke moderator egos, maybe get an invite into the password protected back room.<h2 class=\"bb_tag\">Cleanroom </h2>Use this command-line malware lab to build your own executable: choose a payload, crypter, and stealth module. Advanced players can write their own shellcode for ultimate pwnage.<h2 class=\"bb_tag\">Clock </h2>Important for synchronizing attacks with other hackers, pulling off exploits with narrow execution windows, and reminding yourself how little sleep you're about to get.<h2 class=\"bb_tag\">Decrypter </h2>Important files are sometimes encrypted.. but not for long. Graphical minigame to clear memory blocks and help along the decryption process.<h2 class=\"bb_tag\">EmailClient </h2>Send, receive, read emails and attachments.<h2 class=\"bb_tag\">Fuzzer </h2>Don't have an exploit for a target? If you can get a copy of the executable (or even better, the sourcecode) the fuzzer will automatically analyze it for potential vulnerabilities.<h2 class=\"bb_tag\">HardwareMonitor </h2>Keep track of processor usage, bandwidth, and memory capacity. An unexpected spike might indicate you've been compromised...<h2 class=\"bb_tag\">Messenger</h2>Aim  to chat with your infosec peeps one on one. Can transfer files. No emojis.<h2 class=\"bb_tag\">Journal </h2>Display currently active tasks, sidequests, and notes.<h2 class=\"bb_tag\">MailServer </h2>Listens for SMTP traffic on a domain. Compromise this and get access to a massive trove of communications.<h2 class=\"bb_tag\">Malware </h2>Broad, abstract category for any program that contains a malicious payload. Payloads can be shellcode scripts, other executables, or simple files that need to be deposited on a target.<h2 class=\"bb_tag\">MusicPlayer </h2>Any good hacker needs a hacking soundtrack.<h2 class=\"bb_tag\">NewsScroller </h2>Get the latest news delivered to your desktop in a minimally intrusive way. Keep up on world developments, and maybe see what you've done in the latest headlines.<h2 class=\"bb_tag\">NMap </h2>Recon a target by finding out what other servers are in its network.<h2 class=\"bb_tag\">OS </h2>Where the magic happens. The one process you really don't want to kill.<h2 class=\"bb_tag\">Phisher </h2>Disguise emails as coming from within a targets social circle. Crucial to getting malware executables into a machine and running.<h2 class=\"bb_tag\">SQL Server </h2>Stores data. Interrogate and retrieve with real SQL commands!<h2 class=\"bb_tag\">SSHClient </h2>Connect to other computers with (or without) the right password.<h2 class=\"bb_tag\">SSHServer </h2>Allows incoming connections from other computers and gives local access privileges.<h2 class=\"bb_tag\">Terminal</h2>Some programs only accept command line input, with no GUI. Advanced players might choose the terminal over a GUI for speed.<h2 class=\"bb_tag\">Text Editor </h2>For editing text, duh.<h2 class=\"bb_tag\">Tutorial Launcher </h2>Run different tutorial programs that teach broad concepts or specific programs.<h2 class=\"bb_tag\">Vulnerability Scanner </h2>An aggressive port scanner, cross references running services with a database of known vulnerabilities.<h2 class=\"bb_tag\">Wallet </h2>Put your processor to work mining cryptocurrency, which can be traded for goods and services.<h2 class=\"bb_tag\">Webserver </h2>Listens on port 80 for web requests to serve up. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/difficulty.png?t=1511400775\" ><br><u>Can I play this even if I'm not great at computers?</u><br>Of course! This is a VIDEOGAME first, and hacking game second. There will be tutorials for different aspects of the game. But you'll still have to get good.<br><br><u>Do I need to know programming/is this a programming game?</u><br>This is not a programming game, but some aspects of it do use limited SQL, as well as the ability to write your own shellcode scripts, but the game can still be won without mastering these things.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/759670/extras/earlyaccess.png?t=1511400775\" ><br>Reminder that this game is in its unfinished form! With any luck, a lot will change between now and when its finally released. But until then, remember that there will be:<br><ul class=\"bb_ul\"><li>bugs<br></li><li>unfinished features<br></li><li>missing content<br></li><li>balance problems<br></li><li>everything else that goes with a game thats currently in development</li></ul>ONLY buy the early access version if you want to actively support its developer and help shape the game!",
            "short_description": "Deception is an art, and you've been given your brush.",
            "fullgame": {
                "appid": "582450",
                "name": "HACK the FBI"
            },
            "supported_languages": "English",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/759670/header.jpg?t=1511400775",
            "website": null,
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Windows 7<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Storage:</strong> 1 GB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
            },
            "developers": [
                "Vestigial Development"
            ],
            "publishers": [
                "Vestigial Development"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 10,
                    "description": "Game demo"
                }
            ],
            "genres": [
                {
                    "id": "25",
                    "description": "Adventure"
                },
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "3",
                    "description": "RPG"
                },
                {
                    "id": "28",
                    "description": "Simulation"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/759670/ss_d7439a727b6206b7c73936e235d95345bab127e5.600x338.jpg?t=1511400775",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/759670/ss_d7439a727b6206b7c73936e235d95345bab127e5.1920x1080.jpg?t=1511400775"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/759670/ss_50bcfa752367aa93a72307a6a647095a0e32e283.600x338.jpg?t=1511400775",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/759670/ss_50bcfa752367aa93a72307a6a647095a0e32e283.1920x1080.jpg?t=1511400775"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/759670/ss_dd94f2c43204e2855c6a71a12c0affdf9c2dc231.600x338.jpg?t=1511400775",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/759670/ss_dd94f2c43204e2855c6a71a12c0affdf9c2dc231.1920x1080.jpg?t=1511400775"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/759670/ss_0ff78d0a09a0417c59e811e75a137c440a45a906.600x338.jpg?t=1511400775",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/759670/ss_0ff78d0a09a0417c59e811e75a137c440a45a906.1920x1080.jpg?t=1511400775"
                }
            ],
            "release_date": {
                "coming_soon": true,
                "date": "25 Nov, 2017"
            },
            "support_info": {
                "url": "http://steamcommunity.com/app/582450/discussions/",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/759670/page_bg_generated_v6b.jpg?t=1511400775",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}