{
    "759910": {
        "success": true,
        "data": {
            "type": "demo",
            "name": "The 13th Heir - Ragnarok Chapter 2 Demo",
            "steam_appid": 759910,
            "required_age": 0,
            "is_free": true,
            "detailed_description": "The Demo for The 13th Heir",
            "about_the_game": "The Demo for The 13th Heir",
            "short_description": "The Demo for The 13th Heir",
            "fullgame": {
                "appid": "759900",
                "name": "The 13th Heir - Ragnarok Chapter 2"
            },
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/759910/header.jpg?t=1516758498",
            "website": "https://holothewisewolf3.wixsite.com/website",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>Processor:</strong> Intel® Pentium® 4 2.0 GHz equivalent or faster processor<br></li><li><strong>Memory:</strong> 512 MB RAM<br></li><li><strong>Graphics:</strong> 024 x 768 pixels or higher desktop resolution<br></li><li><strong>Storage:</strong> 400 MB available space</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "This End-User License Agreement (this “EULA”) is a legal agreement between you (“Licensee”) and Samuel James Swartout (“Licensor”), the author of The13th Heir - Ragnarok Cha[ter 2, including all HTML files, XML files, Java files, graphics files, animation files, data files, technology, development tools, scripts and programs, both in object code and source code (the “Software”), the deliverables provided pursuant to this EULA, which may include associated media, printed materials, and “online” or electronic documentation.<br> <br>By installing, copying, or otherwise using the Software, Licensee agrees to be bound by the terms and conditions set forth in this EULA. If Licensee does not agree to the terms and conditions set forth in this EULA, then Licensee may not download, install, or use the Software. <br>1. Grant of License<br>A)  Scope of License.  Subject to the terms of this EULA, Licensor hereby grants to Licensee a royalty-free, non-exclusive license to possess and to use a copy of the Software. The Software is being distributed by:        - digital download<br> B)   Installation and Use. Licensee may install and use a maximum of one (1) copies of the Software solely for Licensee's personal use.  <br>2. Description of Rights and Limitations<br>A)   Limitations.  Licensee and third parties may not reverse engineer, decompile, or disassemble the Software, except and only to the extent that such activity is expressly permitted by applicable law notwithstanding the limitation. B)   Update and Maintenance.  Licensor shall provide updates and maintenance on the Software on an as needed basis. C)   Separation of Components. The Software is licensed as a single product. Its components may not be separated for use on more than one computer. <br>3. Title to Software. Licensor represents and warrants that it has the legal right to enter into and perform its obligations under this EULA, and that use by the Licensee of the Software, in accordance with the terms of this EULA, will not infringe upon the intellectual property rights of any third parties.<br>4. Intellectual Property.  All now known or hereafter known tangible and intangible rights, title, interest, copyrights and moral rights in and to the Software, including but not limited to all images, photographs, animations, video, audio, music, text, data, computer code, algorithms, and information, are owned by Licensor. The Software is protected by all applicable copyright laws and international treaties. <br>5. Support.  Licensor will provide on site support, available during normal business hours for a time period of Perputually.<br>End User License Agreement (Rev. 133C774) 2 / 3<br>6. Duration. This EULA is perpetual or until: A)    Automatically terminated or suspended if Licensee fails to comply with any of the terms and conditions set forth in this EULA; or B)    Terminated or suspended by Licensor, with or without cause.<br>In the event this EULA is terminated, you must cease use of the Software and destroy all copies of the Software.<br>7. Jurisdiction.  This EULA shall be deemed to have been made in, and shall be construed pursuant to the laws of the State of Idaho, without regard to conflicts of laws provisions thereof. Any legal action or proceeding relating to this EULA shall be brought exclusively in courts located in Emmett, ID, and each party consents to the jurisdiction thereof. The prevailing party in any action to enforce this EULA shall be entitled to recover costs and expenses including, without limitation, attorneys’ fees. This EULA is made within the exclusive jurisdiction of the United States, and its jurisdiction shall supersede any other jurisdiction of either party’s election.<br>8. Non-Transferable.  This EULA is not assignable or transferable by Licensee, and any attempt to do so would be void.<br>9. Severability.  No failure to exercise, and no delay in exercising, on the part of either party, any privilege, any power or any rights hereunder will operate as a waiver thereof, nor will any single or partial exercise of any right or power hereunder preclude further exercise of any other right hereunder. If any provision of this EULA shall be adjudged by any court of competent jurisdiction to be unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that this EULA shall otherwise remain in full force and effect and enforceable.<br>10. WARRANTY DISCLAIMER.  LICENSOR, AND AUTHOR OF THE SOFTWARE, HEREBY EXPRESSLY DISCLAIM ANY WARRANTY FOR THE SOFTWARE. THE SOFTWARE AND ANY RELATED DOCUMENTATION IS PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. LICENSEE ACCEPTS ANY AND ALL RISK ARISING OUT OF USE OR PERFORMANCE OF THE SOFTWARE.<br>11. LIMITATION OF LIABILITY.  LICENSOR SHALL NOT BE LIABLE TO LICENSEE, OR ANY OTHER PERSON OR ENTITY CLAIMING THROUGH LICENSEE ANY LOSS OF PROFITS, INCOME, SAVINGS, OR ANY OTHER CONSEQUENTIAL, INCIDENTAL, SPECIAL, PUNITIVE, DIRECT OR INDIRECT DAMAGE, WHETHER ARISING IN CONTRACT, TORT, WARRANTY, OR OTHERWISE. THESE LIMITATIONS SHALL APPLY REGARDLESS OF THE ESSENTIAL PURPOSE OF ANY LIMITED REMEDY. UNDER NO CIRCUMSTANCES SHALL LICENSOR’S AGGREGATE LIABILITY TO LICENSEE, OR ANY OTHER PERSON OR ENTITY CLAIMING THROUGH LICENSEE, EXCEED THE FINANCIAL AMOUNT ACTUALLY PAID BY LICENSEE TO LICENSOR FOR THE SOFTWARE.<br>12. Entire Agreement.  This EULA constitutes the entire agreement between Licensor and Licensee and supersedes all prior understandings of Licensor and Licensee, including any prior representation, statement, condition, or warranty with respect to the subject matter of this EULA.   <br>End User License Agreement (Rev. 133C774) 3 / 3<br>For additional information regarding this EULA, please contact:<br>Samuel James Swartout Attn: Samuel James Swartout 414 East 5th Street Emmett, ID 83617 (208) 602-6403",
            "developers": [
                "Samuel James Swartout"
            ],
            "publishers": [
                "Calamity Exploration"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 10,
                    "description": "Game demo"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "25",
                    "description": "Adventure"
                },
                {
                    "id": "3",
                    "description": "RPG"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_820e65fe913df42267f04c2497a948aa5c7a55d9.600x338.jpg?t=1516758498",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_820e65fe913df42267f04c2497a948aa5c7a55d9.1920x1080.jpg?t=1516758498"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_0c9dceee5944b051fe2612e9df1e818b6620af1c.600x338.jpg?t=1516758498",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_0c9dceee5944b051fe2612e9df1e818b6620af1c.1920x1080.jpg?t=1516758498"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_82bdc7a21906bcac14082fbe909d04a62e16eaf9.600x338.jpg?t=1516758498",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_82bdc7a21906bcac14082fbe909d04a62e16eaf9.1920x1080.jpg?t=1516758498"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_85c18e521c19a85171d630958904431918ab2863.600x338.jpg?t=1516758498",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_85c18e521c19a85171d630958904431918ab2863.1920x1080.jpg?t=1516758498"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_b9ddac3b06b3a8ebf22afe829db49ab0729e2f9d.600x338.jpg?t=1516758498",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_b9ddac3b06b3a8ebf22afe829db49ab0729e2f9d.1920x1080.jpg?t=1516758498"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_4803d437f42468806f2da54b37c75e8f679c2253.600x338.jpg?t=1516758498",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_4803d437f42468806f2da54b37c75e8f679c2253.1920x1080.jpg?t=1516758498"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_41ccc3c24d00b8be03d3df966f5d72fb43efa85b.600x338.jpg?t=1516758498",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_41ccc3c24d00b8be03d3df966f5d72fb43efa85b.1920x1080.jpg?t=1516758498"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_b42e2cec70c25428ec5f7e132e9f4f325c84f6cf.600x338.jpg?t=1516758498",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/759910/ss_b42e2cec70c25428ec5f7e132e9f4f325c84f6cf.1920x1080.jpg?t=1516758498"
                }
            ],
            "release_date": {
                "coming_soon": true,
                "date": "2 Feb, 2018"
            },
            "support_info": {
                "url": "",
                "email": "ambigiousgamessam@gmail.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/759910/page_bg_generated_v6b.jpg?t=1516758498",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}