{
    "765010": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Strid",
            "steam_appid": 765010,
            "required_age": 0,
            "is_free": true,
            "dlc": [
                906720
            ],
            "detailed_description": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/battle.png?t=1545576568\" ><br><br><i><strong>Summary</strong></i><br><br><ul class=\"bb_ul\"><li><strong>Vehicles</strong> - Use vehicles such as tanks and helicopters to destroy the enemy. <br></li><li><strong>Modifiable terrain</strong> - Construct or destroy terrain to your advantage. <br></li><li><strong>Fog of war</strong> - Out-maneuver your enemy by utilizing the fog of war. <br></li><li><strong>Unlocks</strong> -  Each kit has a variation with some new items that can be unlocked. Expand your arsenal by unlocking new weapons with increasing experience. <u><strong>(Requires full version DLC)</strong></u><br></li><li><strong>Squads</strong> - Invite some friends and play as a squad in intense battles.<br></li><li><strong>Online or LAN</strong> - Host or join games on LAN or online.<br></li><li><strong>Bots</strong> - Play with humans or bots.<br></li><li><strong>Kits</strong> - Choose between 7 different kits, each holding 5 unique items with varying tactical purposes.<br></li><li><strong>Conquest</strong> - Capture flags and reduce the enemy team's tickets to zero to win the battle.<br></li><li><strong>Tactical Items</strong> - Use smoke-grenades and flash-bangs to distract enemies in close quarters firefights. Call in air strikes using laser target designation and radio.</li></ul><br><strong><i>Details</i></strong><br><br><strong>Terrain</strong><br><br>Terrain composed of sand can be destroyed with most weapons, though items like shovels are more efficient than others. Every type of bullet has a specific amount of sand terrain penetration. The other type of terrain, rock, cannot be destroyed.<br>Sand can also be built using the engineer sand gun or sandbags equipped by the assault class.<br><br>Terrain affects the fog of war, the player simply cannot see through it. Some objects like trees and spawn-points will be rendered even if within fog of war to make it easier to navigate the play-field. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/terrain.png?t=1545576568\" ><br><br><strong>Kits</strong><br><br>Each standard kit is available to everyone from the start. But every kit has an unlockable alternative that can be made available if playing with a Strid account with the full version DLC. When playing on an account, points from any game is saved and will be used as progress for new unlocks. At certain intervals of points, new unlocks become available and it is up to the player to select which kit alternative to unlock.<br><br>Below each kit is displayed their unlockable alternative kit. (Requires full version DLC).<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/assault.png?t=1545576568\" ><br>Assault class<br>Automatic rifle, under-barrel grenade launcher for explosive rounds and smoke, flash-bang (briefly blinds anyone near explosion), sandbags (constructs sand terrain at dropped position).<br>Unlocked alternative uses a higher damage rifle with less ammo and more recoil, has under-barrel shotgun and smoke, a disposable light anti-armor rocket replaces sandbags.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/ranger.png?t=1545576568\" ><br>Ranger class<br>Deployable sniper rifle, sub-machine-gun, hand grenade, laser target designator (bombs can be requested at lazed position by officer radio).<br>Unlocked alternative uses a lower damage rifle with higher rate of fire, also has fully-automatic mode when not deployed.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/machine-gunner.png?t=1545576568\" ><br>Machine-gunner class<br>Deployable machine gun, pistol, shovel (efficiently destroys sand terrain), flare gun (efficiently burns through sand terrain).<br>Unlocked alternative uses a lower damage machine gun with longer view-distance, also replaces pistol with a sub-machine-gun.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/medic.png?t=1545576568\" ><br>Medic class<br>Burst fire-mode rifle, fully automatic pistol, medical kit (heals target player), smoke grenade (deploys smoke barrier on explosion), syringe (increases max HP for target player).<br>Unlocked alternative uses a lower damage rifle with a higher rate of fire.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/engineer.png?t=1545576568\" ><br>Engineer class<br>Burst fire-mode rifle, sand gun (constructs terrain at target location), welder (repairs target vehicle), plastic explosive (explodes when detonated), remote (triggers placed explosives).<br>Unlocked alternative uses a lower damage automatic shotgun with a higher rate of fire.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/officer.png?t=1545576568\" ><br>Officer class<br>Shotgun, riot-shield (blocks small-arms fire, has limited HP), extra ammunition (re-supplies target player ammo), scope (enables very long view-distance, thermal imaging and can place target lasers), radio (can call in airstrikes on friendly lazed targets).<br>Unlocked alternative uses an automatic rifle.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/anti-armor.png?t=1545576568\" ><br>Anti-armor class<br>Grenade launcher with high explosive and armor piercing shells, revolver, disposable anti-tank missile, disposable anti-air missile.<br>Unlocked alternative uses an automatic sniper rifle with armor-piercing rounds, a lower damage pistol, and anti-air missile is replaced by a light anti-tank missile.<br><br><strong>Smoke and Thermals</strong><br><br>Some items can provide a smoke barrier, these barriers affect the fog of war similar to the terrain. The difference between fog caused by terrain and smoke is that the smoke can still be seen through if a player uses thermal imaging. This is available in most armored vehicles and with the scope used by the officer class.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/thermals.png?t=1545576568\" ><br>This tank is equipped with thermal vision. By toggling this on with the default key 'T', a vehicle can be spotted through the smoke.<br><br><strong>Blur and Flash</strong><br><br>Being close to explosions or flying bullets will cause a temporarily more or less blurred vision. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/flash.png?t=1545576568\" ><br>Flash-bangs will temporarily severely impact vision.<br><br><strong>Ammunition types</strong><br><br>There are different types of ammo, such as standard bullets, high explosive and armor piercing.<br>High explosive ammo will create a blast that damages nearby players or vehicles. Armor piercing ammo will create a relatively small blast but will in general have higher damage and spawn additional projectiles on hit. <br><br>Some bullet types contain tracers where for example every third round is a tracer lighting up the path of the bullet.<br>All projectiles that are not rocket-propelled will slowly drop towards the ground due to gravity.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/he.png?t=1545576568\" ><br>High explosive ammo will create an explosion on impact that is very damaging to infantry but not very efficient against armored vehicles.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/airburst.png?t=1545576568\" ><br>Anti-air missiles will explode when in proximity of a vehicle and spread projectiles in a cone. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/ap.png?t=1545576568\" ><br>Anti-tank missiles will focus additional armor piercing projectiles in a straight line on impact.<br><br><strong>Vehicles</strong><br><br>Vehicles in general have very high damage and are invulnerable to low caliber ammunition. In general, medium armored vehicles and up can only be destroyed by high caliber ammo, anti-tank missiles and explosives placed by the engineer.<br><br>Vehicles can have a simultaneous crew of up to four players. In general, vehicles have one specific weapon per seat, such as the main gun. Some seats are not within the vehicle itself and may give the players ability to use their entire inventory while being openly transported by the vehicle.<br><br>A vehicle will become immobile if reaching a low amount of HP. If the vehicle is not repaired it will slowly burn up and be destroyed. <br>Vehicles re-spawn at spawn points when they have been destroyed for a period of time.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/tank.png?t=1545576568\" ><br>Tank - A main battle tank, very high damage, armor piercing shells, very high armor.<br>Crew (3) - Driver and main gunner, machine gunner, spotter.<br> <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/ifv.png?t=1545576568\" ><br>IFV - Infantry Fighting Vehicle, high damage, 40mm armor piercing rounds, anti-tank missile, high armor. <br>Crew (3) - Driver and main gunner, machine gunner, guided anti-tank missile operator.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/lvv90.png?t=1545576568\" ><br>LVV90 - LuftVärnsVagn 90 (Anti-Air-Vehicle), medium damage, anti-air missiles, machine guns, medium armor. Crew is automatically re-supplied and healed.<br>Crew (4) - Driver and main gunner, open roof machine gunner, two hatch gunners.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/apc.png?t=1545576568\" ><br>APC - Armored Personnel Carrier, medium damage, 20mm main gun, machine guns, medium armor. Crew is automatically re-supplied and healed.<br>Crew (4) - Driver and main gunner, three hatch gunners on the side.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/artillery.png?t=1545576568\" ><br>Artillery - very high damage, airburst shells, roof machine gun, medium armor.<br>Crew (2) - Driver and main gunner, open roof machine gunner.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/av100.png?t=1545576568\" ><br>AV100 - Armored Vehicle 100, low damage, mini-gun, laser designation, radio, low armor.<br>Crew (3) - Driver and main gunner, laser operator, radio operator.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/hkp2000.png?t=1545576568\" ><br>HKP2000 - Helikopter 2000, medium damage, 12.7mm machine gun, mini-gun, low armor.<br>Crew (2) - Driver and main gunner, side mini-gunner.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/ah17.png?t=1545576568\" ><br>AH17, Attack Helicopter 17, medium damage, high explosive rockets, main 20mm gun, two side mini-guns, low armor.<br>Crew (4) - Driver and rocket gunner, main gunner, two side mini-gunners.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/bike.png?t=1545576568\" ><br>Bike, very low armor, passengers can use weapons from their inventory.<br>Crew (3) - Driver, two passengers.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/saa.png?t=1545576568\" ><br>SAA - Stationary Anti-Air, 40mm anti-aircraft rounds, low armor.<br>Crew (1) - Gunner.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/50cal.png?t=1545576568\" ><br>.50cal - .50 caliber machine gun, low armor.<br>Crew (1) - Gunner.<br><br>Vehicles that use wheels may have them blown off. If this occurs the vehicle will have a reduced movement speed depending on the ratio of lost to maximum number of wheels. If the remaining wheels are not balanced the vehicle will remain tilted to a certain angle. If all wheels are lost the vehicle will instantly be destroyed. Wheels have low armor and can thus be damaged by non-armor-piercing blasts or bullets.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/tracked.png?t=1545576568\" ><br>Vehicles may lose wheels, causing reduced speed and a permanent tilt.<br><br><strong>Squads</strong><br><br>A team is composed of a number of squads. The player can choose to be in no squad at all, to be a squad leader or to be a squad member. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/squad_join.png?t=1545576568\" ><br>Player decides to join squad 1, the squad leader role will be given automatically (yellow and asterisk by name) since the squad only contains bots, the player clicks again to become just a squad member (green).<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/normal_spawn.png?t=1545576568\" ><br>A spawn point is a captured flag, team members may spawn here as long as it is not contested by an enemy.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/squad_spawn.png?t=1545576568\" ><br>Squad members can spawn on squad leaders like regular spawn points as long as the leader is alive. The helmet of your squad leader will always be yellow, and helmets of squad members will be beige.<br><br><strong>Game Mode</strong><br><br>Each team starts with a number of tickets defined by the server and map. The map contains a number of spawn points, the team in control of the least amount of spawn points will continuously lose tickets at a rate consistent with the difference in spawn points between the teams. If teams control an equal amount of spawn points they will both lose one ticket per time interval. When a team member is killed, a ticket is lost for that team. When a team has zero tickets it has lost the game.<br><br><strong>Infantry</strong> (Any player not in a vehicle)<br><br>Infantry can walk, sprint, crouch and hover/fly. <br>Hovering can be done continuously for a few seconds, energy must afterwards be regenerated by not hovering for a period of time.<br>Crouching increases the current maximum view-distance and greatly reduces recoil, if the extra view-distance is used the image will become slightly zoomed in.<br>Some weapons such as deployed sniper rifle and machine gun will greatly reduce the movement speed of the player.<br>Some weapons like anti-tank missiles will fire with extreme inaccuracy if used while sprinting or moving.<br>Infantry and vehicles are able to slowly dig themselves through sand without using weapons.<br><br><strong>Weapons</strong><br><br>Weapons have a recoil and a spread. The spread is affected by weapon stats, movement of the player and how continuously the weapon is fired. Firing in short bursts will cause less spread than continuous firing.<br>Weapons used as infantry have recoil that will more or less push the crosshair upwards depending on weapon stats and player movement. The crosshair will not automatically re-position itself, this is up to the player to do.<br>Each weapon has a limited maximum view-distance.<br><br><strong>Miscellaneous</strong><br><br>Using mouse and keyboard as input devices is recommended, but it is possible to use game controllers that use Xinput (Xbox 360 controllers). It is possible to configure controller stick sensitivity and keyboard bindings but not the key bindings of a handcontroller.<br><br>Playing a game with 64 active players as a client will require approximately 400kbit/s download and 8kbit/s upload speed. <br>Hosting a game with 64 active human players will in theory require approximately 512kbit/s download and 25Mbit/s upload speed.<br><br><strong>Hosting a public online game requires port forwarding of TCP port 17113 and UDP port 17112 if behind a router!</strong><br><br>Every game is hosted in a separate server process, even playing against bots locally in a non-public game will start a server process. This is started automatically when hosting a game from the in-game menus. If you started a server process, it is stopped automatically when leaving the game. The server runs with a command line interface and can be interacted with by simply alt-tabbing to it in windows. The CLI can be used to alter game values such as number of bots and tickets, instantly run the next map, restart the current map, ban specific players and so on.<br><br>The game was built with organic, home-grown c++ code and open source libraries.<br><br>Epileptic warning: This game contains flashing images",
            "about_the_game": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/battle.png?t=1545576568\" ><br><br><i><strong>Summary</strong></i><br><br><ul class=\"bb_ul\"><li><strong>Vehicles</strong> - Use vehicles such as tanks and helicopters to destroy the enemy. <br></li><li><strong>Modifiable terrain</strong> - Construct or destroy terrain to your advantage. <br></li><li><strong>Fog of war</strong> - Out-maneuver your enemy by utilizing the fog of war. <br></li><li><strong>Unlocks</strong> -  Each kit has a variation with some new items that can be unlocked. Expand your arsenal by unlocking new weapons with increasing experience. <u><strong>(Requires full version DLC)</strong></u><br></li><li><strong>Squads</strong> - Invite some friends and play as a squad in intense battles.<br></li><li><strong>Online or LAN</strong> - Host or join games on LAN or online.<br></li><li><strong>Bots</strong> - Play with humans or bots.<br></li><li><strong>Kits</strong> - Choose between 7 different kits, each holding 5 unique items with varying tactical purposes.<br></li><li><strong>Conquest</strong> - Capture flags and reduce the enemy team's tickets to zero to win the battle.<br></li><li><strong>Tactical Items</strong> - Use smoke-grenades and flash-bangs to distract enemies in close quarters firefights. Call in air strikes using laser target designation and radio.</li></ul><br><strong><i>Details</i></strong><br><br><strong>Terrain</strong><br><br>Terrain composed of sand can be destroyed with most weapons, though items like shovels are more efficient than others. Every type of bullet has a specific amount of sand terrain penetration. The other type of terrain, rock, cannot be destroyed.<br>Sand can also be built using the engineer sand gun or sandbags equipped by the assault class.<br><br>Terrain affects the fog of war, the player simply cannot see through it. Some objects like trees and spawn-points will be rendered even if within fog of war to make it easier to navigate the play-field. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/terrain.png?t=1545576568\" ><br><br><strong>Kits</strong><br><br>Each standard kit is available to everyone from the start. But every kit has an unlockable alternative that can be made available if playing with a Strid account with the full version DLC. When playing on an account, points from any game is saved and will be used as progress for new unlocks. At certain intervals of points, new unlocks become available and it is up to the player to select which kit alternative to unlock.<br><br>Below each kit is displayed their unlockable alternative kit. (Requires full version DLC).<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/assault.png?t=1545576568\" ><br>Assault class<br>Automatic rifle, under-barrel grenade launcher for explosive rounds and smoke, flash-bang (briefly blinds anyone near explosion), sandbags (constructs sand terrain at dropped position).<br>Unlocked alternative uses a higher damage rifle with less ammo and more recoil, has under-barrel shotgun and smoke, a disposable light anti-armor rocket replaces sandbags.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/ranger.png?t=1545576568\" ><br>Ranger class<br>Deployable sniper rifle, sub-machine-gun, hand grenade, laser target designator (bombs can be requested at lazed position by officer radio).<br>Unlocked alternative uses a lower damage rifle with higher rate of fire, also has fully-automatic mode when not deployed.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/machine-gunner.png?t=1545576568\" ><br>Machine-gunner class<br>Deployable machine gun, pistol, shovel (efficiently destroys sand terrain), flare gun (efficiently burns through sand terrain).<br>Unlocked alternative uses a lower damage machine gun with longer view-distance, also replaces pistol with a sub-machine-gun.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/medic.png?t=1545576568\" ><br>Medic class<br>Burst fire-mode rifle, fully automatic pistol, medical kit (heals target player), smoke grenade (deploys smoke barrier on explosion), syringe (increases max HP for target player).<br>Unlocked alternative uses a lower damage rifle with a higher rate of fire.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/engineer.png?t=1545576568\" ><br>Engineer class<br>Burst fire-mode rifle, sand gun (constructs terrain at target location), welder (repairs target vehicle), plastic explosive (explodes when detonated), remote (triggers placed explosives).<br>Unlocked alternative uses a lower damage automatic shotgun with a higher rate of fire.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/officer.png?t=1545576568\" ><br>Officer class<br>Shotgun, riot-shield (blocks small-arms fire, has limited HP), extra ammunition (re-supplies target player ammo), scope (enables very long view-distance, thermal imaging and can place target lasers), radio (can call in airstrikes on friendly lazed targets).<br>Unlocked alternative uses an automatic rifle.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/anti-armor.png?t=1545576568\" ><br>Anti-armor class<br>Grenade launcher with high explosive and armor piercing shells, revolver, disposable anti-tank missile, disposable anti-air missile.<br>Unlocked alternative uses an automatic sniper rifle with armor-piercing rounds, a lower damage pistol, and anti-air missile is replaced by a light anti-tank missile.<br><br><strong>Smoke and Thermals</strong><br><br>Some items can provide a smoke barrier, these barriers affect the fog of war similar to the terrain. The difference between fog caused by terrain and smoke is that the smoke can still be seen through if a player uses thermal imaging. This is available in most armored vehicles and with the scope used by the officer class.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/thermals.png?t=1545576568\" ><br>This tank is equipped with thermal vision. By toggling this on with the default key 'T', a vehicle can be spotted through the smoke.<br><br><strong>Blur and Flash</strong><br><br>Being close to explosions or flying bullets will cause a temporarily more or less blurred vision. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/flash.png?t=1545576568\" ><br>Flash-bangs will temporarily severely impact vision.<br><br><strong>Ammunition types</strong><br><br>There are different types of ammo, such as standard bullets, high explosive and armor piercing.<br>High explosive ammo will create a blast that damages nearby players or vehicles. Armor piercing ammo will create a relatively small blast but will in general have higher damage and spawn additional projectiles on hit. <br><br>Some bullet types contain tracers where for example every third round is a tracer lighting up the path of the bullet.<br>All projectiles that are not rocket-propelled will slowly drop towards the ground due to gravity.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/he.png?t=1545576568\" ><br>High explosive ammo will create an explosion on impact that is very damaging to infantry but not very efficient against armored vehicles.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/airburst.png?t=1545576568\" ><br>Anti-air missiles will explode when in proximity of a vehicle and spread projectiles in a cone. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/ap.png?t=1545576568\" ><br>Anti-tank missiles will focus additional armor piercing projectiles in a straight line on impact.<br><br><strong>Vehicles</strong><br><br>Vehicles in general have very high damage and are invulnerable to low caliber ammunition. In general, medium armored vehicles and up can only be destroyed by high caliber ammo, anti-tank missiles and explosives placed by the engineer.<br><br>Vehicles can have a simultaneous crew of up to four players. In general, vehicles have one specific weapon per seat, such as the main gun. Some seats are not within the vehicle itself and may give the players ability to use their entire inventory while being openly transported by the vehicle.<br><br>A vehicle will become immobile if reaching a low amount of HP. If the vehicle is not repaired it will slowly burn up and be destroyed. <br>Vehicles re-spawn at spawn points when they have been destroyed for a period of time.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/tank.png?t=1545576568\" ><br>Tank - A main battle tank, very high damage, armor piercing shells, very high armor.<br>Crew (3) - Driver and main gunner, machine gunner, spotter.<br> <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/ifv.png?t=1545576568\" ><br>IFV - Infantry Fighting Vehicle, high damage, 40mm armor piercing rounds, anti-tank missile, high armor. <br>Crew (3) - Driver and main gunner, machine gunner, guided anti-tank missile operator.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/lvv90.png?t=1545576568\" ><br>LVV90 - LuftVärnsVagn 90 (Anti-Air-Vehicle), medium damage, anti-air missiles, machine guns, medium armor. Crew is automatically re-supplied and healed.<br>Crew (4) - Driver and main gunner, open roof machine gunner, two hatch gunners.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/apc.png?t=1545576568\" ><br>APC - Armored Personnel Carrier, medium damage, 20mm main gun, machine guns, medium armor. Crew is automatically re-supplied and healed.<br>Crew (4) - Driver and main gunner, three hatch gunners on the side.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/artillery.png?t=1545576568\" ><br>Artillery - very high damage, airburst shells, roof machine gun, medium armor.<br>Crew (2) - Driver and main gunner, open roof machine gunner.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/av100.png?t=1545576568\" ><br>AV100 - Armored Vehicle 100, low damage, mini-gun, laser designation, radio, low armor.<br>Crew (3) - Driver and main gunner, laser operator, radio operator.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/hkp2000.png?t=1545576568\" ><br>HKP2000 - Helikopter 2000, medium damage, 12.7mm machine gun, mini-gun, low armor.<br>Crew (2) - Driver and main gunner, side mini-gunner.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/ah17.png?t=1545576568\" ><br>AH17, Attack Helicopter 17, medium damage, high explosive rockets, main 20mm gun, two side mini-guns, low armor.<br>Crew (4) - Driver and rocket gunner, main gunner, two side mini-gunners.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/bike.png?t=1545576568\" ><br>Bike, very low armor, passengers can use weapons from their inventory.<br>Crew (3) - Driver, two passengers.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/saa.png?t=1545576568\" ><br>SAA - Stationary Anti-Air, 40mm anti-aircraft rounds, low armor.<br>Crew (1) - Gunner.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/50cal.png?t=1545576568\" ><br>.50cal - .50 caliber machine gun, low armor.<br>Crew (1) - Gunner.<br><br>Vehicles that use wheels may have them blown off. If this occurs the vehicle will have a reduced movement speed depending on the ratio of lost to maximum number of wheels. If the remaining wheels are not balanced the vehicle will remain tilted to a certain angle. If all wheels are lost the vehicle will instantly be destroyed. Wheels have low armor and can thus be damaged by non-armor-piercing blasts or bullets.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/tracked.png?t=1545576568\" ><br>Vehicles may lose wheels, causing reduced speed and a permanent tilt.<br><br><strong>Squads</strong><br><br>A team is composed of a number of squads. The player can choose to be in no squad at all, to be a squad leader or to be a squad member. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/squad_join.png?t=1545576568\" ><br>Player decides to join squad 1, the squad leader role will be given automatically (yellow and asterisk by name) since the squad only contains bots, the player clicks again to become just a squad member (green).<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/normal_spawn.png?t=1545576568\" ><br>A spawn point is a captured flag, team members may spawn here as long as it is not contested by an enemy.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/765010/extras/squad_spawn.png?t=1545576568\" ><br>Squad members can spawn on squad leaders like regular spawn points as long as the leader is alive. The helmet of your squad leader will always be yellow, and helmets of squad members will be beige.<br><br><strong>Game Mode</strong><br><br>Each team starts with a number of tickets defined by the server and map. The map contains a number of spawn points, the team in control of the least amount of spawn points will continuously lose tickets at a rate consistent with the difference in spawn points between the teams. If teams control an equal amount of spawn points they will both lose one ticket per time interval. When a team member is killed, a ticket is lost for that team. When a team has zero tickets it has lost the game.<br><br><strong>Infantry</strong> (Any player not in a vehicle)<br><br>Infantry can walk, sprint, crouch and hover/fly. <br>Hovering can be done continuously for a few seconds, energy must afterwards be regenerated by not hovering for a period of time.<br>Crouching increases the current maximum view-distance and greatly reduces recoil, if the extra view-distance is used the image will become slightly zoomed in.<br>Some weapons such as deployed sniper rifle and machine gun will greatly reduce the movement speed of the player.<br>Some weapons like anti-tank missiles will fire with extreme inaccuracy if used while sprinting or moving.<br>Infantry and vehicles are able to slowly dig themselves through sand without using weapons.<br><br><strong>Weapons</strong><br><br>Weapons have a recoil and a spread. The spread is affected by weapon stats, movement of the player and how continuously the weapon is fired. Firing in short bursts will cause less spread than continuous firing.<br>Weapons used as infantry have recoil that will more or less push the crosshair upwards depending on weapon stats and player movement. The crosshair will not automatically re-position itself, this is up to the player to do.<br>Each weapon has a limited maximum view-distance.<br><br><strong>Miscellaneous</strong><br><br>Using mouse and keyboard as input devices is recommended, but it is possible to use game controllers that use Xinput (Xbox 360 controllers). It is possible to configure controller stick sensitivity and keyboard bindings but not the key bindings of a handcontroller.<br><br>Playing a game with 64 active players as a client will require approximately 400kbit/s download and 8kbit/s upload speed. <br>Hosting a game with 64 active human players will in theory require approximately 512kbit/s download and 25Mbit/s upload speed.<br><br><strong>Hosting a public online game requires port forwarding of TCP port 17113 and UDP port 17112 if behind a router!</strong><br><br>Every game is hosted in a separate server process, even playing against bots locally in a non-public game will start a server process. This is started automatically when hosting a game from the in-game menus. If you started a server process, it is stopped automatically when leaving the game. The server runs with a command line interface and can be interacted with by simply alt-tabbing to it in windows. The CLI can be used to alter game values such as number of bots and tickets, instantly run the next map, restart the current map, ban specific players and so on.<br><br>The game was built with organic, home-grown c++ code and open source libraries.<br><br>Epileptic warning: This game contains flashing images",
            "short_description": "Strid is a fast-paced 2.5D online shooter with support for up to 64 players. Weapons and vehicles are extremely deadly and spawn-times are short.",
            "supported_languages": "English",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/765010/header.jpg?t=1545576568",
            "website": null,
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> 64bit Windows 7<br></li><li><strong>Processor:</strong> 2.2Ghz Dual Core<br></li><li><strong>Memory:</strong> 512 MB RAM<br></li><li><strong>Graphics:</strong> Nvidia GeForce GT 420, Radeon HD 5450 or Intel HD Graphics 4200. OpenGL 4.3 is required!<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 128 MB available space<br></li><li><strong>Additional Notes:</strong> Note that this is the bare minimum to run the game at lowest settings at a low frame rate. Requires an IPv4 address.</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> 64bit Windows 7 or newer<br></li><li><strong>Processor:</strong> 3.0Ghz Quad Core<br></li><li><strong>Memory:</strong> 512 MB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GTX 900 series or better<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 128 MB available space<br></li><li><strong>Additional Notes:</strong> Requires an IPv4 address. Please try updating your graphics card driver if you meet the requirements but still encounter problems.</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
            },
            "developers": [
                "kelkk"
            ],
            "publishers": [
                "kelkk"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 1,
                    "description": "Multi-player"
                },
                {
                    "id": 36,
                    "description": "Online Multi-Player"
                },
                {
                    "id": 38,
                    "description": "Online Co-op"
                },
                {
                    "id": 18,
                    "description": "Partial Controller Support"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "37",
                    "description": "Free to Play"
                },
                {
                    "id": "23",
                    "description": "Indie"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_afc3e2debf8147166156e8b850234d4397fcd881.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_afc3e2debf8147166156e8b850234d4397fcd881.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_6b3d6106327835269eb03c3699609ee4f60c9df8.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_6b3d6106327835269eb03c3699609ee4f60c9df8.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_3a21f0205239aaae98a6b930b9c6c99c6630e383.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_3a21f0205239aaae98a6b930b9c6c99c6630e383.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_32a2bf9c33384e4a3c33da6810eb11c501e26359.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_32a2bf9c33384e4a3c33da6810eb11c501e26359.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_40d6b459409fd9c7313d6b88b93d7f6df2bd73ff.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_40d6b459409fd9c7313d6b88b93d7f6df2bd73ff.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_325e849a80c337d1f647328682261ab5b267e7a8.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_325e849a80c337d1f647328682261ab5b267e7a8.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_f24189a8542f55a76e997ad1755907ed240ede7e.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_f24189a8542f55a76e997ad1755907ed240ede7e.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_94078eff4c39bd067a921241da64cf52801294cf.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_94078eff4c39bd067a921241da64cf52801294cf.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_56032c9166d53f626320c4dbce8eeab2d18a9c6f.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_56032c9166d53f626320c4dbce8eeab2d18a9c6f.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_528e72d25cb7e1230ff93f8f930b28930f31f665.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_528e72d25cb7e1230ff93f8f930b28930f31f665.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_8d3e4d76b86e1e8438ab046e87731ff5c5325a02.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_8d3e4d76b86e1e8438ab046e87731ff5c5325a02.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_ba435f8c046cf08fa99b24e384a27b43a6084759.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_ba435f8c046cf08fa99b24e384a27b43a6084759.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_034940c9f5fcd6a012c9f72c14da52ee0591ec9f.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_034940c9f5fcd6a012c9f72c14da52ee0591ec9f.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_1a1e1f22614e7c9eaf095a93c2647139d881d546.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_1a1e1f22614e7c9eaf095a93c2647139d881d546.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_25057b82a9f5ae4f78f2dadb7f6a59317621f49f.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_25057b82a9f5ae4f78f2dadb7f6a59317621f49f.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 15,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_8fdc7b568b9db0c024840793ecbdc2e36ecb6b4f.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_8fdc7b568b9db0c024840793ecbdc2e36ecb6b4f.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 16,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_2f81ac1ec02cf3826f60e6ae36e03f0e7448a96b.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_2f81ac1ec02cf3826f60e6ae36e03f0e7448a96b.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 17,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_a331cdd6cee77f67dd707eab400d21d8fcabedd6.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_a331cdd6cee77f67dd707eab400d21d8fcabedd6.1920x1080.jpg?t=1545576568"
                },
                {
                    "id": 18,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_1923564f3224c0a8ffa0fb81e384a3ee08312e58.600x338.jpg?t=1545576568",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/765010/ss_1923564f3224c0a8ffa0fb81e384a3ee08312e58.1920x1080.jpg?t=1545576568"
                }
            ],
            "movies": [
                {
                    "id": 256718001,
                    "name": "Strid Beta 2 Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256718001/movie.293x165.jpg?t=1537605707",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256718001/movie480.webm?t=1537605707",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256718001/movie_max.webm?t=1537605707"
                    },
                    "highlight": true
                },
                {
                    "id": 256734017,
                    "name": "Strid 1.0.1 Gameplay vs bots",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256734017/movie.293x165.jpg?t=1541143839",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256734017/movie480.webm?t=1541143839",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256734017/movie_max.webm?t=1541143839"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "26 Oct, 2018"
            },
            "support_info": {
                "url": "",
                "email": "StridGame@gmail.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/765010/page_bg_generated_v6b.jpg?t=1545576568",
            "content_descriptors": {
                "ids": [
                    5
                ],
                "notes": "This game contains combat and blood."
            }
        }
    }
}