{
    "773590": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Azusa RP Online",
            "steam_appid": 773590,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/AboutAzusa.png?t=1548856771\" ><h2 class=\"bb_tag\">Roleplay Driven</h2> <br>The game is completelly designed to allow the player to develop their character into the game's story, while at the same time interacting with other players, and being able to define the future with their actions, and, as time passes, these characters will grow old and pass away, allowing the player to play with their next generations progressively, and experience an exciting timeline.<br><br>Players in Azusa can develop their character into being almost anyone, or anything, from a simple baker working in a castle, to an engineer that builds a prosperous city, or even a strong and brave hunter that becomes a Guardian of Olympo, granted with enough powers to protect or destroy the world, or even a retired Guardian that uses his final years to teach and train young guardians to protect future generations!<br><br>In Azusa's universe villains are also other players, making it even possible to completely destroy a prosperous city, changing the direction of the game's story! <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/Guardians.png?t=1548856771\" ><h2 class=\"bb_tag\">Guardians</h2><br>Since mythological eras, Hades has been trying to turn earth into his realm by killing every creature, however, when evil appears, young heroes wearing the legendary olympian armors, with fists strong enough to cut the sky and open craters on earth, risk their lives to save the world! They are known as Olympian Guardians, and, being backed by the Gods in Olympo, Zeus, Poseidon and Athena, they fight to define the destiny of earth!<br><br>These armors were organized in two different tiers: The ordinary guardians, who are based off creatures, showing their roles of protecting the creation, and the golden guardians, whose armors were directly crafted by the gods, and usually fight to protect them. The golden armors are organized in groups: Elites, the one assigned for those who fight for Zeus; Marines, for those who protect Poseidon and the ocean; Zodiac, for those responsible of protecting Athena's Temple; And Princes, for those responsible of keeping order in the underworld.<br><br>Each armor has a unique playstyle and set of skills, making the combat be a unique mixture of strategy and real time action, while also assuring that each battle is completely dynamic and unpredictable.<br><br>Guardians are picked by &quot;destiny&quot; as they fight in Elemental Arenas that are scattered around the entire world. Kids are commonly sent to train and grow into dangerous zones to, one day, be gifted with one of these legendary armors and, using their cosmo energy, manage to manipulate the armors' elements, developing new techniques and unique builds/playstyle.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/Underworld2.png?t=1548856771\" ><h2 class=\"bb_tag\">Underworld</h2><br>After dying, the player in the Azusa world goes to the Underworld, the realm of Hades, which has been redesigned by himself to be a place of suffering and punishment for humans. With the aid of suffering, Hades is able to annihilate all that is good in the souls of those who perished, transforming them into ferocious and ruthless beings called Reapers. Now, wearing the Armor of the Underworld, the Reapers' main goal are to spread death and chaos across Earth.<br><br>In other words, a friend long dead may return as a villain trying to kill you and destroy everything he once loved. As the great wars continue, the destruction between nostalgic battles makes up perfect dramatic scenes in this world of Roleplay.<br><br>When you finally die, you will descend into Yomotsu Mountain, and find yourself near Hell's Gate.<br>In the Underworld, information is present for newcomers, explaining how the sections of Hell are and what they are for, with those being numerous jails or prisons.<br>After crossing the gates of Hell, you will be in the first valley of the first prison. This valley is the edge of the Acheron River, where the indecisive souls spend their eternity trying to cross the river in an infinite loop. There is a way to cross the Acheron River, and it is only through the Raft of Souls. To call the raft, you must drop all the money on the shore and give up your past life. The Soul Raft will then take you to the second valley: Hell's Court.<br>In this hall you will find the Book of Judgments. Written the names of the dead and their main sin, once you read that book, you will be judged, and then taken to one of the 16 valleys within the 8 prisons of the Underworld.<br><br>You will not be able to walk through prisons as a normal soul. You will be there until you become a Reaper or, if you find yourself lucky, you end up being rescued. Every prison has it's own sufferings, and each one of those functions as a training method unique to that area. Once you can master the sufferings and enter the world of nightmares, you will be able to end your agonies by killing your good side. It will be a difficult battle, but if you end up on the winning side, you will return as a Reaper, the main villains of the game, who can roam freely through the prisons of the Underworld.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/CharacterCreation.png?t=1548856771\" ><h2 class=\"bb_tag\">Character Customization</h2><br>Create a unique character by customizing your appearance through numerous combinations of hair and clothing, and play with one of the 5 races in the Azusa universe. Not just Humans, you can unlock special races like Angels, Demons, Kappas and Lemurians. The choice is yours! <br><br>You have the freedom to develop a perfect match for your playstyle as you can decide the talents your character will have, being able to increase directly each status you gain. However, Azusa's character customization is not limited to the creation window. While you are playing, you will be able to discover many differents training methods, and even be trained by several masters as they will also define how strong your character will be. Your adventure will not only define the history of the world around you, but also the unique attributes of each character.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/classes.png?t=1548856771\" ><h2 class=\"bb_tag\">Civilian, Masters and Fighters</h2><br>There are 3 main classes in the game, which will define most of your adventure in Azusa. Even though fights and powers are commonly used to set the fate of the world, Azusa's universe is not simply about battles and conflicts. Each one of these classes will define the importance and the role you will play.<br><br>The Civilian class holds most traits of utility, tending to have a common lifestyle. Do not think, however, that civilians are determined to be weak, for they too can become powerful Guardians. The civilizans are the only ones able to learn all the civil traits at once, allowing them to be builders, doctors, tailors, barbers etc. And generally they are the richest classes of the game, able to build homes, furniture, create stores and even more!<br><br>People in the Masters class are great at training friends or students, as their traits help them increase the status gains of who they are training with. Masters can also develop fighting styles that will increase players' chances of a critical attack, counter-attack, or even a combo of consecutive hits.<br><br>Fighters are the ones who have the best fighting potential as their traits increase their talents (How fast they will gain status), but only your style of play will define how strong you really can be!<br><br>Each class depends each other. Use the money in game to interact and get help from other players! In addition, each class can learn a single random civil trait, so it is possible to roll a fighter with medical trait, for example.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/TrainingMethods.png?t=1548856771\" ><h2 class=\"bb_tag\">Training Methods and Ranks</h2><br>In Azusa, there are many ways to become stronger. You can become one of the most powerful players in the game simply by Roleplay, but there are still several other things you can do to see some progression. Most of these training methods should be learned from other players, mainly players with Ranks.<br><br>Ranks are characters with an important global position, such as, but not limited to: The king of a city, a god, a golden Guardian, a hermit living in a forest etc. To become a character with one of these positions you must be responsible and fit that role, leading the history of the game as such. Some of the main functions of these ranks are to teach and train future Guardians, ensuring the fluidity and dynamism of the story.<br><br>There are more than 28 training methods so far to be learned, with they being mainly organized in 3 styles: Active trainings, half &quot;afk&quot; (Away from keyboard) training and action training. Action training usually doesnt need to be learned, since they are simply stuff like punching a sandbag or sparing with friends or masters. Active training methods require you to concentrate and reach certain arrow directions. These methods are the most efficient, and the greater your concentration, the greater are your gains. Half &quot;afk&quot; methods are the easiest to use, being the act of your character training alone, not needing the player to constantly pay attention to what's happening at that moment. <br><br>The active training methods are organized into three categories: Meditation, Cosmo Charge and Shadow Sparing. You can increase your mastery in these categories while you train a method on them, but there are two different types of active training across these categories, simply called &quot;local training&quot; and &quot;normal training&quot;. Local training can only be used in certain areas of the world, like, for example, a method of trying to reverse the flow of waterfalls can only be used near a waterfall, so it is a local training. Local training increases your Elemental Control, and depending on the element of your cosmos, affects the damage of your elemental technique. <br>So, training in the desert, Asgard, or any of the different biomes in the Azusa world will build your character in different ways!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/biomas.png?t=1548856771\" ><h2 class=\"bb_tag\">Biomes</h2><br>You can adventure through the many biomes in the Azusa world. Each biome has its own unique possible local training and architecture, and are commonly protected by different gods. There are also different materials in each zone of the Azusa world, so if you are an explorer you can travel and commercialize resources around the world and gain decent profit, learn different architecture styles and of course, fight for the justice or destruction of a region!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/Treasures.png?t=1548856771\" ><h2 class=\"bb_tag\">Dungeons</h2><br>Administrators also have the freedom to make custom dungeons, zones filled with challenges, traps, puzzles and unique enemies that protect important secrets or treasures. Some canonical dungeons already exist in the game while others are created as global history progresses, allowing players to discover new places never seen before as they look for treasures that can help them win wars and protect the world.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/Relics.png?t=1548856771\" ><h2 class=\"bb_tag\">Relics and Treasures</h2><br>Relics are objects similar to Armors, forged with a certain amount of cosmo energy inside, turning them into treasures capable of giving someone powers and techniques. Most relics hold a unique utility, others only hold an extra amount of power, but all of them are usually keys to decide a battle, some relics are so powerful that they can even overpower the Guardians' Armors themselves!<br><br>However, these artifacts are usually collected by thieves or mythological creatures, and are commonly protected by them in dungeons. However, there are also custom relics made by experienced Lemurians. The relics utility vary in almost everything, from relics able to burn or poison your enemies, to relics that are able to absorb blasts or deflect them. It will all depend on your luck as you explore the game's world!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/TimeTravel.png?t=1548856771\" ><h2 class=\"bb_tag\">Time Travel And Custom Gods</h2><br>The amount of things you can do and change in Azusa's universe is unlimited, thanks to custom gods and time travel, systems that further enhance Roleplay's ability to affect and change history.<br><br>With time travel, you can experience situations and events never seen before in other online games, such as going back to a point in the Azusa's base history and find canonical heroes, or even travel back in the distant past and find characters that one day were played by other people. These events can even be influenced or changed by the presence of travelers! However, time travels are very rare events that can affect the future on a grand scale, and when these drastic changes happen, global story is reviewed and a &quot;Time Skip&quot; can happen (Leaps in time of 80 years), sending all players in the actual present to their next generation, where the changes would be applied. It is worth mentioning that the time travel system is a complex mechanic, usually managed by one or more administrators, who, combined with the Roleplay system, allows almost infinite mutability in the development of game history.<br><br>These journeys are also used to complement the base story, causing travelers to participate in or assist canonical events, not necessarily resulting real changes in the universe, but rather ensuring that such events have indeed taken place, like, for example, joining the moment that Hades rebelled against Zeus for the first time, ending up perhaps being responsible for the first Great Wars that takes much of Azusa's lore.<br><br>Custom Gods is a system that allows for new gods to emerge to further complement the game's history, depending on whether that god can be revived or discovered, as can be created by the players, generating with it a completely new direction for the main plot of this universe.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/TrialSyst2.png?t=1548856771\" ><h2 class=\"bb_tag\">Trial Systems</h2><br>Azusa features a system that promotes the interaction between the players, and even motivates them to explore the game's universe and history, developing their characters on the process.<br><br>Similar to how tabletop RPG masters lead a campaign, administrators can modify a set of choices, tests, effects, depending on whatever's going on in the story. For example: A player can find a book in a library shelf that mentions the location of a dungeon, and after talking about it in public, a group ends up going to the right place to explore it, and as they may end up falling into a hidden cave, they would go through various challenges, traps, enemies, all depending on the roll of dices, quality of roleplaying and of course, the outcome of it all would be completely dependant on what choices they made on their way through. As a result, administrators are always able to scale up possible adventures along with the events explored by players. The trial system intertwines with several other mechanics like, for example, trials and adventures that serve as training so that young Guardians can learn new methods of training, how to awaken the Sixth Sense, or even trials whose result ends up releasing a new area of the game, with new ranks or gods.<br><br>What differs the trial system from other MMORPG quests is that the trials are usually only completed once, with the main function of judging situations whose outcome can completely change the course of the game's history. And, as trials are made and things are going on in history, managers can always create new adventures or challenges that fit the previous results, ensuring the fluency promised by the style of the game focused on Roleplay, allowing the game experience to always be unique, since the adventure can not simply be repeated or undone.",
            "about_the_game": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/AboutAzusa.png?t=1548856771\" ><h2 class=\"bb_tag\">Roleplay Driven</h2> <br>The game is completelly designed to allow the player to develop their character into the game's story, while at the same time interacting with other players, and being able to define the future with their actions, and, as time passes, these characters will grow old and pass away, allowing the player to play with their next generations progressively, and experience an exciting timeline.<br><br>Players in Azusa can develop their character into being almost anyone, or anything, from a simple baker working in a castle, to an engineer that builds a prosperous city, or even a strong and brave hunter that becomes a Guardian of Olympo, granted with enough powers to protect or destroy the world, or even a retired Guardian that uses his final years to teach and train young guardians to protect future generations!<br><br>In Azusa's universe villains are also other players, making it even possible to completely destroy a prosperous city, changing the direction of the game's story! <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/Guardians.png?t=1548856771\" ><h2 class=\"bb_tag\">Guardians</h2><br>Since mythological eras, Hades has been trying to turn earth into his realm by killing every creature, however, when evil appears, young heroes wearing the legendary olympian armors, with fists strong enough to cut the sky and open craters on earth, risk their lives to save the world! They are known as Olympian Guardians, and, being backed by the Gods in Olympo, Zeus, Poseidon and Athena, they fight to define the destiny of earth!<br><br>These armors were organized in two different tiers: The ordinary guardians, who are based off creatures, showing their roles of protecting the creation, and the golden guardians, whose armors were directly crafted by the gods, and usually fight to protect them. The golden armors are organized in groups: Elites, the one assigned for those who fight for Zeus; Marines, for those who protect Poseidon and the ocean; Zodiac, for those responsible of protecting Athena's Temple; And Princes, for those responsible of keeping order in the underworld.<br><br>Each armor has a unique playstyle and set of skills, making the combat be a unique mixture of strategy and real time action, while also assuring that each battle is completely dynamic and unpredictable.<br><br>Guardians are picked by &quot;destiny&quot; as they fight in Elemental Arenas that are scattered around the entire world. Kids are commonly sent to train and grow into dangerous zones to, one day, be gifted with one of these legendary armors and, using their cosmo energy, manage to manipulate the armors' elements, developing new techniques and unique builds/playstyle.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/Underworld2.png?t=1548856771\" ><h2 class=\"bb_tag\">Underworld</h2><br>After dying, the player in the Azusa world goes to the Underworld, the realm of Hades, which has been redesigned by himself to be a place of suffering and punishment for humans. With the aid of suffering, Hades is able to annihilate all that is good in the souls of those who perished, transforming them into ferocious and ruthless beings called Reapers. Now, wearing the Armor of the Underworld, the Reapers' main goal are to spread death and chaos across Earth.<br><br>In other words, a friend long dead may return as a villain trying to kill you and destroy everything he once loved. As the great wars continue, the destruction between nostalgic battles makes up perfect dramatic scenes in this world of Roleplay.<br><br>When you finally die, you will descend into Yomotsu Mountain, and find yourself near Hell's Gate.<br>In the Underworld, information is present for newcomers, explaining how the sections of Hell are and what they are for, with those being numerous jails or prisons.<br>After crossing the gates of Hell, you will be in the first valley of the first prison. This valley is the edge of the Acheron River, where the indecisive souls spend their eternity trying to cross the river in an infinite loop. There is a way to cross the Acheron River, and it is only through the Raft of Souls. To call the raft, you must drop all the money on the shore and give up your past life. The Soul Raft will then take you to the second valley: Hell's Court.<br>In this hall you will find the Book of Judgments. Written the names of the dead and their main sin, once you read that book, you will be judged, and then taken to one of the 16 valleys within the 8 prisons of the Underworld.<br><br>You will not be able to walk through prisons as a normal soul. You will be there until you become a Reaper or, if you find yourself lucky, you end up being rescued. Every prison has it's own sufferings, and each one of those functions as a training method unique to that area. Once you can master the sufferings and enter the world of nightmares, you will be able to end your agonies by killing your good side. It will be a difficult battle, but if you end up on the winning side, you will return as a Reaper, the main villains of the game, who can roam freely through the prisons of the Underworld.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/CharacterCreation.png?t=1548856771\" ><h2 class=\"bb_tag\">Character Customization</h2><br>Create a unique character by customizing your appearance through numerous combinations of hair and clothing, and play with one of the 5 races in the Azusa universe. Not just Humans, you can unlock special races like Angels, Demons, Kappas and Lemurians. The choice is yours! <br><br>You have the freedom to develop a perfect match for your playstyle as you can decide the talents your character will have, being able to increase directly each status you gain. However, Azusa's character customization is not limited to the creation window. While you are playing, you will be able to discover many differents training methods, and even be trained by several masters as they will also define how strong your character will be. Your adventure will not only define the history of the world around you, but also the unique attributes of each character.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/classes.png?t=1548856771\" ><h2 class=\"bb_tag\">Civilian, Masters and Fighters</h2><br>There are 3 main classes in the game, which will define most of your adventure in Azusa. Even though fights and powers are commonly used to set the fate of the world, Azusa's universe is not simply about battles and conflicts. Each one of these classes will define the importance and the role you will play.<br><br>The Civilian class holds most traits of utility, tending to have a common lifestyle. Do not think, however, that civilians are determined to be weak, for they too can become powerful Guardians. The civilizans are the only ones able to learn all the civil traits at once, allowing them to be builders, doctors, tailors, barbers etc. And generally they are the richest classes of the game, able to build homes, furniture, create stores and even more!<br><br>People in the Masters class are great at training friends or students, as their traits help them increase the status gains of who they are training with. Masters can also develop fighting styles that will increase players' chances of a critical attack, counter-attack, or even a combo of consecutive hits.<br><br>Fighters are the ones who have the best fighting potential as their traits increase their talents (How fast they will gain status), but only your style of play will define how strong you really can be!<br><br>Each class depends each other. Use the money in game to interact and get help from other players! In addition, each class can learn a single random civil trait, so it is possible to roll a fighter with medical trait, for example.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/TrainingMethods.png?t=1548856771\" ><h2 class=\"bb_tag\">Training Methods and Ranks</h2><br>In Azusa, there are many ways to become stronger. You can become one of the most powerful players in the game simply by Roleplay, but there are still several other things you can do to see some progression. Most of these training methods should be learned from other players, mainly players with Ranks.<br><br>Ranks are characters with an important global position, such as, but not limited to: The king of a city, a god, a golden Guardian, a hermit living in a forest etc. To become a character with one of these positions you must be responsible and fit that role, leading the history of the game as such. Some of the main functions of these ranks are to teach and train future Guardians, ensuring the fluidity and dynamism of the story.<br><br>There are more than 28 training methods so far to be learned, with they being mainly organized in 3 styles: Active trainings, half &quot;afk&quot; (Away from keyboard) training and action training. Action training usually doesnt need to be learned, since they are simply stuff like punching a sandbag or sparing with friends or masters. Active training methods require you to concentrate and reach certain arrow directions. These methods are the most efficient, and the greater your concentration, the greater are your gains. Half &quot;afk&quot; methods are the easiest to use, being the act of your character training alone, not needing the player to constantly pay attention to what's happening at that moment. <br><br>The active training methods are organized into three categories: Meditation, Cosmo Charge and Shadow Sparing. You can increase your mastery in these categories while you train a method on them, but there are two different types of active training across these categories, simply called &quot;local training&quot; and &quot;normal training&quot;. Local training can only be used in certain areas of the world, like, for example, a method of trying to reverse the flow of waterfalls can only be used near a waterfall, so it is a local training. Local training increases your Elemental Control, and depending on the element of your cosmos, affects the damage of your elemental technique. <br>So, training in the desert, Asgard, or any of the different biomes in the Azusa world will build your character in different ways!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/biomas.png?t=1548856771\" ><h2 class=\"bb_tag\">Biomes</h2><br>You can adventure through the many biomes in the Azusa world. Each biome has its own unique possible local training and architecture, and are commonly protected by different gods. There are also different materials in each zone of the Azusa world, so if you are an explorer you can travel and commercialize resources around the world and gain decent profit, learn different architecture styles and of course, fight for the justice or destruction of a region!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/Treasures.png?t=1548856771\" ><h2 class=\"bb_tag\">Dungeons</h2><br>Administrators also have the freedom to make custom dungeons, zones filled with challenges, traps, puzzles and unique enemies that protect important secrets or treasures. Some canonical dungeons already exist in the game while others are created as global history progresses, allowing players to discover new places never seen before as they look for treasures that can help them win wars and protect the world.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/Relics.png?t=1548856771\" ><h2 class=\"bb_tag\">Relics and Treasures</h2><br>Relics are objects similar to Armors, forged with a certain amount of cosmo energy inside, turning them into treasures capable of giving someone powers and techniques. Most relics hold a unique utility, others only hold an extra amount of power, but all of them are usually keys to decide a battle, some relics are so powerful that they can even overpower the Guardians' Armors themselves!<br><br>However, these artifacts are usually collected by thieves or mythological creatures, and are commonly protected by them in dungeons. However, there are also custom relics made by experienced Lemurians. The relics utility vary in almost everything, from relics able to burn or poison your enemies, to relics that are able to absorb blasts or deflect them. It will all depend on your luck as you explore the game's world!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/TimeTravel.png?t=1548856771\" ><h2 class=\"bb_tag\">Time Travel And Custom Gods</h2><br>The amount of things you can do and change in Azusa's universe is unlimited, thanks to custom gods and time travel, systems that further enhance Roleplay's ability to affect and change history.<br><br>With time travel, you can experience situations and events never seen before in other online games, such as going back to a point in the Azusa's base history and find canonical heroes, or even travel back in the distant past and find characters that one day were played by other people. These events can even be influenced or changed by the presence of travelers! However, time travels are very rare events that can affect the future on a grand scale, and when these drastic changes happen, global story is reviewed and a &quot;Time Skip&quot; can happen (Leaps in time of 80 years), sending all players in the actual present to their next generation, where the changes would be applied. It is worth mentioning that the time travel system is a complex mechanic, usually managed by one or more administrators, who, combined with the Roleplay system, allows almost infinite mutability in the development of game history.<br><br>These journeys are also used to complement the base story, causing travelers to participate in or assist canonical events, not necessarily resulting real changes in the universe, but rather ensuring that such events have indeed taken place, like, for example, joining the moment that Hades rebelled against Zeus for the first time, ending up perhaps being responsible for the first Great Wars that takes much of Azusa's lore.<br><br>Custom Gods is a system that allows for new gods to emerge to further complement the game's history, depending on whether that god can be revived or discovered, as can be created by the players, generating with it a completely new direction for the main plot of this universe.<br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/773590/extras/TrialSyst2.png?t=1548856771\" ><h2 class=\"bb_tag\">Trial Systems</h2><br>Azusa features a system that promotes the interaction between the players, and even motivates them to explore the game's universe and history, developing their characters on the process.<br><br>Similar to how tabletop RPG masters lead a campaign, administrators can modify a set of choices, tests, effects, depending on whatever's going on in the story. For example: A player can find a book in a library shelf that mentions the location of a dungeon, and after talking about it in public, a group ends up going to the right place to explore it, and as they may end up falling into a hidden cave, they would go through various challenges, traps, enemies, all depending on the roll of dices, quality of roleplaying and of course, the outcome of it all would be completely dependant on what choices they made on their way through. As a result, administrators are always able to scale up possible adventures along with the events explored by players. The trial system intertwines with several other mechanics like, for example, trials and adventures that serve as training so that young Guardians can learn new methods of training, how to awaken the Sixth Sense, or even trials whose result ends up releasing a new area of the game, with new ranks or gods.<br><br>What differs the trial system from other MMORPG quests is that the trials are usually only completed once, with the main function of judging situations whose outcome can completely change the course of the game's history. And, as trials are made and things are going on in history, managers can always create new adventures or challenges that fit the previous results, ensuring the fluency promised by the style of the game focused on Roleplay, allowing the game experience to always be unique, since the adventure can not simply be repeated or undone.",
            "short_description": "Azusa Online is an open world roleplay driven game, focused in developing the world and story of your character while interacting with other players. Compete in tournaments around the world to earn rights to wear the legendary Olympian armors and help defy gods; Athena, Hades, Zeus and Poseidon.",
            "supported_languages": "English",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/773590/header.jpg?t=1548856771",
            "website": "http://www.azusarp.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows XP<br></li><li><strong>Memory:</strong> 600 MB RAM<br></li><li><strong>Graphics:</strong> Integrated graphics<br></li><li><strong>DirectX:</strong> Version 9.0<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 100 MB available space<br></li><li><strong>Additional Notes:</strong> Internet Explorer 8 or higher required to render the Azusa Launcher</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Network:</strong> Broadband Internet connection</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "ext_user_account_notice": "Game Key (Supports Linking to Steam Account)",
            "developers": [
                "Inutaishos"
            ],
            "publishers": [
                "Inutaishos"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 1599,
                "final": 1599,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "15,99€"
            },
            "packages": [
                231711
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Azusa RP Online",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 231711,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Azusa Online - 15,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 1599
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 36,
                    "description": "Online Multi-Player"
                },
                {
                    "id": 20,
                    "description": "MMO"
                }
            ],
            "genres": [
                {
                    "id": "23",
                    "description": "Indie"
                },
                {
                    "id": "29",
                    "description": "Massively Multiplayer"
                },
                {
                    "id": "3",
                    "description": "RPG"
                },
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_69d8ea62bd2e0b30c9ed6798e20d8eb2ad4df2e8.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_69d8ea62bd2e0b30c9ed6798e20d8eb2ad4df2e8.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_a3bde4017aa97f62771a260db32951ac8fb0af8f.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_a3bde4017aa97f62771a260db32951ac8fb0af8f.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_8ed5fef18b8572f8be3527069d81a6027bf10a58.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_8ed5fef18b8572f8be3527069d81a6027bf10a58.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_938366d9f890e234b4be9ab89d0e31693d7db3ba.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_938366d9f890e234b4be9ab89d0e31693d7db3ba.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_404b0ef736932c5bee55393112f44b8785b99b3a.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_404b0ef736932c5bee55393112f44b8785b99b3a.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_0accc25ecf758cce97c7179fae58cd4160649f65.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_0accc25ecf758cce97c7179fae58cd4160649f65.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_3c8ccd776f62a105a197d52eb78c7b26546668e4.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_3c8ccd776f62a105a197d52eb78c7b26546668e4.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_9f8c2942b9082408470e06006528f1803ce2378e.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_9f8c2942b9082408470e06006528f1803ce2378e.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_3c2b4106ca5ed64668926676bd65c3e1499ab757.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_3c2b4106ca5ed64668926676bd65c3e1499ab757.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_bc966d4361e5c133edef7a96330ad34b75b49c60.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_bc966d4361e5c133edef7a96330ad34b75b49c60.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 10,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_7c1fd71d8194e07a3d57032c98bc855ba5752aef.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_7c1fd71d8194e07a3d57032c98bc855ba5752aef.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 11,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_f33ea4f9c2cad08e6b85fe01bc3505ea03cf21ab.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_f33ea4f9c2cad08e6b85fe01bc3505ea03cf21ab.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 12,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_54fe9fff103d7affcab36dd6e36a3018f21076c2.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_54fe9fff103d7affcab36dd6e36a3018f21076c2.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 13,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_45dad1ccce53e6dbddaaf4a7ebb569d4d995871a.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_45dad1ccce53e6dbddaaf4a7ebb569d4d995871a.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 14,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_b486d26113e374296a3f4fa56ea6b4779407abda.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_b486d26113e374296a3f4fa56ea6b4779407abda.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 15,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_e6fae5f2fca09b9098b397126912bee89e9d4ce0.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_e6fae5f2fca09b9098b397126912bee89e9d4ce0.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 16,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_76bcc6559f3c94325ed36168d0319261a60b4ea1.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_76bcc6559f3c94325ed36168d0319261a60b4ea1.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 17,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_33367dc8d3ea7063070951855c9885c692f4dc98.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_33367dc8d3ea7063070951855c9885c692f4dc98.1920x1080.jpg?t=1548856771"
                },
                {
                    "id": 18,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_af94a915840ffe199756c60bdd83ecf527c377dc.600x338.jpg?t=1548856771",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/773590/ss_af94a915840ffe199756c60bdd83ecf527c377dc.1920x1080.jpg?t=1548856771"
                }
            ],
            "movies": [
                {
                    "id": 256740452,
                    "name": "Azusa Online",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256740452/movie.293x165.jpg?t=1547499357",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256740452/movie480.webm?t=1547499357",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256740452/movie_max.webm?t=1547499357"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "30 Jan, 2019"
            },
            "support_info": {
                "url": "http://www.azusarp.com/contact",
                "email": "vilubasantos@gmail.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/773590/page_bg_generated_v6b.jpg?t=1548856771",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}