{
    "802870": {
        "success": true,
        "data": {
            "type": "game",
            "name": "The Ditzy Demons Are in Love With Me",
            "steam_appid": 802870,
            "required_age": 0,
            "is_free": false,
            "dlc": [
                948430,
                962820
            ],
            "detailed_description": "Ren’s virginity is in danger! His childhood friend Riria was frantically trying to take off his clothes and begging to touch him. The truth is that she’s actually a succubus and was embarrassed not having any sexual experience at her age.<br><br>He was suddenly pushed into the school’s special dormitory. It was a girls’ dormitory full of useless demons: Yuu, the yuki-onna who was extremely sensitive to the cold; Arle, the mummy girl who is uncomfortable with tightness and loves the feeling of freedom; Emiri, the hopeless angel who has no sense of modesty and who is also his step sister; and, Miyabi, the witch who passionately develops a love drug to bring happiness to the world. The dormitory was built to rehabilitate them and since he was mistakenly moved there, he was assigned as an assistant to watch over them. His happy and troublesome days as a teacher for these cute but incompetent demons has begun.<h2 class=\"bb_tag\">Characters</h2><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/steam5.png?t=1547242101\" ><br><strong>Kiritani Riria (VA: Ogura Yui)</strong><br>Real name: Lilia Nunnally Eisenstadt<br><br>A puppy-like childhood friend with a calming aura. Her parents and Ren's have been friends long before, and she has always been with Ren ever since she can remember. Riria is bad at thinking about complex things, preferring to brush things off with a smile. Surprisingly stubborn once she digs her heels in, and has a tendency to rush into things. Especially in anything related to lewd matters.<br><br>Riria is concerned about her childish side, and is also easily embarrassed. Even though she is a succubus, she isn't unreserved; only possessing an insatiable sexual desire for her beloved, but clinging tightly onto her chastity. &quot;Have a succubus as your bride and you'll be blessed with a peaceful family, a happy partner, and wonderful children&quot; is what they say, but her motto is &quot;My rival is their right hand.&quot; A succubus's saliva is as viscous as Pepe-rice (rice mixed with pepperoncini) -- time to dig in~<br><br><i>&quot;I don't want you saying other girls are lewder! I'm the lewdest! Geez!&quot;</i><br><br>Childish Succubus<br>Race: Succubus<br>Height: 156 cm<br>Three sizes: B92 / W56 / H89<br>Blood type: O<br>Birthday: April 10<br>Likes: Sweet and sticky girls' romance manga, lazing around, lewd stuff<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/steam.png?t=1547242101\" ><br><strong>Fujima Emiri (VA: Tachibana Mao)</strong><br>Real name: Emilia Ultimecia<br><br>Ren's stepsister with an upbeat personality, and a fallen angel who clings onto her brother. Currently in her first year of school. The two are close enough that they can joke around with each other, but doesn't forget her special sister's privilege of being doted on. A long time ago, Emiri used to be a cupid-inspired idol, but decided to retire when urged to become a variety show idol. Having grown sick of the pure and simple life of an angel, she ran away from home. There she met Ren and grew fond of him, and decided to become his little sister.<br><br>With Ren's parents constantly away on long trips, she and him are practically alone. Whenever Ren grows silent, she suddenly barges into his room, or sometimes digs around the tissues in his garbage -- Emiri is quite the busybody. Also, she can apparently inherit the name of Cupid thanks to her family standing, but absolutely refuses because she would &quot;never want some lame name that sounds like mayonnaise&quot;. However, her arrows of love as a fallen angel are aimed straight at her brother.<br><br><i>&quot;Even if we're living under the same roof, I've never had a lucky perv moment catching Ren when he's whacking it.&quot;</i><br><br>Brother-loving Stepsister Fallen Angel<br>Race: Angel<br>Height: 152 cm<br>Three sizes: B86 / W53 / H83<br>Blood type: B<br>Birthday: December 12<br>Likes: Skinship with brother, teasing her brother like a sadist<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/steam2.png?t=1547242101\" ><br><strong>Ayasaki Yuu (VA: Ayumi Sarah)</strong><br>Real name: Mashiro Aoyuki<br><br>A yuki-onna who is extremely sensitive to the cold, currently in second year. Though she doesn't say much, she likes to talk. Though her expressions aren't very pronounced, she has a wide range of emotions... A girl's heart is complex. Yuu has a strong metabolism and sweats profusely if it gets just a little hot, or eats something even mildly spicy. Even if her face is bright red, she brushes it off as &quot;nothing&quot;, but her obstinacy quickly gives way and she gives up honestly.<br><br>Yuu gets the chills quite easily from lower temperatures and likes to cling onto Ren, but whenever she starts sweating, she gets a little moist and sticky, and her smell and sensations get rather arousing. Also, even though she looks pretty frigid, she's actually heavily into pleasuring herself. Despite having lived in an isolated yuki-onna village, she can use computers and other modern devices perfectly. Sweaty and voluptuous... she's also a real perv in that sense.<br><br><i>&quot;It's still so cold even in July. Share some of your warmth with me. *hug*&quot;</i><br><br>A Yuki-onna Sensitive to the Cold and Longs for Contact<br>Race: Yuki-onna<br>Height: 162 cm<br>Three sizes: B96 / W59 / H92<br>Blood type: O<br>Birthday: January 20<br>Likes: Super spicy food, lukewarm baths (likes to take long soaks with bath additives)<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/steam3.png?t=1547242101\" ><br><strong>Arisegawa Arle (CV: Ueda Akane)</strong><br>Real name: Arle Titi Melnar Anebhij (etc.)<br><br>A very polite, very serious, very methodical, very rational mummy girl; first year. She doesn't like tight clothes on her body however, and apparently doesn't wear clothes at all. Even without clothes, her skin is incredibly sensitive, and she cannot walk comfortably because she's conscious about the clothes she's wearing. Although it's embarrassing for her because she finds it physically disagreeable, she has no choice but to tough it own whenever she goes outside. On a side note, having bandages wrapped around themselves is the formal dress for a mummy; in these modern times, only traditional families still wear them.<br><br>At school and in the dormitory, she takes care of pets as the sole member of the biology club. She feels at ease because animals don't care about being naked or not. Arle also can't sleep right with a different bed or pillow, so she brought over her personal coffin from her home. The coffin is fully equiped with both power and air conditioning: perfect for the ultimate lazing around.<br><br><i>&quot;Animals don't have to wear clothes, so why can't we all stay naked...? Hah...&quot;</i><br><br>Mummy Girl who Hates Tight Clothes<br>Race: Mummy<br>Height: 149 cm<br>Three sizes: B78 / W52 / H80<br>Blood type: A<br>Birthday: September 16<br>Likes: Taking care of pets, reading, doing whatever she can while naked<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/steam4.png?t=1547242101\" ><br><strong>Aoi Miyabi (VA: Tezuka Ryouko</strong><br>Real name: Meltina Lamiales<br><br>An older sister type of girl who intends to succeed her family's pharmaceutical business, currently in her school's third year. Refreshing and candid, she is sports-minded and would rather charge into things head-on rather than think about them. Miyabi takes good care of people regardless of who they are so she's quite popular. Rather famous, in fact, as she also does modeling work for magazines on the side. Her abilities in sports are so great that she's often asked to help out in the sports clubs, but her academics are catastrophic. The way she formulates medicine is rough and imprecise, so her parents are also against her becoming a pharmacist. That her studies are so terrible that it's practically impossible for her to get national certification provides some relief for her parents.<br><br>Concerned about the declining birth rate and issues of infertility, she believes that if she can develop a drug to boost energy and vigor, then the world can be a happier place. She tries to create her own original drug for that through learning by imitation, but fails and becomes a victim of her own aphrodisiac medicines. As a result, she has a lot of experience in self-pleasure. By the way, she prefers inserting her fingers inside.<br><br><i>&quot;Haven't you thought of how many people could be happy if there was a super drug that can supercharge your vitality?&quot;</i><br><br>Energy Potion Researching Clueless Witch<br>Height: 166 cm<br>Three sizes: B84 / W58 / H88<br>Blood type: O<br>Birthday: February 11<br>Likes: Formulating original medicines, enjoying a relaxing teatime by herself<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/rin.png?t=1547242101\" ><br><strong>Shibasaki Rin (VA: Fujisaki Usa)</strong><br>Real name: Lyr<br><br>A serious and straightforward kind of underclassman of the Tigerkin race, in first year. An athletic and super mega positive girl. To the point where she should maybe take a step back once in a while. Lovable idiot. On full moons, she's supposed to turn into a were cat, but only her tail and ears can change. She goes to the school to conquer this. Brimming with curiosity, she normally dashes around and about, causing a ruckus. She, Emiri, and Arle are classmates and good friends, and are often together.<br><br>Rin works part time at a convenience store so she doesn't cause her family trouble; she loves the bentos that are about to be thrown out from expiry. There are tears when she has near-expiration bento for lunch, but if it's barbeque bento then the happiness continues 'til the next day. When a tiger enters its mating season, it's said to mate over a hundred times in a period of two days. It seems that she isn't an exception. Her lower lips get really lose thanks to her ancestors' markings.<br><br><i>&quot;I'm not a cat! I'm a tiger, okay?! Nyarghh!&quot;</i><br><br>Tiger Girl who can only change her Ears and Tail<br>Race: Tiger Girl<br>Height: 153 cm<br>Three sizes: B83 / W54 / H85<br>Blood type: B<br>Birthday: August 31<br>Likes: Fishing, hard bar snacks, going to the sea to fish for food on her days off<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/aifia.png?t=1547242101\" ><br><strong>Ryuusenji Aifa (CV: Shirayuki Midori)</strong><br>Real name: Tama Bahamut<br><br>A teacher whose short height is matched by her lack of maturity. Though she looks perfectly nice and cute, her insides are a swirling mass of cynicism and neuroses. She has an uncanny ability to pick up when someone makes fun of her, and her temper is exceedingly short. But her anger is also quick to abate, so everyone pretty much loves her. Though she comes from a distinguished family, she's quite the bungler and her parents call her a rotten fruit. Her grandfather spoiled her when she grew up, however, so she ended up like this.<br><br>Aifa of course doesn't do her job at all, but she doesn't do the chores either, instead immersing herself completely in games and anime. Still, her body is maturing as it should for her age, with her youthful parts down there loosening up somewhat. Even for someone of a demonic race, her woman's body sure is full of mysteries.<br><br><i>&quot;If someone here says I became a teacher thanks to connections then it's hell for the lot of you!&quot;</i><br><br>Useless Short China Girl Teacher<br>Race: Dragon<br>Height: 145 cm<br>Three sizes: B73 / W50 / H76<br>Blood type: AB<br>Birthday: January 1<br>Likes: Anime, net surfing, complaining about whatever's going on<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/rei.png?t=1547242101\" ><br><strong>Kiritani Reika (VA: Kawashima Rino)</strong><br>Real name: Lievetta Nunnally Eisenstadt<br><br>Reika is both Riria's mother and something like Ren's foster parent, as well as the headmaster of the school the two attend. She's also the bridge between this world and that, taking care of the exchange students. Though curt and a straight shooter who doesn't mince words, she isn't by any means unfair. In fact, many people look up to her for as someone to rely on.<br><br>Her daughter's feebleness rather annoys her, and she does want Riria to become a great succubus. Also, her sexual frustration is building up because her husband hasn't come back home in a long time. Because succubi are incredibly devoted in their service, she finds herself very troubled as she can do nothing but wait impatiently.<br><br><i>&quot;A virgin wouldn't understand this deep love and all this other stuff, you dumb girl!&quot;</i><br><br>A Ripe, Mature Mama Succubus Headmaster<br>Race: Succubus<br>Height: 170 cm<br>Three sizes: B101 / W62 / H93<br>Blood type: B<br>Birthday: September 26<br>Likes: Getting massages on her days off<h2 class=\"bb_tag\">Features</h2><ul class=\"bb_ul\"><li>Five beautiful heroines to romance <br></li><li>CG Gallery unlocked upon completion<br></li><li>Music gallery to listen to your favorite in game tracks<br></li><li>Stand gallery to make customs scenes with the characters<br></li><li>Partially animated sprites<br></li><li>Beautiful art by the talented artist Sayori (Nekopara series)<br></li><li>Scenario by Kikuzuki Kou, Kobayashi Hiro, and Yukihito<br></li><li>Subroutes for Kiritani Reika, Ryuusenji Aifa, and Shibasaki Rin</li></ul>",
            "about_the_game": "Ren’s virginity is in danger! His childhood friend Riria was frantically trying to take off his clothes and begging to touch him. The truth is that she’s actually a succubus and was embarrassed not having any sexual experience at her age.<br><br>He was suddenly pushed into the school’s special dormitory. It was a girls’ dormitory full of useless demons: Yuu, the yuki-onna who was extremely sensitive to the cold; Arle, the mummy girl who is uncomfortable with tightness and loves the feeling of freedom; Emiri, the hopeless angel who has no sense of modesty and who is also his step sister; and, Miyabi, the witch who passionately develops a love drug to bring happiness to the world. The dormitory was built to rehabilitate them and since he was mistakenly moved there, he was assigned as an assistant to watch over them. His happy and troublesome days as a teacher for these cute but incompetent demons has begun.<h2 class=\"bb_tag\">Characters</h2><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/steam5.png?t=1547242101\" ><br><strong>Kiritani Riria (VA: Ogura Yui)</strong><br>Real name: Lilia Nunnally Eisenstadt<br><br>A puppy-like childhood friend with a calming aura. Her parents and Ren's have been friends long before, and she has always been with Ren ever since she can remember. Riria is bad at thinking about complex things, preferring to brush things off with a smile. Surprisingly stubborn once she digs her heels in, and has a tendency to rush into things. Especially in anything related to lewd matters.<br><br>Riria is concerned about her childish side, and is also easily embarrassed. Even though she is a succubus, she isn't unreserved; only possessing an insatiable sexual desire for her beloved, but clinging tightly onto her chastity. &quot;Have a succubus as your bride and you'll be blessed with a peaceful family, a happy partner, and wonderful children&quot; is what they say, but her motto is &quot;My rival is their right hand.&quot; A succubus's saliva is as viscous as Pepe-rice (rice mixed with pepperoncini) -- time to dig in~<br><br><i>&quot;I don't want you saying other girls are lewder! I'm the lewdest! Geez!&quot;</i><br><br>Childish Succubus<br>Race: Succubus<br>Height: 156 cm<br>Three sizes: B92 / W56 / H89<br>Blood type: O<br>Birthday: April 10<br>Likes: Sweet and sticky girls' romance manga, lazing around, lewd stuff<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/steam.png?t=1547242101\" ><br><strong>Fujima Emiri (VA: Tachibana Mao)</strong><br>Real name: Emilia Ultimecia<br><br>Ren's stepsister with an upbeat personality, and a fallen angel who clings onto her brother. Currently in her first year of school. The two are close enough that they can joke around with each other, but doesn't forget her special sister's privilege of being doted on. A long time ago, Emiri used to be a cupid-inspired idol, but decided to retire when urged to become a variety show idol. Having grown sick of the pure and simple life of an angel, she ran away from home. There she met Ren and grew fond of him, and decided to become his little sister.<br><br>With Ren's parents constantly away on long trips, she and him are practically alone. Whenever Ren grows silent, she suddenly barges into his room, or sometimes digs around the tissues in his garbage -- Emiri is quite the busybody. Also, she can apparently inherit the name of Cupid thanks to her family standing, but absolutely refuses because she would &quot;never want some lame name that sounds like mayonnaise&quot;. However, her arrows of love as a fallen angel are aimed straight at her brother.<br><br><i>&quot;Even if we're living under the same roof, I've never had a lucky perv moment catching Ren when he's whacking it.&quot;</i><br><br>Brother-loving Stepsister Fallen Angel<br>Race: Angel<br>Height: 152 cm<br>Three sizes: B86 / W53 / H83<br>Blood type: B<br>Birthday: December 12<br>Likes: Skinship with brother, teasing her brother like a sadist<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/steam2.png?t=1547242101\" ><br><strong>Ayasaki Yuu (VA: Ayumi Sarah)</strong><br>Real name: Mashiro Aoyuki<br><br>A yuki-onna who is extremely sensitive to the cold, currently in second year. Though she doesn't say much, she likes to talk. Though her expressions aren't very pronounced, she has a wide range of emotions... A girl's heart is complex. Yuu has a strong metabolism and sweats profusely if it gets just a little hot, or eats something even mildly spicy. Even if her face is bright red, she brushes it off as &quot;nothing&quot;, but her obstinacy quickly gives way and she gives up honestly.<br><br>Yuu gets the chills quite easily from lower temperatures and likes to cling onto Ren, but whenever she starts sweating, she gets a little moist and sticky, and her smell and sensations get rather arousing. Also, even though she looks pretty frigid, she's actually heavily into pleasuring herself. Despite having lived in an isolated yuki-onna village, she can use computers and other modern devices perfectly. Sweaty and voluptuous... she's also a real perv in that sense.<br><br><i>&quot;It's still so cold even in July. Share some of your warmth with me. *hug*&quot;</i><br><br>A Yuki-onna Sensitive to the Cold and Longs for Contact<br>Race: Yuki-onna<br>Height: 162 cm<br>Three sizes: B96 / W59 / H92<br>Blood type: O<br>Birthday: January 20<br>Likes: Super spicy food, lukewarm baths (likes to take long soaks with bath additives)<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/steam3.png?t=1547242101\" ><br><strong>Arisegawa Arle (CV: Ueda Akane)</strong><br>Real name: Arle Titi Melnar Anebhij (etc.)<br><br>A very polite, very serious, very methodical, very rational mummy girl; first year. She doesn't like tight clothes on her body however, and apparently doesn't wear clothes at all. Even without clothes, her skin is incredibly sensitive, and she cannot walk comfortably because she's conscious about the clothes she's wearing. Although it's embarrassing for her because she finds it physically disagreeable, she has no choice but to tough it own whenever she goes outside. On a side note, having bandages wrapped around themselves is the formal dress for a mummy; in these modern times, only traditional families still wear them.<br><br>At school and in the dormitory, she takes care of pets as the sole member of the biology club. She feels at ease because animals don't care about being naked or not. Arle also can't sleep right with a different bed or pillow, so she brought over her personal coffin from her home. The coffin is fully equiped with both power and air conditioning: perfect for the ultimate lazing around.<br><br><i>&quot;Animals don't have to wear clothes, so why can't we all stay naked...? Hah...&quot;</i><br><br>Mummy Girl who Hates Tight Clothes<br>Race: Mummy<br>Height: 149 cm<br>Three sizes: B78 / W52 / H80<br>Blood type: A<br>Birthday: September 16<br>Likes: Taking care of pets, reading, doing whatever she can while naked<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/steam4.png?t=1547242101\" ><br><strong>Aoi Miyabi (VA: Tezuka Ryouko</strong><br>Real name: Meltina Lamiales<br><br>An older sister type of girl who intends to succeed her family's pharmaceutical business, currently in her school's third year. Refreshing and candid, she is sports-minded and would rather charge into things head-on rather than think about them. Miyabi takes good care of people regardless of who they are so she's quite popular. Rather famous, in fact, as she also does modeling work for magazines on the side. Her abilities in sports are so great that she's often asked to help out in the sports clubs, but her academics are catastrophic. The way she formulates medicine is rough and imprecise, so her parents are also against her becoming a pharmacist. That her studies are so terrible that it's practically impossible for her to get national certification provides some relief for her parents.<br><br>Concerned about the declining birth rate and issues of infertility, she believes that if she can develop a drug to boost energy and vigor, then the world can be a happier place. She tries to create her own original drug for that through learning by imitation, but fails and becomes a victim of her own aphrodisiac medicines. As a result, she has a lot of experience in self-pleasure. By the way, she prefers inserting her fingers inside.<br><br><i>&quot;Haven't you thought of how many people could be happy if there was a super drug that can supercharge your vitality?&quot;</i><br><br>Energy Potion Researching Clueless Witch<br>Height: 166 cm<br>Three sizes: B84 / W58 / H88<br>Blood type: O<br>Birthday: February 11<br>Likes: Formulating original medicines, enjoying a relaxing teatime by herself<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/rin.png?t=1547242101\" ><br><strong>Shibasaki Rin (VA: Fujisaki Usa)</strong><br>Real name: Lyr<br><br>A serious and straightforward kind of underclassman of the Tigerkin race, in first year. An athletic and super mega positive girl. To the point where she should maybe take a step back once in a while. Lovable idiot. On full moons, she's supposed to turn into a were cat, but only her tail and ears can change. She goes to the school to conquer this. Brimming with curiosity, she normally dashes around and about, causing a ruckus. She, Emiri, and Arle are classmates and good friends, and are often together.<br><br>Rin works part time at a convenience store so she doesn't cause her family trouble; she loves the bentos that are about to be thrown out from expiry. There are tears when she has near-expiration bento for lunch, but if it's barbeque bento then the happiness continues 'til the next day. When a tiger enters its mating season, it's said to mate over a hundred times in a period of two days. It seems that she isn't an exception. Her lower lips get really lose thanks to her ancestors' markings.<br><br><i>&quot;I'm not a cat! I'm a tiger, okay?! Nyarghh!&quot;</i><br><br>Tiger Girl who can only change her Ears and Tail<br>Race: Tiger Girl<br>Height: 153 cm<br>Three sizes: B83 / W54 / H85<br>Blood type: B<br>Birthday: August 31<br>Likes: Fishing, hard bar snacks, going to the sea to fish for food on her days off<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/aifia.png?t=1547242101\" ><br><strong>Ryuusenji Aifa (CV: Shirayuki Midori)</strong><br>Real name: Tama Bahamut<br><br>A teacher whose short height is matched by her lack of maturity. Though she looks perfectly nice and cute, her insides are a swirling mass of cynicism and neuroses. She has an uncanny ability to pick up when someone makes fun of her, and her temper is exceedingly short. But her anger is also quick to abate, so everyone pretty much loves her. Though she comes from a distinguished family, she's quite the bungler and her parents call her a rotten fruit. Her grandfather spoiled her when she grew up, however, so she ended up like this.<br><br>Aifa of course doesn't do her job at all, but she doesn't do the chores either, instead immersing herself completely in games and anime. Still, her body is maturing as it should for her age, with her youthful parts down there loosening up somewhat. Even for someone of a demonic race, her woman's body sure is full of mysteries.<br><br><i>&quot;If someone here says I became a teacher thanks to connections then it's hell for the lot of you!&quot;</i><br><br>Useless Short China Girl Teacher<br>Race: Dragon<br>Height: 145 cm<br>Three sizes: B73 / W50 / H76<br>Blood type: AB<br>Birthday: January 1<br>Likes: Anime, net surfing, complaining about whatever's going on<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/802870/extras/rei.png?t=1547242101\" ><br><strong>Kiritani Reika (VA: Kawashima Rino)</strong><br>Real name: Lievetta Nunnally Eisenstadt<br><br>Reika is both Riria's mother and something like Ren's foster parent, as well as the headmaster of the school the two attend. She's also the bridge between this world and that, taking care of the exchange students. Though curt and a straight shooter who doesn't mince words, she isn't by any means unfair. In fact, many people look up to her for as someone to rely on.<br><br>Her daughter's feebleness rather annoys her, and she does want Riria to become a great succubus. Also, her sexual frustration is building up because her husband hasn't come back home in a long time. Because succubi are incredibly devoted in their service, she finds herself very troubled as she can do nothing but wait impatiently.<br><br><i>&quot;A virgin wouldn't understand this deep love and all this other stuff, you dumb girl!&quot;</i><br><br>A Ripe, Mature Mama Succubus Headmaster<br>Race: Succubus<br>Height: 170 cm<br>Three sizes: B101 / W62 / H93<br>Blood type: B<br>Birthday: September 26<br>Likes: Getting massages on her days off<h2 class=\"bb_tag\">Features</h2><ul class=\"bb_ul\"><li>Five beautiful heroines to romance <br></li><li>CG Gallery unlocked upon completion<br></li><li>Music gallery to listen to your favorite in game tracks<br></li><li>Stand gallery to make customs scenes with the characters<br></li><li>Partially animated sprites<br></li><li>Beautiful art by the talented artist Sayori (Nekopara series)<br></li><li>Scenario by Kikuzuki Kou, Kobayashi Hiro, and Yukihito<br></li><li>Subroutes for Kiritani Reika, Ryuusenji Aifa, and Shibasaki Rin</li></ul>",
            "short_description": "Ren’s virginity is in danger as he is suddenly pushed into the school’s special girl's dormitory full of useless demons. Assigned as an assistant to watch over them, his happy and troublesome days as a teacher for these cute but incompetent demons has begun.",
            "supported_languages": "English, Traditional Chinese",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/802870/header.jpg?t=1547242101",
            "website": null,
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Microsoft Windows Vista/7/8 (32 bit or 64 bit)<br></li><li><strong>Processor:</strong> 1.8 GHz Pentium 4<br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> 1280 x 720<br></li><li><strong>DirectX:</strong> Version 9.0c<br></li><li><strong>Storage:</strong> 6 GB available space</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "developers": [
                "SMILE"
            ],
            "publishers": [
                "Sekai Project"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 2099,
                "final": 2099,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "20,99€"
            },
            "packages": [
                244418
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy The Ditzy Demons Are in Love With Me",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 244418,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "The Ditzy Demons Are in Love With Me - 20,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 2099
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 29,
                    "description": "Steam Trading Cards"
                },
                {
                    "id": 23,
                    "description": "Steam Cloud"
                }
            ],
            "genres": [
                {
                    "id": "25",
                    "description": "Adventure"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_ccf8ebc9520ac28afa88942836ce9494d463cc2d.600x338.jpg?t=1547242101",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_ccf8ebc9520ac28afa88942836ce9494d463cc2d.1920x1080.jpg?t=1547242101"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_b81f56a99d1d7a503aeec928e2c726af53fa9d3f.600x338.jpg?t=1547242101",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_b81f56a99d1d7a503aeec928e2c726af53fa9d3f.1920x1080.jpg?t=1547242101"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_ee309034801406887c563bda96f663732bc424c8.600x338.jpg?t=1547242101",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_ee309034801406887c563bda96f663732bc424c8.1920x1080.jpg?t=1547242101"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_dd691b80ef8f87c347b58a89a03b54c23fe2aee4.600x338.jpg?t=1547242101",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_dd691b80ef8f87c347b58a89a03b54c23fe2aee4.1920x1080.jpg?t=1547242101"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_f436159ac46fb2ab1f336a42dd9bf6705cd27707.600x338.jpg?t=1547242101",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_f436159ac46fb2ab1f336a42dd9bf6705cd27707.1920x1080.jpg?t=1547242101"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_bcc83cc00e6cf51a50399de40b86e8777faa6436.600x338.jpg?t=1547242101",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_bcc83cc00e6cf51a50399de40b86e8777faa6436.1920x1080.jpg?t=1547242101"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_fdaafe963fe7beafb728bb27c8abb861b5a1df87.600x338.jpg?t=1547242101",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_fdaafe963fe7beafb728bb27c8abb861b5a1df87.1920x1080.jpg?t=1547242101"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_e9af67f8dec4663d34b1a476ff7d37874e6ab3c9.600x338.jpg?t=1547242101",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_e9af67f8dec4663d34b1a476ff7d37874e6ab3c9.1920x1080.jpg?t=1547242101"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_0070b9508faa3b9f14c5c4bdcbf8c0d9876033d7.600x338.jpg?t=1547242101",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_0070b9508faa3b9f14c5c4bdcbf8c0d9876033d7.1920x1080.jpg?t=1547242101"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_c7c6e6db9e68037120be8cf1c49697bd573ec067.600x338.jpg?t=1547242101",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/802870/ss_c7c6e6db9e68037120be8cf1c49697bd573ec067.1920x1080.jpg?t=1547242101"
                }
            ],
            "movies": [
                {
                    "id": 256728070,
                    "name": "Opening",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256728070/movie.293x165.jpg?t=1539019505",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256728070/movie480.webm?t=1539019505",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256728070/movie_max.webm?t=1539019505"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 291
            },
            "achievements": {
                "total": 13,
                "highlighted": [
                    {
                        "name": "Welcome to the Ditzy Dormitory",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/802870/2f3cb4e07fa797a8617ef70a7b0e1bc68bf772bd.jpg"
                    },
                    {
                        "name": "The Succubus's Boyfriend",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/802870/44e3d7fced107278a5e2abacb5b9e6f7e8ae8aba.jpg"
                    },
                    {
                        "name": "The Angel's Brother",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/802870/cc48c10d382809ac0d2afdb4f36d1745dbb7aa50.jpg"
                    },
                    {
                        "name": "The Yuki-onna's Husband",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/802870/dd79f2c398cafe364a02390322e3489fca8d207d.jpg"
                    },
                    {
                        "name": "The Pharaoh's King",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/802870/66d4a69a8969410073f2b31b66f8df3efb94d6e8.jpg"
                    },
                    {
                        "name": "The Witch's Lover",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/802870/c59d56c9600292c766666a55b83311a357feb65c.jpg"
                    },
                    {
                        "name": "The Tiger's Mate",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/802870/dbef16858251106157efb83733a848ac3538d27d.jpg"
                    },
                    {
                        "name": "The Dragon's Protector",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/802870/a623045dd36f58ca9fffc383a5926cc4d78b5931.jpg"
                    },
                    {
                        "name": "The Succubus's Pet",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/802870/879078fb97b3a8966e6bb02c5150ab6becdc63fb.jpg"
                    },
                    {
                        "name": "Ditzy Demon Rehabilitator",
                        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/802870/2f3cb4e07fa797a8617ef70a7b0e1bc68bf772bd.jpg"
                    }
                ]
            },
            "release_date": {
                "coming_soon": false,
                "date": "26 Oct, 2018"
            },
            "support_info": {
                "url": "https://sekaiproject.com/contact/",
                "email": ""
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/802870/page_bg_generated_v6b.jpg?t=1547242101",
            "content_descriptors": {
                "ids": [
                    1,
                    5
                ],
                "notes": "Contains crude sexual humor, sexual situations, implied sexual interactions, suggestive content, and partial nudity."
            }
        }
    }
}