{
    "853140": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Adeptus Titanicus: Dominus",
            "steam_appid": 853140,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<h1>Just Updated</h1><p>The first Major Update is now available, bringing with it three new battlefields, Close Combat and Stress mechanics, Cinematic Camera mode, graphical improvements and more! Check out our News section for details!</p><br><h1>Announcing Three New Battlefields and a Price Rise Incoming!</h1><p>Hello, everyone! Mark here with a few announcements today.<br><br>Glenn and I have been working on getting the first Major Update for Adeptus Titanicus: Dominus approved so we can put it in your hands as soon as possible. We have now received all the necessary approvals, so we're in our final testing phase before release of the first Major Update!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/853140/extras/New_Battlefields_Anouncement.png?t=1549233720\" ><br>As you may be aware, for the first Major Update, Glenn has painstakingly recreated each of the first three maps to improve and extend Dominus' aesthetics—in doing so, he set a new, much higher bar, from which all future battlefields would benefit.<br><br>Today, we're announcing that the first Major Update will now also ship with the next three battlefields, each predicated on the aesthetics introduced in the first three battlefields.<br><br>VOLCANIC WALK<br>A combination of shielded gullies, uncovered walk-ways and open areas calls for flexible tactics.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/853140/extras/Volcanic_Walk_Screenshot.jpg?t=1549233720\" ><br><br>RESEARCH FACILITIES<br>Dual facilities sit at either end of this battlefield, with plenty of obstructions to cover your approach.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/853140/extras/Research_Facilities_Screenshot.jpg?t=1549233720\" ><br><br>TWISTING CANYONS<br>A plethora of shielded gullies means cat-and-mouse tactics are the order of the day.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/853140/extras/Twisting_Canyons_Screenshot.jpg?t=1549233720\" ><br>⠀<br>⠀<br>⠀⠀⠀⠀⠀⠀⠀<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/853140/extras/Aquila_sword-1.png?t=1549233720\" ><br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/853140/extras/Price_Rise_Incoming_Anouncement.png?t=1549233720\" ><br>As per our Early Access pricing statement (available on our Steam store page, if you haven't seen it), the price at Early Access launch was commensurate with the amount of content available in the game at that time—which was the first three Titan variants, a Single-player Skirmish mode, Multi-player and three battlefields. Since then, we've added many new Titan variants and a Single-player Scenarios mode, and the first Major Update is about to add new Close Combat mechanics and weapons, the new Stress mechanics and a complete overhaul of the game's damage model, not to mention the revitalised visuals.<br><br>Further to this and in-line with our stated pricing policy, we are today announcing that we will be raising the price upon release of the first Major Update from USD9.99 to USD14.99.<br><br>We feel that this approach of raising the price upon release of Major Updates will appropriately reward those gamers who have joined us on our Early Access journey—and we are particularly happy that it rewards those of you who joined us from the very beginning.<br><br>On behalf of Glenn and myself, THANK YOU! for your continued support for us and Adeptus Titanicus: Dominus through our Early Access journey. Your feedback, your Steam reviews and your enthusiasm has been fantastic and is very much appreciated. We hope you will continue to add your voices, sharing your thoughts and opinions with us, and help us make Dominus the best game we can make it.</p><br><h1>Updated! New Warlord Battle Titan variant!</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/853140/extras/WarlordPCVC2LBad.png?t=1549233720\" ><br><br>We have added a new Warlord variant to the roster of Battle Titans available in Adeptus Titanicus: Dominus! This new Warlord variant is packing a Sunfury Plasma Cannon and a Volcano Cannon, supported by twin caracace-mounter Laser Blasters, making it a VERY serious beast on the battlefield!</p><br><h1>New anti-armour Warhound variant added!</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/853140/extras/Warhound_TL_TL_FB_Ad.png?t=1549233720\" ><br><br>We've added a new Warhound variant to Adeptus Titanicus: Dominus. This latest Warhound variant packs twin Turbo Laser Destructors for great anti-armour capability!</p><br><h1>Updated! New Warhound variant and new weapon system added!</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/853140/extras/Warhound_TL-IC_Landscape_616.png?t=1549233720\" ><br><br>Adeptus Titanicus: Dominus has just received its latest Titan variant—a Warhound that combines an Inferno Cannon for short-range work with the new Turbo Laser Destructor weapon system! This new Warhound variant is available for deployment right now in your single- and multi-player games.<br><br>The Turbo Laser Destructor is the smaller cousin of the Laser Blaster. It offers a lesser rate of fire and a reduced range when compared with its larger peer, but also comes at a lower points cost than the beastly Laser Blaster.  The Turbo Laser Destructor is a potent weapon and favoured by Warhound crews needing enhanced anti-armour capability over what the Vulcan Mega Bolter can provide.<br><br>The Turbo Laser Destructor is primarily intended for use on Scout Titans, which cannot carry the weight of a Laser Blaster; however, the Turbo Laser Destructor can also be mounted on Battle Titan carapace, enabling its use on Warlords and Reavers.</p><br><h1>New Warhound variant added!</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/853140/extras/Warhound_Variant_2VM_616.png?t=1549233720\" ><br><br>Adeptus Titanicus: Dominus has been updated again, this time adding a new Warhound Titan variant armed with dual Vulcan Mega Bolters! The new Warhound variant is available to play now in both single-player and multi-player!</p><br><h1>New Warlord variant added!</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/853140/extras/Warlord_Variant_2VC2LB_616.jpg?t=1549233720\" ><br><br>Adeptus Titanicus: Dominus has just been updated again a add a new Warlord Titan variant armed with twin Volcano Cannons and dual Laser Blasters. Available to play now in both multi-player and single-player Skirmish modes!</p><br><h1>About the Game</h1>Adeptus Titanicus: Dominus, the 3D turn-based strategy PC game adaptation of Games Workshop’s classic Titan Legions tabletop game, puts you in control of the greatest weapons available to the Imperium of Man, the mighty Titans of the Adeptus Titanicus!<br><br>Now available on Steam Early Access, Adeptus Titanicus: Dominus features a Skirmish mode and a Scenarios mode against an AI opponent for single-player, as well as an online Multi-Player mode. Upon full release, the game will also offer an exciting single-player campaign.<br><br><strong>Control a force of Titans</strong><br>In Dominus, choose to control a force of Titans from the loyalist Legions of Astorum (Warp Runners), Gryphonicus (War Griffons), Crucius (Warmongers) or Osedax (The Cockatrices), or choose from the traitorous Chaos Legions of Mortis (Death Heads), Vulcanum (Dark Fire), Damnosus (Lords of Ruin) and Fureans (Tiger Eyes).<br>⠀<br>⠀<br>⠀⠀⠀⠀⠀⠀⠀<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/853140/extras/Aquila_sword-1.png?t=1549233720\" ><br><br><strong>Futuristic warfare</strong><br>Utilising the tabletop Titan Legions rules system as its foundation, Dominus features an easy-to-play yet deep strategic and tactical experience via its streamlined command system, which sees you and your opponent giving activation orders to your Titans, resulting in fast-paced battles. It successfully marries this strategic play with action sequences as the gargantuan Titans exchange volleys of cannon shots, blistering laser blasts and other epic, super-powered weapons of the far off future!<br><br><strong>Easy to play, challenging to master</strong><br>While luck will play a part as you trade blows with your foe on the futuristic battlefields of the 41st Millennium, your path to victory lies in your army list building and how you manoeuvre your units upon the battlefield. As a commander, you will have access to the most classic, iconic Titan units from the Warhammer 40,000 universe: Warhounds, Reavers and the gigantic Warlord, for both the Imperial and Chaos factions. Each of these Titans will have multiple variants available, featuring different weapon configurations, thereby enabling your Titans to fulfil the battlefield role your strategy demands.<br><br><strong>A living battlefield</strong><br>Adeptus Titanicus: Dominus will feature a &quot;living battlefield&quot; that employs unit and battlefield animations to show players the Warhammer 40,000 universe they know and love.<h2 class=\"bb_tag\">ABOUT MEMBRAINE</h2>Membraine Studios is a small indie team based in Sydney, Australia. The team is Glenn Osmond-McLeod and Mark Sheppard - both avid tabletop gamers and indie developers with more than 16 years game development experience between them. In recent years, Membraine has focused on the turn-based strategy genre.<h2 class=\"bb_tag\">CURRENTLY PLAYABLE FOLLOWING THE FIRST MAJOR UPDATE</h2>The current Early Access build of Adeptus Titanicus: Dominus features the following:<br><br><ul class=\"bb_ul\"><li>UPDATED! Our adaptation of the Titan Legions tabletop rules, always streamlined for PC, now features a more direct damage model that highlights the visceral nature of the Warhammer 40,000 universe!<br></li><li>UPDATED! Now 18 Titan variants for the Warlord, Reaver and Warhound (and more on the way, with new weapon systems!)<br></li><li>UPDATED! Six battlefields, with three distinct environments (and more on the way!)<br></li><li>NEW! Close Combat! Engage your foe in deadly close assaults! Equip your Titans with Power Fists, sacrificing ranged attack power for brutal hand-to-hand combat damage<br></li><li>NEW! Stress (suppression), an additional layer of tactical concern<br></li><li>NEW! Cinematic Camera option (which can be turned on and off to your preference)<br></li><li>Destructible terrain features - watch buildings collapse as stray weapons fire obliterates their structural integrity<br></li><li>Four Loyalist Legios and four Chaos Legios to choose from<br></li><li>Several game modes with multiple victory conditions - there is more than one way to win<br></li><li>12 fixed-forces scenarios, which will change from time to time, to challenge your skills as Legate of a Maniple of Titans<br></li><li>Discover the strategic depth underlying the game, with points-based army list building in Skirmish and Multi-Player via the Detachment Builder</li></ul><h2 class=\"bb_tag\">THE ROAD AHEAD</h2>We have now released the first Major Update and commenced work on the second Major Update for Adeptus Titanicus: Dominus, which focuses primarily on the addition of a single-player campaign mode.<br><br><br>In parallel, we intend to release a series of minor updates to the game, which will typically bring in new Titan variants and/or weapon systems, new battlefields and/or environment art assets, and of course bug-fixes.<h2 class=\"bb_tag\">FOLLOW US</h2>We invite you to join the conversation in our Steam Discussion forums, where we will answer your questions and share news about the next exciting steps of our Early Access journey!",
            "about_the_game": "Adeptus Titanicus: Dominus, the 3D turn-based strategy PC game adaptation of Games Workshop’s classic Titan Legions tabletop game, puts you in control of the greatest weapons available to the Imperium of Man, the mighty Titans of the Adeptus Titanicus!<br><br>Now available on Steam Early Access, Adeptus Titanicus: Dominus features a Skirmish mode and a Scenarios mode against an AI opponent for single-player, as well as an online Multi-Player mode. Upon full release, the game will also offer an exciting single-player campaign.<br><br><strong>Control a force of Titans</strong><br>In Dominus, choose to control a force of Titans from the loyalist Legions of Astorum (Warp Runners), Gryphonicus (War Griffons), Crucius (Warmongers) or Osedax (The Cockatrices), or choose from the traitorous Chaos Legions of Mortis (Death Heads), Vulcanum (Dark Fire), Damnosus (Lords of Ruin) and Fureans (Tiger Eyes).<br>⠀<br>⠀<br>⠀⠀⠀⠀⠀⠀⠀<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/853140/extras/Aquila_sword-1.png?t=1549233720\" ><br><br><strong>Futuristic warfare</strong><br>Utilising the tabletop Titan Legions rules system as its foundation, Dominus features an easy-to-play yet deep strategic and tactical experience via its streamlined command system, which sees you and your opponent giving activation orders to your Titans, resulting in fast-paced battles. It successfully marries this strategic play with action sequences as the gargantuan Titans exchange volleys of cannon shots, blistering laser blasts and other epic, super-powered weapons of the far off future!<br><br><strong>Easy to play, challenging to master</strong><br>While luck will play a part as you trade blows with your foe on the futuristic battlefields of the 41st Millennium, your path to victory lies in your army list building and how you manoeuvre your units upon the battlefield. As a commander, you will have access to the most classic, iconic Titan units from the Warhammer 40,000 universe: Warhounds, Reavers and the gigantic Warlord, for both the Imperial and Chaos factions. Each of these Titans will have multiple variants available, featuring different weapon configurations, thereby enabling your Titans to fulfil the battlefield role your strategy demands.<br><br><strong>A living battlefield</strong><br>Adeptus Titanicus: Dominus will feature a &quot;living battlefield&quot; that employs unit and battlefield animations to show players the Warhammer 40,000 universe they know and love.<h2 class=\"bb_tag\">ABOUT MEMBRAINE</h2>Membraine Studios is a small indie team based in Sydney, Australia. The team is Glenn Osmond-McLeod and Mark Sheppard - both avid tabletop gamers and indie developers with more than 16 years game development experience between them. In recent years, Membraine has focused on the turn-based strategy genre.<h2 class=\"bb_tag\">CURRENTLY PLAYABLE FOLLOWING THE FIRST MAJOR UPDATE</h2>The current Early Access build of Adeptus Titanicus: Dominus features the following:<br><br><ul class=\"bb_ul\"><li>UPDATED! Our adaptation of the Titan Legions tabletop rules, always streamlined for PC, now features a more direct damage model that highlights the visceral nature of the Warhammer 40,000 universe!<br></li><li>UPDATED! Now 18 Titan variants for the Warlord, Reaver and Warhound (and more on the way, with new weapon systems!)<br></li><li>UPDATED! Six battlefields, with three distinct environments (and more on the way!)<br></li><li>NEW! Close Combat! Engage your foe in deadly close assaults! Equip your Titans with Power Fists, sacrificing ranged attack power for brutal hand-to-hand combat damage<br></li><li>NEW! Stress (suppression), an additional layer of tactical concern<br></li><li>NEW! Cinematic Camera option (which can be turned on and off to your preference)<br></li><li>Destructible terrain features - watch buildings collapse as stray weapons fire obliterates their structural integrity<br></li><li>Four Loyalist Legios and four Chaos Legios to choose from<br></li><li>Several game modes with multiple victory conditions - there is more than one way to win<br></li><li>12 fixed-forces scenarios, which will change from time to time, to challenge your skills as Legate of a Maniple of Titans<br></li><li>Discover the strategic depth underlying the game, with points-based army list building in Skirmish and Multi-Player via the Detachment Builder</li></ul><h2 class=\"bb_tag\">THE ROAD AHEAD</h2>We have now released the first Major Update and commenced work on the second Major Update for Adeptus Titanicus: Dominus, which focuses primarily on the addition of a single-player campaign mode.<br><br><br>In parallel, we intend to release a series of minor updates to the game, which will typically bring in new Titan variants and/or weapon systems, new battlefields and/or environment art assets, and of course bug-fixes.<h2 class=\"bb_tag\">FOLLOW US</h2>We invite you to join the conversation in our Steam Discussion forums, where we will answer your questions and share news about the next exciting steps of our Early Access journey!",
            "short_description": "Adeptus Titanicus: Dominus, the 3D turn-based strategy PC game adaptation of Games Workshop’s Titan Legions tabletop game, puts you in control of the greatest weapons available to the Imperium of Man, the mighty Titans of the Adeptus Titanicus!",
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/853140/header.jpg?t=1549233720",
            "website": "http://adeptustitanicus-dominus.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 64-bit<br></li><li><strong>Processor:</strong> i5<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia 850 (or equivalent)<br></li><li><strong>DirectX:</strong> Version 10<br></li><li><strong>Storage:</strong> 2 GB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 64-bit or later<br></li><li><strong>Processor:</strong> i5 or better<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia 950 (or equivalent) or better<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 2 GB available space</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "Adeptus Titanicus: Dominus © Copyright Games Workshop Limited 2018. Adeptus Titanicus: Dominus, the Adeptus Titanicus: Dominus logo, GW, Games Workshop, Space Marine, 40K, Warhammer, Warhammer 40,000, 40,000, the ‘Aquila’ Double-headed Eagle logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under licence. All rights reserved.",
            "developers": [
                "Membraine Studios"
            ],
            "publishers": [
                "Membraine Studios"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 1249,
                "final": 1249,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "12,49€"
            },
            "packages": [
                267810
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Adeptus Titanicus: Dominus",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 267810,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Adeptus Titanicus: Dominus - 12,49€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 1249
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 36,
                    "description": "Online Multi-Player"
                }
            ],
            "genres": [
                {
                    "id": "2",
                    "description": "Strategy"
                },
                {
                    "id": "70",
                    "description": "Early Access"
                }
            ],
            "screenshots": [
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_fcf1ef39e065f358a4239c5df93834991bdace09.600x338.jpg?t=1549233720",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_fcf1ef39e065f358a4239c5df93834991bdace09.1920x1080.jpg?t=1549233720"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_5fc8f1dea90f15cc5a1dce6b987cefc76f341c0f.600x338.jpg?t=1549233720",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_5fc8f1dea90f15cc5a1dce6b987cefc76f341c0f.1920x1080.jpg?t=1549233720"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_a2cd20280d50f66e815543327ffd49ac77341e35.600x338.jpg?t=1549233720",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_a2cd20280d50f66e815543327ffd49ac77341e35.1920x1080.jpg?t=1549233720"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_b73bbb9733ca0a8042ac37d304e7f960f81bcf32.600x338.jpg?t=1549233720",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_b73bbb9733ca0a8042ac37d304e7f960f81bcf32.1920x1080.jpg?t=1549233720"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_a3870289a1759bd9c98cea01d9a925da58bb52bd.600x338.jpg?t=1549233720",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_a3870289a1759bd9c98cea01d9a925da58bb52bd.1920x1080.jpg?t=1549233720"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_4c60651931d2deedb84cc41dd8f5167b9e4f934c.600x338.jpg?t=1549233720",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_4c60651931d2deedb84cc41dd8f5167b9e4f934c.1920x1080.jpg?t=1549233720"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_3ca92d785af6f5f1aa2599506788dd7b62ac7b0f.600x338.jpg?t=1549233720",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_3ca92d785af6f5f1aa2599506788dd7b62ac7b0f.1920x1080.jpg?t=1549233720"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_7bb90f82ef27e718be810e17e9fc43e4a280a936.600x338.jpg?t=1549233720",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_7bb90f82ef27e718be810e17e9fc43e4a280a936.1920x1080.jpg?t=1549233720"
                },
                {
                    "id": 9,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_895c1215b3e52235a4161f83c7d881259702f97e.600x338.jpg?t=1549233720",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/853140/ss_895c1215b3e52235a4161f83c7d881259702f97e.1920x1080.jpg?t=1549233720"
                }
            ],
            "movies": [
                {
                    "id": 256738956,
                    "name": "Dominus: Adeptus Titanicus Early Access Major Update 1 Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256738956/movie.293x165.jpg?t=1545443992",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256738956/movie480.webm?t=1545443992",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256738956/movie_max.webm?t=1545443992"
                    },
                    "highlight": true
                }
            ],
            "recommendations": {
                "total": 135
            },
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "31 May, 2018"
            },
            "support_info": {
                "url": "http://membrainestudios.com",
                "email": "info@membrainestudios.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/853140/page_bg_generated_v6b.jpg?t=1549233720",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}