{
    "863790": {
        "success": true,
        "data": {
            "type": "dlc",
            "name": "Ancient Frontier - The Crew",
            "steam_appid": 863790,
            "required_age": 0,
            "is_free": true,
            "detailed_description": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/TheCrew_Promo_Released.png?t=1541702523\" ><br><br>Greetings Commanders!  We are happy to announce that The Crew DLC is now live and will automatically update everyone's game.  This DLC is completely FREE as a thank you to all of our new and old fans.  This new DLC introduces quite a few changes, so keep reading for the full change log.<h2 class=\"bb_tag\"><strong>The Crew</strong></h2><br>Brave men and women from all walks of Frontier life are ready to serve you, Commander.  Each crew member offers a variety of bonuses.  In addition crew members gain experience and level up every time they survive combat.  If you assign them to a new ship they keep all of their experience.<br><br><br><strong>How do I get Crew members?</strong><br><br>Crew members are gained one of two ways.  They can either be purchased through the store screen, or they can be earned in missions.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/BuyScreen.png?t=1541702523\" ><br><br>The store screen now has a new tab that you can click helpfully called &quot;Crew&quot; that will display your current crew members, as well as a list of all of the crew available.  All of the types of crew can be hired right from the start of the game, if you can afford them.  Crew members are much more expensive than items, but they don't increase your deployment cost and they offer a wider range of bonuses.  Choose wisely.<br><br>The second way to get crew members is at the end of missions.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/PromotionScreen.png?t=1541702523\" ><br><br><strong>Simulator missions</strong> have never been a popular option.  While they offered a lot of experience, that never really stacked up against the potential resources available from Bounty missions.  Well, now the choice is more interesting.  All Simulator missions will now award you with one random crew member or officer for a successful simulation run.  This represents the experience earned by your many un-named midshipman for the grueling trials that simulations represent.<br><br>in addition, several major story missions will also award you with random crew members.<br><br><br><strong>How do I use Crew members?</strong><br><br>In order to gain the effects of a crew member it first must be assigned to a ship.  This is done from the Fleet Management screen:<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/FleetScreen.png?t=1541702523\" ><br><br>There have been several changes made to this screen.  First, there is now a helpful &quot;Crew&quot; tab to let you manage your officers (highlighted in red).  Beneath your ship display will be a roster of all your unassigned crew members (highlighted in purple).<br><br>Each ship has between one and four crew slots.  Fighter squadrons only get one crew slot, escorts get two slots, regular capital ships have three slots and the super heavy capital ships get four slots.  Simply drag a crew member into an appropriate slot on a ship to assign them to that ship (highlighted in light blue).<br><br>Finally, as a Commander there are now even more choices for how to equip your ship, and all of that can be a lot to keep track of.  So we have added a display to all the ship focus panes in the game (highlighted in green) which will display the crew and equipment equipped to a ship, so you can better track what gear and officers you have on which ships.<br><br>In addition, you can now check your items and crew members in battle by focusing on a units information with the magnifying glass.  This ability is so powerful, it will even let you see the items and crew on enemy ships if they have any!<br><br><br><strong>How do I make my Crew better?</strong><br><br>Deploy them in combat and crush your foes!  Another way that officers differ from equipment options is that they gain experience at the end of battles just like the ships they are assigned to.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/VictoryScreen.png?t=1541702523\" ><br><br>The victory screen now displays all crew members on each ship, if any, and the experience they gain.  Crew members gain the same experience as the ship they are equipped to.  This experience is for the crew member personally, and it stays with them even if you assign them to a new ship.<br><br>As a crew member gains levels the stat buffs that they provide will increase.  A level 25 crew member will provide significantly higher stat boosts to its ship than a level 1 crew member.  So get out there and win some battles!<h2 class=\"bb_tag\"><strong>Balance Changes</strong></h2><br>So there are a lot of balance changes that come along with the DLC.  Some of this comes from feedback in our forums and private messages, other comes from the continued testing done in our studio.  The Crew are a powerful option, and as such required several major rebalances to keep the game challenging.  Read on for the list and a brief explanation of each one.<br><br><br><strong>Hero Ships</strong><br><br>One of the most noticeable changes right at the start is that you can now use the starting hero ships in optional deployments.  This gives players a powerful heavier unit in the early game, and gives players more options on how to spend their starting resources.  It is no longer always necessary to start the game by buying more ships, although this can still be a powerful strategy.<br><br>This also helps players be a little more connected to the story of the main characters.  You are always free to use your own squadrons and not deploy the Hero ships, but you now have the option of using the Fury and Pandora if you want.  However, with the ability to use Hero ships in Bounty missions also comes consequences.  Bounty missions will now be lost if any Hero ship is destroyed, just like in story missions.<br><br>The later game hero ships are still locked out of Bounty missions for balance reasons.<br><br><br><strong>Optional Deployments</strong><br><br>With the increased value of simulator missions, the limited number of optional deployments became a problem.  Players had too many different ways they wanted to spend their time.  So we have increased the number of optional deployments on all difficulty levels.<br><br><ul class=\"bb_ul\"><li>Beginner (Easy) Difficulty has had the number of Optional Deployments increased to 3 from 2.<br></li><li>Veteran (Normal) Difficulty has had the number of Optional Deployments increased to 3 from 2.<br></li><li>Epic (Hard) Difficulty has had the number of Optional Deployments increased to 4 from 3.</li></ul><br>While this does make the game longer overall, it also gives players some much needed flexibility with how to spend their time.  This change does also increase the maximum experience and resources possible to be earned over a full campaign.<br><br><br><strong>New Missions</strong><br><br>Another bit of feedback we have gotten is that the early game can be especially difficult and subject to RNG.  To help with this we have introduced three new missions for each campaign.  These newer missions are shorter and &quot;easier&quot;.<br><br>The new mission descriptions state that the missions are easier than normal.  They take place on smaller maps and involve combat against small groups or a single enemy.  They don't offer much in terms of rewards, but they are an option to let a player better get the hang of the game.  If you find one of these newer missions too challenging we recommend playing on a lower difficulty level.  These new missions are only available in the starting sectors of Arx and Crosius.<br><br>Regular missions are still available as well, but in fewer numbers.  This should result in players having more options to choose the difficulty level of the challenge they face right from the start.<br><br><br><strong>The Vor</strong><br><br>The Vor have been completely rebalanced.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/AFHeader.png?t=1541702523\" ><br><br>The Vor already were having trouble making it in to players forces, and were also not necessarily a huge threat to fight against.  While they had high damage output, they were too easily killed for this to matter.<br><br>The introduction of the Crew really left the Vor in the dust.  As living organisms, the Vor were not able to benefit from the substantial buffs of crew members.  This made them especially weak in the later game of both campaigns.  For them to stay viable something had to be done.<br><br>We have made several changes to the Vor.  As player units they are now much cheaper to buy and to deploy.  This should make them more viable as an option for those with a tight resource budget.<br><br>In addition the hit points of the Vor have been increased across the board, to give them a little more staying power with all of the tougher ships flying around.  This makes them more survivable as player units and a little tougher as enemies.<br><br>Finally, enemy AI Vor have been given a significant increase to the amount of equipment mounted on each unit.<br><br><br><strong>Enemy Gear</strong><br><br>Wait a minute, enemies have equipment?<br><br>Well, they didn't used to.  However, as the player ships now can be a lot stronger the enemies needed a buff in order to keep pace.  And adding the ability for enemy ships to equip items and crew gave us some interesting options.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/Militia_Gunship.png?t=1541702523\" ><br><br>Before the Crew DLC enemy ships could not have gear.  This led many of the enemy ships to being the same.  There were four different versions of the Gunship fighter wing in the game, one each for the Alliance, Militia, Pirates and Outriggers.  But while they had different paint jobs they had identical stats.  No more.<br><br>With the introduction of items on enemies we have distinguished each of the core ships from each other in subtle but important ways.  Outrigger ships are more likely to have better shields and do more shield damage, while pirates have higher dodge, accuracy and crit chances.  All of the different gunships (and every other ship in the game) is now different due to gear.  And they still get to keep their unique paint jobs.<br><br><br><strong>Rebalanced the Entire Game</strong><br><br>So, all of these changes interact with each other in complicated ways.  This is one reason it was not possible to release the features of this DLC piecemeal, or to release just the Crew members first and rebalance later.  The players got more powerful, the game got longer, the players got more options, the enemies were tweaked to compensate.... there was a lot going on.<br><br>The result of the rebalance broadly had two impacts.  First the middle and especially late game of the Alliance campaign have been made easier.  Conversely, the middle game of the Federation has been made tougher, so it is a little harder for them to roll into the late game with an unstoppable force.<br><br>This took a lot of time, and was tested to the best of our ability over the last three months.  That is not close to the almost two years of testing that we did on balance prior to our initial launch however.  We are still taking feedback and testing and retesting the overall experience, and it may be possible that future patches will continue to tweak balance if we find that there is a point where many players are getting stuck.<br><br>Also, overall the entire game is slightly easier.<br><br><br><strong>Other Changes</strong><br><br>We also made a variety of other more minor changes to help with the overall experience.  They include:<br><br><ul class=\"bb_ul\"><li> Increased the drop rate of Trade Goods as mission rewards.<br></li><li>  Increased the critical chance cap up to 75%<br></li><li>  Increased the critical multiplier cap up to 400%<br></li><li>  Increased the deployment cost of the Rhondo<br></li><li>  Increased the number of equipment slots on super heavy capital ships to 4 up from 3.<br></li><li>  Fixed several broken turrets in the Federation campaign.</li></ul><br><br><strong>Good Luck Commanders!</strong><br><br>Whew.  And that is all of the changes included with this DLC.  Old save games should continue to work, and all of the new options will be available.<br><br>Thank you for playing our games!",
            "about_the_game": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/TheCrew_Promo_Released.png?t=1541702523\" ><br><br>Greetings Commanders!  We are happy to announce that The Crew DLC is now live and will automatically update everyone's game.  This DLC is completely FREE as a thank you to all of our new and old fans.  This new DLC introduces quite a few changes, so keep reading for the full change log.<h2 class=\"bb_tag\"><strong>The Crew</strong></h2><br>Brave men and women from all walks of Frontier life are ready to serve you, Commander.  Each crew member offers a variety of bonuses.  In addition crew members gain experience and level up every time they survive combat.  If you assign them to a new ship they keep all of their experience.<br><br><br><strong>How do I get Crew members?</strong><br><br>Crew members are gained one of two ways.  They can either be purchased through the store screen, or they can be earned in missions.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/BuyScreen.png?t=1541702523\" ><br><br>The store screen now has a new tab that you can click helpfully called &quot;Crew&quot; that will display your current crew members, as well as a list of all of the crew available.  All of the types of crew can be hired right from the start of the game, if you can afford them.  Crew members are much more expensive than items, but they don't increase your deployment cost and they offer a wider range of bonuses.  Choose wisely.<br><br>The second way to get crew members is at the end of missions.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/PromotionScreen.png?t=1541702523\" ><br><br><strong>Simulator missions</strong> have never been a popular option.  While they offered a lot of experience, that never really stacked up against the potential resources available from Bounty missions.  Well, now the choice is more interesting.  All Simulator missions will now award you with one random crew member or officer for a successful simulation run.  This represents the experience earned by your many un-named midshipman for the grueling trials that simulations represent.<br><br>in addition, several major story missions will also award you with random crew members.<br><br><br><strong>How do I use Crew members?</strong><br><br>In order to gain the effects of a crew member it first must be assigned to a ship.  This is done from the Fleet Management screen:<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/FleetScreen.png?t=1541702523\" ><br><br>There have been several changes made to this screen.  First, there is now a helpful &quot;Crew&quot; tab to let you manage your officers (highlighted in red).  Beneath your ship display will be a roster of all your unassigned crew members (highlighted in purple).<br><br>Each ship has between one and four crew slots.  Fighter squadrons only get one crew slot, escorts get two slots, regular capital ships have three slots and the super heavy capital ships get four slots.  Simply drag a crew member into an appropriate slot on a ship to assign them to that ship (highlighted in light blue).<br><br>Finally, as a Commander there are now even more choices for how to equip your ship, and all of that can be a lot to keep track of.  So we have added a display to all the ship focus panes in the game (highlighted in green) which will display the crew and equipment equipped to a ship, so you can better track what gear and officers you have on which ships.<br><br>In addition, you can now check your items and crew members in battle by focusing on a units information with the magnifying glass.  This ability is so powerful, it will even let you see the items and crew on enemy ships if they have any!<br><br><br><strong>How do I make my Crew better?</strong><br><br>Deploy them in combat and crush your foes!  Another way that officers differ from equipment options is that they gain experience at the end of battles just like the ships they are assigned to.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/VictoryScreen.png?t=1541702523\" ><br><br>The victory screen now displays all crew members on each ship, if any, and the experience they gain.  Crew members gain the same experience as the ship they are equipped to.  This experience is for the crew member personally, and it stays with them even if you assign them to a new ship.<br><br>As a crew member gains levels the stat buffs that they provide will increase.  A level 25 crew member will provide significantly higher stat boosts to its ship than a level 1 crew member.  So get out there and win some battles!<h2 class=\"bb_tag\"><strong>Balance Changes</strong></h2><br>So there are a lot of balance changes that come along with the DLC.  Some of this comes from feedback in our forums and private messages, other comes from the continued testing done in our studio.  The Crew are a powerful option, and as such required several major rebalances to keep the game challenging.  Read on for the list and a brief explanation of each one.<br><br><br><strong>Hero Ships</strong><br><br>One of the most noticeable changes right at the start is that you can now use the starting hero ships in optional deployments.  This gives players a powerful heavier unit in the early game, and gives players more options on how to spend their starting resources.  It is no longer always necessary to start the game by buying more ships, although this can still be a powerful strategy.<br><br>This also helps players be a little more connected to the story of the main characters.  You are always free to use your own squadrons and not deploy the Hero ships, but you now have the option of using the Fury and Pandora if you want.  However, with the ability to use Hero ships in Bounty missions also comes consequences.  Bounty missions will now be lost if any Hero ship is destroyed, just like in story missions.<br><br>The later game hero ships are still locked out of Bounty missions for balance reasons.<br><br><br><strong>Optional Deployments</strong><br><br>With the increased value of simulator missions, the limited number of optional deployments became a problem.  Players had too many different ways they wanted to spend their time.  So we have increased the number of optional deployments on all difficulty levels.<br><br><ul class=\"bb_ul\"><li>Beginner (Easy) Difficulty has had the number of Optional Deployments increased to 3 from 2.<br></li><li>Veteran (Normal) Difficulty has had the number of Optional Deployments increased to 3 from 2.<br></li><li>Epic (Hard) Difficulty has had the number of Optional Deployments increased to 4 from 3.</li></ul><br>While this does make the game longer overall, it also gives players some much needed flexibility with how to spend their time.  This change does also increase the maximum experience and resources possible to be earned over a full campaign.<br><br><br><strong>New Missions</strong><br><br>Another bit of feedback we have gotten is that the early game can be especially difficult and subject to RNG.  To help with this we have introduced three new missions for each campaign.  These newer missions are shorter and &quot;easier&quot;.<br><br>The new mission descriptions state that the missions are easier than normal.  They take place on smaller maps and involve combat against small groups or a single enemy.  They don't offer much in terms of rewards, but they are an option to let a player better get the hang of the game.  If you find one of these newer missions too challenging we recommend playing on a lower difficulty level.  These new missions are only available in the starting sectors of Arx and Crosius.<br><br>Regular missions are still available as well, but in fewer numbers.  This should result in players having more options to choose the difficulty level of the challenge they face right from the start.<br><br><br><strong>The Vor</strong><br><br>The Vor have been completely rebalanced.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/AFHeader.png?t=1541702523\" ><br><br>The Vor already were having trouble making it in to players forces, and were also not necessarily a huge threat to fight against.  While they had high damage output, they were too easily killed for this to matter.<br><br>The introduction of the Crew really left the Vor in the dust.  As living organisms, the Vor were not able to benefit from the substantial buffs of crew members.  This made them especially weak in the later game of both campaigns.  For them to stay viable something had to be done.<br><br>We have made several changes to the Vor.  As player units they are now much cheaper to buy and to deploy.  This should make them more viable as an option for those with a tight resource budget.<br><br>In addition the hit points of the Vor have been increased across the board, to give them a little more staying power with all of the tougher ships flying around.  This makes them more survivable as player units and a little tougher as enemies.<br><br>Finally, enemy AI Vor have been given a significant increase to the amount of equipment mounted on each unit.<br><br><br><strong>Enemy Gear</strong><br><br>Wait a minute, enemies have equipment?<br><br>Well, they didn't used to.  However, as the player ships now can be a lot stronger the enemies needed a buff in order to keep pace.  And adding the ability for enemy ships to equip items and crew gave us some interesting options.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/863790/extras/Militia_Gunship.png?t=1541702523\" ><br><br>Before the Crew DLC enemy ships could not have gear.  This led many of the enemy ships to being the same.  There were four different versions of the Gunship fighter wing in the game, one each for the Alliance, Militia, Pirates and Outriggers.  But while they had different paint jobs they had identical stats.  No more.<br><br>With the introduction of items on enemies we have distinguished each of the core ships from each other in subtle but important ways.  Outrigger ships are more likely to have better shields and do more shield damage, while pirates have higher dodge, accuracy and crit chances.  All of the different gunships (and every other ship in the game) is now different due to gear.  And they still get to keep their unique paint jobs.<br><br><br><strong>Rebalanced the Entire Game</strong><br><br>So, all of these changes interact with each other in complicated ways.  This is one reason it was not possible to release the features of this DLC piecemeal, or to release just the Crew members first and rebalance later.  The players got more powerful, the game got longer, the players got more options, the enemies were tweaked to compensate.... there was a lot going on.<br><br>The result of the rebalance broadly had two impacts.  First the middle and especially late game of the Alliance campaign have been made easier.  Conversely, the middle game of the Federation has been made tougher, so it is a little harder for them to roll into the late game with an unstoppable force.<br><br>This took a lot of time, and was tested to the best of our ability over the last three months.  That is not close to the almost two years of testing that we did on balance prior to our initial launch however.  We are still taking feedback and testing and retesting the overall experience, and it may be possible that future patches will continue to tweak balance if we find that there is a point where many players are getting stuck.<br><br>Also, overall the entire game is slightly easier.<br><br><br><strong>Other Changes</strong><br><br>We also made a variety of other more minor changes to help with the overall experience.  They include:<br><br><ul class=\"bb_ul\"><li> Increased the drop rate of Trade Goods as mission rewards.<br></li><li>  Increased the critical chance cap up to 75%<br></li><li>  Increased the critical multiplier cap up to 400%<br></li><li>  Increased the deployment cost of the Rhondo<br></li><li>  Increased the number of equipment slots on super heavy capital ships to 4 up from 3.<br></li><li>  Fixed several broken turrets in the Federation campaign.</li></ul><br><br><strong>Good Luck Commanders!</strong><br><br>Whew.  And that is all of the changes included with this DLC.  Old save games should continue to work, and all of the new options will be available.<br><br>Thank you for playing our games!",
            "short_description": "Ancient Frontier - The Crew DLC adds brave men and women from all walks of Frontier life that are ready to serve you, Commander. Crew members gain experience and offer a variety of bonuses to the ships they pilot.",
            "fullgame": {
                "appid": "521790",
                "name": "Ancient Frontier"
            },
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/863790/header.jpg?t=1541702523",
            "website": "http://www.fairweatherstudios.com/ancient-frontier.html",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows XP or newer (may not work on all 32 bit systems)<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> Must be able to display 1024x768 resolution or higher.<br></li><li><strong>Storage:</strong> 8 GB available space<br></li><li><strong>Additional Notes:</strong> Ensure your Microsoft Visual C++ Libraries are up to date if you get runtime errors.</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 10 (64 bit)<br></li><li><strong>Memory:</strong> 16 GB RAM<br></li><li><strong>Storage:</strong> 8 GB available space<br></li><li><strong>Additional Notes:</strong> Ensure your Microsoft Visual C++ Libraries are up to date if you get runtime errors.</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "© 2016-2018 Fair Weather Studios, LLC. All rights reserved.",
            "developers": [
                "Fair Weather Studios, LLC"
            ],
            "publishers": [
                "Fair Weather Studios, LLC"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 21,
                    "description": "Downloadable Content"
                },
                {
                    "id": 22,
                    "description": "Steam Achievements"
                },
                {
                    "id": 29,
                    "description": "Steam Trading Cards"
                }
            ],
            "genres": [
                {
                    "id": "2",
                    "description": "Strategy"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/863790/ss_e5c36d68ab5b3c16f2b3414dd7ccf12c3be557b8.600x338.jpg?t=1541702523",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/863790/ss_e5c36d68ab5b3c16f2b3414dd7ccf12c3be557b8.1920x1080.jpg?t=1541702523"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/863790/ss_4f9e22f9f6a0f20fedb2469c54d1fda896c199a8.600x338.jpg?t=1541702523",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/863790/ss_4f9e22f9f6a0f20fedb2469c54d1fda896c199a8.1920x1080.jpg?t=1541702523"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/863790/ss_008539e870497ef9c7b759a4caa6b2972d94a934.600x338.jpg?t=1541702523",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/863790/ss_008539e870497ef9c7b759a4caa6b2972d94a934.1920x1080.jpg?t=1541702523"
                }
            ],
            "release_date": {
                "coming_soon": false,
                "date": "14 May, 2018"
            },
            "support_info": {
                "url": "http://www.fairweatherstudios.com",
                "email": "support@fwsgame.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/863790/page_bg_generated_v6b.jpg?t=1541702523",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}