{
    "880340": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Trooper 2 - Alien Justice",
            "steam_appid": 880340,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "<h2 class=\"bb_tag\">Trooper 2 Alien - Justice</h2><br><br><i>Aliens are on earth for many many years the most are friendly but We have been monitored for a while by a very dangerous alien species Called the Ashtar Commandos.<br><br>They have been active for centuries in our solar system but came to our planet to see what lives on earth, they soon saw us as evil creatures who may be a threat to them and decided that they will destroy us when we enter space.<br><br>When NASA launched its first spacecraft the Asthar decided to reach the surface to investigate us and to manipulate us and to see what our weakest points are to win the war.<br><br>They have been waiting for a long time but now it's time to attack us, people have become increasingly violent and they make it difficult to live in harmony,with wars,faith,and suicide,  and that's the moment they have being waiting for to wipe us out.<br><br>What the ASHTAR  COMMANDOS do not know is that they are also being monitored by a species called ARCTURIANS they have defended earth for centuries from alien attacks.<br> <br>The ARCTURIANS have sent a ship to earth with cyborgs to defend us but the ship has been intercepted by the ASHTAR and during the battle the ship crashed near a city on earth.<br><br>Hopefully there is a cyborg that survived the crash because the ARCTURIANS are far away and they assume that their cyborg ship will destroy the ASHTAR and they do not know that their ship has been intercepted and shot down.</i><br><br><br><strong>Controls</strong><br><br><i>W = Forward</i><br><i>S = Backward</i><br><i>A = Left</i><br><i>D = Right</i><br><i>C = Crouch</i><br><i>F = Action Button</i><br><i>M = Map</i><br><i>Shift = Sprint</i><br><i>Q &amp; E = Weapon select</i><br><i>Tab = Melee Kick or Left Right Focus</i><br><i>P = Resolution Settings</i><br><i>1 = Game-Menu</i><br><br><strong>Mouse Controls</strong><br><br><i>Left Mouse = Shoot</i><br><i>Right mouse = First Person View</i><br><i>Scroll Mous Button = Sneek from behind or Punch</i>",
            "about_the_game": "<h2 class=\"bb_tag\">Trooper 2 Alien - Justice</h2><br><br><i>Aliens are on earth for many many years the most are friendly but We have been monitored for a while by a very dangerous alien species Called the Ashtar Commandos.<br><br>They have been active for centuries in our solar system but came to our planet to see what lives on earth, they soon saw us as evil creatures who may be a threat to them and decided that they will destroy us when we enter space.<br><br>When NASA launched its first spacecraft the Asthar decided to reach the surface to investigate us and to manipulate us and to see what our weakest points are to win the war.<br><br>They have been waiting for a long time but now it's time to attack us, people have become increasingly violent and they make it difficult to live in harmony,with wars,faith,and suicide,  and that's the moment they have being waiting for to wipe us out.<br><br>What the ASHTAR  COMMANDOS do not know is that they are also being monitored by a species called ARCTURIANS they have defended earth for centuries from alien attacks.<br> <br>The ARCTURIANS have sent a ship to earth with cyborgs to defend us but the ship has been intercepted by the ASHTAR and during the battle the ship crashed near a city on earth.<br><br>Hopefully there is a cyborg that survived the crash because the ARCTURIANS are far away and they assume that their cyborg ship will destroy the ASHTAR and they do not know that their ship has been intercepted and shot down.</i><br><br><br><strong>Controls</strong><br><br><i>W = Forward</i><br><i>S = Backward</i><br><i>A = Left</i><br><i>D = Right</i><br><i>C = Crouch</i><br><i>F = Action Button</i><br><i>M = Map</i><br><i>Shift = Sprint</i><br><i>Q &amp; E = Weapon select</i><br><i>Tab = Melee Kick or Left Right Focus</i><br><i>P = Resolution Settings</i><br><i>1 = Game-Menu</i><br><br><strong>Mouse Controls</strong><br><br><i>Left Mouse = Shoot</i><br><i>Right mouse = First Person View</i><br><i>Scroll Mous Button = Sneek from behind or Punch</i>",
            "short_description": "This is a fun to play Third Person Shooter!.",
            "supported_languages": "English",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/880340/header.jpg?t=1531043277",
            "website": "http://2forallgames.nl/trooper-2.html",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Windows 7/8/10<br></li><li><strong>Processor:</strong> Intel Pentium CPU 2117u @ 1,80 GHz<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> sm4 Compatible Videocard minimum 1 gb<br></li><li><strong>DirectX:</strong> Version 10<br></li><li><strong>Storage:</strong> 8,98 GB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Windows 8<br></li><li><strong>Processor:</strong> intel(r) core(tm) i7-2600 cpu @ 3.40ghz<br></li><li><strong>Memory:</strong> 16 GB RAM<br></li><li><strong>Graphics:</strong> geforce gtx 1080<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 8,98 GB available space</li></ul>"
            },
            "mac_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
            },
            "linux_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
            },
            "legal_notice": "Deze End-User License Agreement [Eindgebruiker Licentieovereenkomst] geldt voor u indien u de Software heeft verkregen buiten de Verenigde Staten van<br>Amerika en Canada.<br><br>Deze End-User License Agreement (“EULA”) is een wettelijke overeenkomst tussen u en 2ForallGames, Nederland .U gaat ermee akkoord dat deze EULA afdwingbaar is zoals elke door u tot stand gebrachte geschreven overeenkomst. Deze EULA geldt voor het gebruik van 2ForallGames software, inclusief Internet diensten, en alle inhoud en inhoudsprogramma’s zoals aangeboden door 2ForallGames<br>Lees deze EULA zorgvuldig door. Door gebruik te maken van de Software of een deel van de Software gaat u akkoord met de alle voorwaarden van deze EULA. Door het verbreken van de verzegeling van een cd-rom, diskette, geheugenkaart, of andere media, en door het klikken op de ‘Ik ga akkoord’-knop voor het installeren en/of het downloaden van Software, updates, upgrades of supplementen, maakt u gebruik van de Software.<br>Indien u niet akkoord gaat met de voorwaarden van deze EULA, dan bent u niet gerechtigd de Software te gebruiken en dient u op de ‘Annuleren’-knop te klikken om het downloaden te weigeren. Indien u reeds heeft betaald voor de Software, zal restitutie van de aankoopprijs van de Software plaatsvinden met dien verstande dat u de Software niet gebruikt.<br>1) LICENTIEVERLENING: Deze EULA verschaft u een licentie (“Licentie”) waarmee u de Software mag gebruiken, op voorwaarde dat Software die wordt gecombineerd met een hardware-apparaat slechts met één hardware-apparaat wordt gecombineerd. Deze Licentie is niet-exclusief en niet-overdraagbaar. Deze Licentie verschaft geen rechten op toekomstige updates, upgrades of supplementen van de Software. Indien updates, upgrades of supplementen worden verkregen dan is het gebruik van deze updates, upgrades en supplementen onderworpen aan deze EULA en aan wijzigingen daarvan tenzij er voor de upgrades,updates of supplementen specifieke voorwaarden zijn bijgevoegd, in welk geval deze voorwaarden van toepassing zijn.<br>2) COPYRIGHT: Het auteursrecht en andere intellectuele, industriële en/of andere eigendomsrechten op de Software en op enige kopie die u daarvan maakt zijn eigendom van 2ForallGames en/of haar leveranciers. 2ForallGames staat u slechts toe de Software te gebruiken in overeenstemming met de voorwaarden van deze EULA. U mag ofwel (a) één kopie maken van de Software als reservekopie of archiefkopie, ofwel (b) de Software overbrengen naar één enkel medium, op voorwaarde dat u het origineel als reservekopie of archiefkopie bewaart. U mag geen kopie maken van de producthandleiding(en) of materialen die bij de Software horen, behalve voor uw eigen gebruik. U kunt alleen eigenaar worden van de eventueel aanwezige materiaalgegevensdrager, en u wordt geen eigenaar van de Software.<br>3) OVERIGE BEPERKINGEN: Het verhuren, uitlenen, publiekelijk presenteren, vertonen of uitzenden of enige andere vorm van distributie van de Software is verboden. Behalve zoals toegestaan door het toepasselijk recht zult u de Software of enig gedeelte daarvan niet geheel of gedeeltelijk wijzigen, analyseren met behulp van ‘reverse engineering’ of decompileren of demonteren, en u mag geen producten ontwikkelen die zijn afgeleid van de Software . Ook zult u anderen niet toestaan deze handelingen te verrichten.<br>4) VERTROUWELIJKHEID: U erkent en accepteert dat de ontwikkeling van de Software Trooper 1 veel tijd en geld heeft gekost, en dat de Software vertrouwelijk is en vakgeheim van 2ForallGames en/of derden. U zult de Software strikt vertrouwelijk behandelen en niemand toegang verlenen tot of informatie verschaffen over de Software.<br>5) SOFTWARELICENTIE VAN DERDEN: TomTom-producten kunnen gebruik maken van software van derden. Naast bovenstaande clausules 2, 3 en 4 kan het gebruik van materiaal van derden in de Software onderworpen zijn aan andere voorwaarden. De officiële copyrightkennisgevingen en specifieke licentievoorwaarden van deze softwarecodes en algoritmen van derden, staan op <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.2forallgames.nl\" target=\"_blank\" rel=\"noopener\"  >http://www.2forallgames.nl</a> . Hierbij gaat u akkoord met de voorwaarden uit dergelijke softwarelicenties van derden.<br>6) BEPERKTE GARANTIE:<br>a) 2ForallGames garandeert niet en kan niet garanderen dat de Software foutloos functioneert. Realiseer u dat fouten kunnen optreden tijdens het gebruik van de Software bijvoorbeeld vastslaan van het spel of het blijven hangen of het buggen in coverstand.<br>b) Voorzover maximaal is toegestaan onder het toepasselijk recht, verstrekken en haar leveranciers de Software “IN DE HUIDIGE STAAT EN MET ALLE AANWEZIGE FOUTEN” en wijzen hierbij alle andere garanties en voorwaarden, zowel expliciet, impliciet als wettelijk bepaald, van de hand met inbegrip van, maar niet beperkt tot, enige (indien aanwezig) impliciete garanties, verplichtingen of voorwaarden betreffende bevredigende kwaliteit, geschiktheid voor een bepaal doel, betrouwbaarheid of beschikbaarheid, nauwkeurigheid of volledigheid van reacties, resultaten, professionele inspanning, afwezigheid van virussen, en redelijke zorg en vakmanschap, dit alles met betrekking tot de Software, en de levering van of het uitblijven van de levering van ondersteuning en andere diensten, informatie, software, en gerelateerde inhoud door middel van de Software of anderszins voortkomend uit het gebruik van de Software. Evenmin is er een garantie of voorwaarde met betrekking tot ongestoorde werking, ongestoord bezit of niet-inbreukmakendheid met betrekking tot de Software.<br>7) BEPERKTE AANSPRAKELIJKHEID:<br>a) Noch TomTom noch haar leveranciers zijn aansprakelijk (hetzij op grond van eenovereenkomst, onrechtmatige daad of welke grond dan ook) jegens u of jegens derden: (i) voor enigerlei onvermogen de apparatuur van derden te gebruiken of toegang te verkrijgen tot de gegevens, verlies of beschadiging van gegevens, zakelijk verlies, winstderving, derving van inkomsten en verwachte besparingen, bedrijfsonderbreking en dergelijke) (zowel voor directe als indirecte schade of verlies); of, (ii) voor indirecte, incidentele of gevolgschade of verlies van welke aard dan ook, maar in elk geval, voorkomend uit het gebruik van of het onvermogen om gebruik te maken van de Software zelfs indien 2ForallGames of haar leveranciers van de mogelijkheid van schade of verlies op de hoogte was gesteld.<br>b) Ondanks eventuele schade die u, om welke reden dan ook, oploopt (inclusief en zonder beperking alle schade die hierin wordt genoemd en alle directe of algemene schade op grond van een overeenkomst, onrechtmatige daad of welke grond dan ook), zal de totale aansprakelijkheid van TomTom en elk van haar leveranciers voortkomend uit of gerelateerd aan deze EULA beperkt zijn tot het bedrag dat u voor de Software hebt betaald.<br>c) In afwijking van artikelen 7(a) en (b) of enige andere bepaling van deze EULA zal de aansprakelijkheid voor dood of letselschade ten gevolge van nalatigheid van een der partijen voor geen der partijen worden beperkt.<br>8) BEËINDIGING: Onverminderd de geldigheid van enige andere rechten, behoudt 2ForallGames zich het recht voor deze EULA onmiddellijk te beëindigen indien u niet voldoet aan enige voorwaarde van de EULA. In een dergelijk geval dient u alle kopieën van de Software en alle bijhorende componenten te vernietigen. De bepalingen van deze EULA die naar hun aard bedoeld zijn om ook na beëindiging van kracht te blijven behouden hun rechtskracht ook na beëindiging van deze EULA. 2ForallGames behoudt zich het recht voor om, met of zonder voorafgaande kennisgeving, diensten betreffende updates, upgrades en supplementen die aan u worden verschaft of aan u ter beschikking worden gesteld door middel van het gebruik van de Software stop te zetten.<br>9) KOPPELINGEN NAAR WEBSITES VAN DERDEN: 2ForallGames is niet verantwoordelijk voor de inhoud van websites of services van derden, voor koppelingen in websites of services van derden of voor wijzigingen in of updates van websites of services van derden. 2ForallGames biedt deze koppelingen en toegang tot websites en services van derden alleen aan voor uw gemak, en het opnemen van een koppeling of toegang houdt niet in dat TomTom de websites of services van derden onderschrijft.<br>10) RECHTEN VAN DERDEN: Een partij die geen partij is bij deze EULA heeft geen rechten onder het toepasselijke recht met betrekking tot rechten van derden waarop hij een beroep kan doen of enige bepaling van deze EULA mee kan afdwingen. Dit laat onverlet enig recht of remedie van een derde dat bestaat of beschikbaar is los van het toepasselijk recht.<br>11) GEHELE OVEREENKOMST: Deze EULA (inclusief eventuele aanvullingen of wijzigingen daarop die met de Software meegeleverd kunnen worden), en eventuele andere voorwaarden, indien van toepassing, vormen de gehele overeenkomst tussen u en 2ForallGames met betrekking tot de Software en de ondersteunende diensten (indien van toepassing) en vervangen alle eerdere of gelijktijdige mondelinge of geschreven communicatie, voorstellen en voorstellingen met betrekking tot de Software of elk ander onderwerp dat in deze EULA wordt behandeld. Waar de voorwaarden van<br>andere 2ForallGames beleidslijnen of programma’s voor ondersteunende diensten conflicteren met de voorwaarden van deze EULA zullen de voorwaarden van deze EULA beslissend zijn. Niets in deze EULA sluit de aansprakelijkheid van 2ForallGames wegens frauduleuze verklaringen uit of beperkt deze Indien één of meer van de voorwaarden van deze EULA nietig, ongeldig, niet-afdwingbaar of onwettig worden verklaard blijven de andere voorwaarden volledig van toepassing.<br>12) VERTALINGEN: De Nederlandse versie van deze EULA is de beslissende versie. Vertalingen worden slechts aangeboden voor uw gemak.<br>.<br>13) TOEPASSELIJK RECHT: Deze EULA en alle mogelijke geschillen met betrekking tot deze EULA of met betrekking tot het gebruik van de Software of anderszins zijn onderworpen aan Nederlands recht. De Conventie van de Verenigde Naties met betrekking tot Contracten voor de Internationale Verkoop van Goederen wordt hierbij voor wat betreft deze EULA expliciet buiten toepassing verklaard. Alle mogelijke geschillen voorkomend uit deze EULA zullen worden beslecht door de gerechtelijke instanties te Amsterdam (Nederland) welke gerechten exclusieve jurisdictie toekomen met betrekking tot dergelijke geschillen. Indien u vragen hebt over deze EULA of indien u om andere redenen contact wilt opnemen met 2ForallGames, bezoekt u dan de website van 2ForallGames op <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.2forallgames.nl\" target=\"_blank\" rel=\"noopener\"  >http://www.2forallgames.nl</a>.",
            "developers": [
                "Marco Noordergraaf"
            ],
            "publishers": [
                "2ForallGames"
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 329,
                "final": 329,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "3,29€"
            },
            "packages": [
                279492
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Trooper 2 - Alien Justice",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 279492,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Alien Justice - 3,29€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 329
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "23",
                    "description": "Indie"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_ec657349124c1bb3325c62ae4ed4513e7d276d2c.600x338.jpg?t=1531043277",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_ec657349124c1bb3325c62ae4ed4513e7d276d2c.1920x1080.jpg?t=1531043277"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_1c6c8e0bc63d278d19b96e59c72910d35a5b67ba.600x338.jpg?t=1531043277",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_1c6c8e0bc63d278d19b96e59c72910d35a5b67ba.1920x1080.jpg?t=1531043277"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_04ec6b5678ecdd6d03ec22cedf5f2a60629f7441.600x338.jpg?t=1531043277",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_04ec6b5678ecdd6d03ec22cedf5f2a60629f7441.1920x1080.jpg?t=1531043277"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_6a4096708bb49905562611ca579a9b34067bcdce.600x338.jpg?t=1531043277",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_6a4096708bb49905562611ca579a9b34067bcdce.1920x1080.jpg?t=1531043277"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_65aea18cbf2b446feb01cfe346e515d5690c51a2.600x338.jpg?t=1531043277",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_65aea18cbf2b446feb01cfe346e515d5690c51a2.1920x1080.jpg?t=1531043277"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_ab4fac0e082f36713b3892bd5c41f5c9964d7283.600x338.jpg?t=1531043277",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_ab4fac0e082f36713b3892bd5c41f5c9964d7283.1920x1080.jpg?t=1531043277"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_3c4b137a0406b119148ff9eb4a2fbe5634684e3c.600x338.jpg?t=1531043277",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/880340/ss_3c4b137a0406b119148ff9eb4a2fbe5634684e3c.1920x1080.jpg?t=1531043277"
                }
            ],
            "movies": [
                {
                    "id": 256719519,
                    "name": "Trooper2_Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256719519/movie.293x165.jpg?t=1529356263",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256719519/movie480.webm?t=1529356263",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256719519/movie_max.webm?t=1529356263"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "2 Jul, 2018"
            },
            "support_info": {
                "url": "http://2forallgames.nl/",
                "email": "info@2forallgames.nl"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/880340/page_bg_generated_v6b.jpg?t=1531043277",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}