{
    "897290": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Triggerun",
            "steam_appid": 897290,
            "required_age": 0,
            "is_free": true,
            "detailed_description": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/log-2(bullets)_Steam3.png?t=1549267400\" ><br><br><i>TRIGGERUN</i><br><br>This game has an intense gameplay involving a 5v5 match on different maps, with a mix of shooting enemy targets and deploying their side skills and ultra skills for an intense and strategic battle of cooperation to achieve victory. Players can interact with others with exclusive voices and poses for different heroes.<br><br>Game is currently in OPEN BETA<br><strong>15 heroes, 8 maps, 5 modes</strong><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/HEROIS_3.jpg?t=1549267400\" ><h2 class=\"bb_tag\"><strong> 4 CLASSES </strong></h2><ul class=\"bb_ul\"><li>Offense <br></li><li>Defense <br></li><li>Tank <br></li><li>Support</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/ARMAS_3.jpg?t=1549267400\" ><br><br>Each hero has a unique weapon and you can add skins based on ranked points earned in ranked matches. You can then trade these ranked points into exclusive skins for your weapons to grant a special feature <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/MAPAS_2.jpg?t=1549267400\" ><br><br>Each map has a different mode and gameplay where players will be challenged to perform as a team to achieve success. The game will launch soon an Individual Deathmatch mode for players that like a FreeForAll mode.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/GAMEPLAY.jpg?t=1549267400\" ><br><br>A frenetic gameplay with very fast paced combat determined by how smart you play with your team and how do use your special habilities. The fact that the game is lighter improves the quality of gameplay. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/Modes2.jpg?t=1549267400\" ><h2 class=\"bb_tag\"><strong>5 GAME MODES:</strong></h2><ul class=\"bb_ul\"><li>Team: A deathmatch game where two teams battle for victory<br></li><li>Control: Capture the objective<br></li><li>Escort: Stop or protect your load from your enemy<br></li><li>Capture: Dispute the control of Base A and B<br></li><li>Arena: Kill all the enemies to win</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/LEVE.jpg?t=1549267400\" ><br><br>Game is super light on specs, made to increase the intensity of the gameplay and to include those who did not have access to Hero Shooters. With a good internet connection, you can play and enjoy a very fast paced environment with a regular machine and internet.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/DiamondsSteam2.jpg?t=1549267400\" ><h2 class=\"bb_tag\"><strong>BUYING DIAMONDS:</strong></h2><ul class=\"bb_ul\"><li>Heroes, Skin, Animated Poses, Avatars/Graffitis<br></li><li>Craft a Weapon for better performance by buying Parts<br></li><li>Decraft an attribute from a weapon to redit<br></li><li>Double XP for both Hero and Account</li></ul>",
            "about_the_game": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/log-2(bullets)_Steam3.png?t=1549267400\" ><br><br><i>TRIGGERUN</i><br><br>This game has an intense gameplay involving a 5v5 match on different maps, with a mix of shooting enemy targets and deploying their side skills and ultra skills for an intense and strategic battle of cooperation to achieve victory. Players can interact with others with exclusive voices and poses for different heroes.<br><br>Game is currently in OPEN BETA<br><strong>15 heroes, 8 maps, 5 modes</strong><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/HEROIS_3.jpg?t=1549267400\" ><h2 class=\"bb_tag\"><strong> 4 CLASSES </strong></h2><ul class=\"bb_ul\"><li>Offense <br></li><li>Defense <br></li><li>Tank <br></li><li>Support</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/ARMAS_3.jpg?t=1549267400\" ><br><br>Each hero has a unique weapon and you can add skins based on ranked points earned in ranked matches. You can then trade these ranked points into exclusive skins for your weapons to grant a special feature <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/MAPAS_2.jpg?t=1549267400\" ><br><br>Each map has a different mode and gameplay where players will be challenged to perform as a team to achieve success. The game will launch soon an Individual Deathmatch mode for players that like a FreeForAll mode.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/GAMEPLAY.jpg?t=1549267400\" ><br><br>A frenetic gameplay with very fast paced combat determined by how smart you play with your team and how do use your special habilities. The fact that the game is lighter improves the quality of gameplay. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/Modes2.jpg?t=1549267400\" ><h2 class=\"bb_tag\"><strong>5 GAME MODES:</strong></h2><ul class=\"bb_ul\"><li>Team: A deathmatch game where two teams battle for victory<br></li><li>Control: Capture the objective<br></li><li>Escort: Stop or protect your load from your enemy<br></li><li>Capture: Dispute the control of Base A and B<br></li><li>Arena: Kill all the enemies to win</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/LEVE.jpg?t=1549267400\" ><br><br>Game is super light on specs, made to increase the intensity of the gameplay and to include those who did not have access to Hero Shooters. With a good internet connection, you can play and enjoy a very fast paced environment with a regular machine and internet.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/897290/extras/DiamondsSteam2.jpg?t=1549267400\" ><h2 class=\"bb_tag\"><strong>BUYING DIAMONDS:</strong></h2><ul class=\"bb_ul\"><li>Heroes, Skin, Animated Poses, Avatars/Graffitis<br></li><li>Craft a Weapon for better performance by buying Parts<br></li><li>Decraft an attribute from a weapon to redit<br></li><li>Double XP for both Hero and Account</li></ul>",
            "short_description": "JOGO CARTOON DE HERÓIS",
            "supported_languages": "Portuguese - Brazil<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/897290/header.jpg?t=1549267400",
            "website": "http://www.triggerun.com/",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Win 7 e acima<br></li><li><strong>Processor:</strong> Recomenda Intel® Core™ i5 Processor<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> Basic GTX 770<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 200 MB available space</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Win 7 e acima<br></li><li><strong>Processor:</strong> Core Single AMD Athlon 64 X2/Core Duo 5200<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> ATI Radeon HD 3200 (512MB)<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 200 MB available space<br></li><li><strong>Additional Notes:</strong> Monitor 1920x1080</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "<h2 class=\"bb_tag\"><strong>ACORDO DE USUÁRIO</strong></h2><br><br>1. Termos do Contrato:<br><br>A 2AXION oferece a você, usuário, a possibilidade de jogar um MMOFPS totalmente 3D, estando este serviço condicionado à aceitação de todos os artigos que o vinculam o presente.     O uso de nossos serviços implica na aceitação tácita de todos os termos do presente, assim como de eventuais alterações, aceitação essa que será manifestada através da seleção de concordância na parte final do presente, no local onde aparece a mensagem que leu e concorda com os termos do contrato. <br><br> <br>2. Efetivação e Cancelamento do Contrato:<br><br>a) Para aceitação por parte do usuário deste contrato, basta assinalar em \"Eu Concordo\", nesta mesma página.  Caso não aceite nossos termos, será impedido de criar uma conta de usuário, o que implicará na impossibilidade de jogar Triggerun. <br><br>b) Este contrato passa a ter validade após sua aceitação e vigerá por prazo indeterminado, até manifestação por parte do usuário no cancelamento de sua conta, ou em razão de banimento por comportamento inadequado, conforme condições a seguir elencadas.<br><br><br>3. Correções:<br><br>Este instrumento vincula a relação entre fornecedor de serviço e usuário, ou seja, entre a 2AXION e os jogadores, relativamente ao jogo propriamente dito, assim como às requisições de serviços e providências que vierem a ser solicitadas pelos usuários.<br><br>O presente não inclui quaisquer outras parcerias que venham a ser feitas com terceiros, de modo a implementar os serviços do Triggerun, mesmo que constantes banners, facilidades ou mesmo métodos de pagamentos, tanto na página principal como em outras relativas, tão somente, ao jogo Triggerun, face ao que passa a viger o presente instrumento por si só, independentemente de pactuações elaboradas entre 2AXION e quaisquer de seus parceiros.<br><br>Poderemos corrigir, emendar, suprimir ou alterar os artigos do presente instrumento, independentemente de aviso e/ou notificação aos usuários, de acordo com a necessidade da ocasião, visando sempre a melhora das condições dos serviços prestados e ao bom andamento do jogo, onde serão sempre expostas em nosso site quaisquer modificações e/ou alterações, sendo de total responsabilidade dos usuários o conhecimento das citadas eventuais alterações, bastando, para tanto, efetuar visitas periódicas em nosso site oficial, no endereço <a href=\"https://steamcommunity.com/linkfilter/?url=http://triggerun.com\" target=\"_blank\" rel=\"noopener\"  >triggerun.com</a> ou outros jogos no <a href=\"https://steamcommunity.com/linkfilter/?url=http://2axion.com\" target=\"_blank\" rel=\"noopener\"  >2axion.com</a>.<br><br><br>4. Definições:<br><br>a) “Propriedade Intelectual” inclui todas as patentes, nome, design, modelos, copyrights, know-how, segredos comerciais, marcas, vestimentas ou qualquer outro tipo de direitos de propriedade intelectual relacionados ao jogo, ou  mesmo de informações técnicas.<br><br>b) “Informações Técnicas” inclui todos os softwares, know-how, dados, resultado dos testes, layouts, artes, processos, scripts, conceitos e qualquer outro tipo de informação técnica contida no jogo ou em seu processo de instalação, operação, manutenção, incluindo os serviços, estando o software do presente jogo Triggerun, assim como das atualizações e links necessários à configuração do mesmo, à disposição dos usuários, de forma gratuita.<br><br>c) \"Conta de Usuário\" significa todas as informações pessoais, incluindo o ID do usuário, denominado como Triggerun ID, que são necessários para o acesso dos serviços do Triggerun, que tem a categoria gratuita, através do uso de determinados servidores, assim como as categorias pagas, quais darão direito ao uso, além dos servidores gratuitos, mas também de servidores privados, dependendo de sua categoria.<br><br>d) “Servidores Gratuitos” significa FreetoPlay.<br><br>e) “Servidores Pagos” significa acesso exclusivo a membros premiums.<br><br>f) \"Triggerun ID\" significa uma combinação de letras minúsculas e números, não podendo constar símbolos ou espaços, com no mínimo 6 (seis) caracteres e, no máximo, 20 (vinte) caracteres, que o usuário deverá criar para ter acesso aos serviços do Triggerun, e que será utilizado para identificação do usuário na página principal, assim como em sua conta, também devendo o usuário escolher um “nickname” para atribuição do nome pelo qual será reconhecido na página principal.<br><br>g) “Nickname” significa uma combinação de letras minúsculas e números, não podendo constar símbolos ou espaços, com no mínimo 6 (seis) caracteres e, no máximo, 20 (vinte) caracteres, que o usuário deverá criar e, através desse nickname será reconhecido na página principal.<br><br>h) \"Senha\" significa uma combinação de letras e números, com no máximo 10 (dez) caracteres, que o usuário deverá criar, através do qual poderá certificar-se de que somente ele utilizará sua conta, desde que não revele tais dados a nenhum outro jogador e/ou pessoa.<br><br>i) \"Personagem” significa as modalidades diferentes de utilização do personagem a ser escolhido pelo usuário, dos quais o jogador selecionará e utilizará durante o jogo.<br><br><br>5. Descrição dos Serviços:<br><br>Jogos 2X, jogos on-line, no estilo FPS, Casual, etc. <br><br>Oferecemos serviços que poderão ser acessados pela internet, no endereço <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.2axion.com\" target=\"_blank\" rel=\"noopener\"  >www.2axion.com</a>, a qualquer momento. <br><br>A 2AXION reserva-se a prerrogativa e direito de trocar, a qualquer momento, o endereço do site oficial, não sem antes efetuar as devidas comunicações no próprio site, comunicando aos usuários a modificação.<br><br>Para começar a utilizar nossos serviços, você deverá fazer o download dos Jogos 2X em nosso site e proceder à instalação do mesmo em seu computador.    O download dos Jogos 2X em nosso site oficial é gratuito e poderá ser copiado em quantos computadores o usuário desejar.<br><br>Para utilização do jogo é necessário ser efetuado o registro, de acordo com as políticas de uso do jogo e adesão ao presente contrato, completando-se o preenchimento do cadastro.<br><br>A 2AXION não é provedora de serviços de internet, devendo o usuário, para utilização dos Jogos 2X, obter citado serviço diretamente com os provedores do mesmo, cuja responsabilidade é única e somente do usuário.<br><br>Nosso Site apresenta todos os serviços oferecidos e seu uso, bem como o de quaisquer outros parceiros para comodidade dos usuários, cujos termos também são regidos por este instrumento.<br><br><br>6. Deveres de Registro dos Usuários e sua Segurança:<br><br>Para o uso de nossos serviços, é necessário completar o formulário de cadastro, em todos os campos obrigatórios, devendo conter, também obrigatoriamente, um endereço de e-mail válido, onde o usuário receberá as confirmações do registro, podendo, assim, após tal confirmação, completar com segurança seu registro, assim como um nome de usuário e uma senha, como já mencionado acima.<br><br>Com relação aos dados pessoais, o usuário aceita, pela presente, o compromisso de oferecer informações verídicas, bem como de mantê-las atualizadas.<br><br>Caso alguma dessas informações, após constatação, seja considerada falsa, incompleta ou confusa, fica resguardado o direito da 2AXION em suspender ou cancelar nossos serviços, assim como de negar eventuais prestações de serviços pendentes.<br><br>A 2AXION se reserva ao direito de impedir a criação de nomes de usuários já em uso, bem como aqueles ilegais, protegidos por leis de direitos autorais ou qualquer outro interesse maior, assim como os obscenos ou que contenham teor de qualquer tipo de preconceito.<br><br>A responsabilidade referente à senha recai total e exclusivamente sobre o usuário, devendo este, portanto, mantê-la em segredo e, em caso de dúvida em relação à segurança da mesma, ou qualquer coisa que o valha, deverá o usuário proceder a uma notificação, através de nosso site, onde serão solucionados todos os problemas e dúvidas.<br><br>A 2AXION não oferece nenhum tipo de proteção contra o uso não autorizado de senhas. <br><br><br>7. Criação da conta:<br><br>A criação de contas é permitida a usuários acima de 13 (treze) anos. Cada só poderá ser utilizada por 1 (um) único usuário. A responsabilidade pelos atos praticados quanto ao uso das contas criadas para a utilização de nossos serviços é exclusiva dos usuários, bem como, no caso de menores de 18 (dezoito) anos, esta responsabilidade recairá sobre seu responsável legal.<br><br>Após efetivar o cadastro, quando do ingresso no jogo propriamente dito, o usuário deverá escolher um personagem e atribuir a este um nome ou apelido, da forma como mencionado acima, para que seja identificado no jogo.  Este nome, uma vez escolhido, caso não haja nenhum outro igual, não poderá ser modificado, a não ser que seja excluído o citado personagem, através do usuário ou, caso necessário, através do site, dependendo do nível que estiver o personagem.    Nomes de personagens já em uso não poderão ser utilizados, bem como aqueles ilegais, protegidos por leis de direitos autorais ou por qualquer outro interesse maior, marcas comerciais registradas, de propriedades intelectuais definidas, assim como os obscenos ou que contenham teor preconceituoso.<br><br>A 2AXION se reserva ao direito de deletar ou mesmo, a seu critério único e exclusivo, sugerir a alteração do nome, sob pena do mesmo ser deletado, caso a escolha do nome tenha caráter vulgar, ofensivo, de nomes próprios de personagens famosos, eis que dependentes de autorização por parte destes, ou mesmo que contenham teor ofensivo.<br><br>Ao efetivar o cadastro, o usuário deverá escolher uma senha. O sigilo de senhas também é uma responsabilidade dos usuários. Eventuais prejuízos dentro do jogo ou danos de qualquer espécie, causados por terceiros que conheçam a senha de determinados usuários, O QUE NÃO É PERMITIDO, correrá por conta e risco dos mesmos, não se responsabilizando a 2AXION por eventuais danos ou perdas em decorrência do uso por mais de um jogador por conta.     Os funcionários 2AXION, dentro do jogo assim como no fórum oficial, jamais solicitarão senhas ou dados pessoais relativos às contas dos usuários, durante o jogo ou em qualquer outro momento.<br><br>As prerrogativas sobre os itens, dados cadastrais, contas de serviço, e demais tipos de informação sobre o jogo, bem como sobre o site oficial, são de propriedade exclusiva da 2AXION, não podendo ser atribuído valor econômico aos mesmos, bem como transacionados por fora do jogo.<br><br>Antigos usuários, ou seja, aqueles que deixaram de efetuar um login em 2 (dois) meses ininterruptos, terão suas contas bloqueadas, face ao que, querendo, deverão efetuar consulta no site sobre a situação da mesma, onde não garantimos a manutenção da mesma, assim como dos itens que lá possam conter.<br><br>Em caso de encerramento de contas, a 2AXION poderá, querendo (salvo se impropriamente), proceder ao cancelamento de quaisquer outras contas que compartilhem o mesmo número de telefone, endereço eletrônico, IP, ou cartão de crédito relacionado.<br><br><br>8. Custo do serviço:<br><br>Os Jogos 2X tem duas opções de planos mensais.   Os jogadores podem escolher entre os Planos Free2Play (Gratuito), ou comprar creditos<br><br><br><br>Free2Play (Gratuito)<br>O Plano Free2Play (também conhecido como F2P), é o mais básico, e oferece o acesso ao Jogos 2X totalmente gratuito. A 2AXION poderá, a critério desta e a qualquer tempo, limitar a âmbito restrito o acesso ao jogos 2X, suspender ou encerrar a prestação de qualquer dos Serviços ou Conteúdos, definir que a disponibilidade respectiva passe a ser sob modalidade paga, ou alterar os termos deste Contrato de Uso. <br><br>Quaisquer alterações, como já mencionado, serão postadas e atualizadas em nosso site oficial. <br><br>O uso, contínuo ou não, dos jogos 2X, após o anúncio das alterações nos termos de uso, implica em aceitação tácita das novas cláusulas.<br><br><br>9. Identificação:<br><br>O usuário ou seu responsável, pela presente, assume a responsabilidade de arcar com os danos oriundos de condutas levadas a cabo por vontade própria, bem como por pessoas de sua confiança, às quais você venha ou possa vir a confiar a utilização dos serviços 2X, muito embora não permitidos, incluindo toda e qualquer atividade danosa por parte de usuários, dependentes ou não, de nossos serviços, de modo somente a poder reivindicar direitos lesados por negligência efetivamente comprovada por parte da 2AXION.<br> <br><br>10. Término dos serviços:<br><br>O usuário concorda que, preenchidos os requisitos adequados, a 2AXION poderá efetuar o cancelamento de sua conta, sem aviso prévio, de modo que, em conseqüência, você venha a perder todo e qualquer personagem, item ou recurso conseguido pelo tempo de uso de nossos serviços, sem a possibilidade de venda, permuta ou transferência de qualquer um desses recursos a outra pessoa ou usuário, com a privação posterior da utilização dos mesmos por toda e qualquer razão e meio, de modo que, como mencionado acima, também poderá ser cancelada ou interrompida qualquer outra conta associada ao mesmo usuário, endereço eletrônico ou cartão de crédito, se preenchidos, novamente, os requisitos necessários.   A 2AXION se reserva ao direitos de cancelamento ou interrupção dos serviços prestados por força de condutas inadequadas dos usuários, quebrando os termos de acordo, seja pela comprovação direta desses comportamentos, seja pela confirmação de relatos enviados por outros usuários, após efetuadas as devidas comprovações e verificações por parte da 2AXION, bem como aqueles captados em qualquer outro meio de informação (como nosso fórum, por exemplo), sendo esses comportamentos aqueles descritos no site, cujos termos também são aceitos pela presente. Terminados ou interrompidos os serviços, o usuário perderá totalmente o acesso à sua conta e a seus personagens, sem ressalva alguma e sem direito algum.<br><br><br>11. Controle dos Pais:<br><br>Pais podem achar o jogo inapropriado para seus filhos. <br><br>Embora sejamos capazes de controlar o conteúdo de nosso site, fórum e vocabulário interno do jogo até certas proporções, é importante lembrar que certas atitudes são inevitáveis, e palavras, sons ou imagens inapropriadas para crianças nessa faixa etária poderão ser encontradas. <br><br>Não podemos garantir que nenhum conteúdo dessa classe será exibido a nossos usuários. <br><br>Por política liberal, nossa empresa não limita nem equaciona os tipos e número de palavras liberadas aos usuários, apenas contendo um filtro de palavras para palavrões e palavras inapropriadas, porém, uma vez pronunciados de alguma maneira, de sorte a efetivamente aparecerem sem ser filtrados, estará isenta a 2AXION de quaisquer responsabilidades quanto a esse tipo de evento, qual também repudiamos, entendendo ser esse jogo, assim como muitos outros, motivo único para diversão e entretenimento, apenas.<br><br> <br>12. Responsabilidade pelos serviços:<br><br>A 2AXION NÃO ASSUME A RESPONSABILIDADE POR INFORMAÇÕES PERDIDAS PELOS USUÁRIOS, QUANDO DO USO DE SEUS SERVIÇOS. <br><br>TODA E QUALQUER INFORMAÇÃO TRANSMITIDA PELOS NOSSOS SERVIDORES É PARA O ENTRETENIMENTO DE NOSSOS USUÁRIOS, APENAS. <br><br>AÇÕES MOTIVADAS PELO CONTEÚDO DESSAS INFORMAÇÕES NÃO SUJEITAM, SEM RESTRIÇÕES, A PAGAR INDENIZAÇÕES POR EVENTUAIS DANOS, SEJAM ESTES DE NATUREZA DOLOSA OU ACIDENTAL, PESSOAL OU PROFISSIONAL. <br><br>ESSAS DISPOSIÇÕES SE REFEREM AOS SERVIÇOS PRESTADOS PELA 2AXION E POR SEUS PARCEIROS OU EVENTUAIS COLABORADORES. <br><br>NOSSOS SERVIÇOS ESTARÃO DISPONÍVEIS DE ACORDO COM A FORMA DE PAGAMENTO ESCOLHIDA E O TEMPO DE SERVIÇO OFERECIDO. <br>NENHUM CONTEÚDO EXTRA OU ADICIONAL SERÁ OFERECIDO ALÉM DO ESTIPULADO, SALVO PROMOÇÕES, EVENTOS OU AUTORIZAÇÃO EXPRESSA DA 2AXION.<br><br>OS DIREITOS E OBRIGAÇÕES ESTIPULADOS NO PRESENTE TERMO SUJEITAM NOSSOS ASSINANTES SOMENTE DURANTE O PERÍODO DO SERVIÇO RESPECTIVO, VOLTANDO, APÓS O MOMENTO DA NÃO CONTINUIDADE DE PAGAMENTO, AO MODO FREE2PLAY (GRATUITO), COM SUAS CARACTERÍSTICAS PRÓPRIAS. <br><br> <br>13. Privacidade:<br><br>As informações pessoais fornecidas por nossos usuários serão usadas para alimentar nosso banco de dados, apenas. <br><br>Esses detalhes sobre os usuários serão utilizados, principalmente, na captação das preferências e tendências de nossos clientes. <br><br>Exceto nas ocasiões não especificadas no presente, ou em caso de autorização pessoal expressa, seus dados cadastrais serão fornecidos a funcionários não qualificados, parceiros ou terceiros de qualquer espécie.    Apenas ocorrerá tais informações caso haja autorização expressa por parte do usuário para tanto. <br><br>Não garantimos a interceptação de seus dados cadastrais, principalmente quando da efetivação de seu cadastro, por quaisquer terceiros agindo de modo ilegal, eis que não podemos controlar que ferramentas e filtros existem nos computadores dos usuários. <br><br>É de nosso pleno direito fornecer, se necessário, para cumprir a lei, norma, tratado ou qualquer espécie de imposição jurídica municipal, estadual ou federal, frações ou a totalidade de seus dados cadastrais. <br><br>A comunicação, em nossos atendimentos, somente será efetuada através de tickets (e-mail ou qualquer outra tecnologia de comunicação virtual efetuada diretamente em nosso site), para esclarecer questões sobre nossos serviços, software e contas, pagamentos e outros.<br><br>A 2AXION não se responsabiliza por atos que venham a ser praticados por terceiros ou pelo próprio usuário, na constância de nossos serviços, não relacionados à nossa empresa.<br><br><br>14. Relação de Garantias:<br><br>O USUÁRIO CONCORDA QUE OS SERVIÇOS PRESTADOS SERÃO FORNECIDOS COMO E QUANDO DISPONÍVEIS, OU SEJA, DE ACORDO COM AS POSSIBILIDADES DA 2AXION, DE ACORDO COM AS NECESSIDADES DOS USUÁRIOS E DE NOSSA EMPRESA.<br><br>A 2AXION NÃO DÁ GARANTIA ALGUMA DA PRESTAÇÃO DE SERVIÇOS ORA CONTRATADOS, PORÉM ESCLARECE QUE TODO O EMPENHO SERÁ UTILIZADO PARA EVITAR OU MINIMIZAR PROBLEMAS, DANOS OU QUALQUER COISA QUE O VALHA, QUE COMPROMETAM A BOA PRESTAÇÃO DE SERVIÇOS A QUE SE PROPÕE A EMPRESA.<br><br>INFELIZMENTE, TEMOS CONHECIMENTO DA EXISTÊNCIA DE SERVIDORES PRIVADOS (PIRATAS – NÃO AUTORIZADOS), QUAIS FAZEM USO INDEVIDO DO NOME, DA MARCA, DO JOGOS DA 2AXION, ONDE GARANTIMOS QUE ESTAREMOS SEMPRE COMBATENDO TAIS SERVIDORES, UMA VEZ QUE NÃO CONTEMPLAMOS TAL PRÁTICA.<br><br>A 2AXION NÃO GARANTE QUE O SERVIÇO IRÁ SE AJUSTAR ÀS NECESSIDADES DE TODOS OS USUÁRIOS, BEM COMO ÀS PREFERENCIAS DOS MESMOS, MAS SIM, COMO JÁ DITO, DE ACORDO COM NOSSAS POSSIBILIDADES.<br><br>DESSA FORMA, NÃO ESTÁ GARANTIDA A ININTERRUPÇÃO ABSOLUTA OU RELATIVA DE NOSSOS SERVIÇOS, SEM PREJUÍZO DOS CASOS PREVISTOS NESTE TERMO.<br><br>NÃO GARANTIMOS, AINDA, A BOA CONDUTA DE NOSSOS USUÁRIOS, INCLUIDOS NESSA CONDIÇÃO AQUELES CASOS INEVITÁVEIS EM QUE, FORA DE NOSSO CONTROLE, VÍRUS SÃO IMPLANTADOS ATRAVÉS DE TROCA DE INFORMAÇÕES ELETRÔNICAS ENTRE USUÁRIOS, USOS DE PROGRAMAS AUXILIARES POR NÓS TAMBÉM NÃO AUTORIZADOS, QUAIS PODERÃO CONTER FERRAMENTAS DE \"HACKING\", ASSIM COMO OS PREJUÍZOS DECORRENTES DE TAL SITUAÇÃO, RELATIVAMENTE À PERDA DE ITENS, CONTA, ETC.<br><br>NÃO NOS RESPONSABILIZAMOS, FINALMENTE, POR DANOS OCORRIDOS NO SISTEMA OPERACIONAL, OU MESMO EM QUALQUER PARTE DO COMPUTADOR DE NOSSOS USUÁRIOS, CAUSADOS PELO USO INDEVIDO OU NEGLIGENTE DE FERRAMENTAS OUTRAS QUE VIABILIZEM OU POSSIBILITEM A OCORRÊNCIA DE CITADO MÁL FUNCIONAMENTO.<br><br>TAIS DISPOSIÇÕES SÃO APLICÁVEIS, TAMBÉM, A EVENTUAL MATERIAL OBTIDO ATRAVÉS DE PARCEIROS NOSSOS. <br><br><br>15. Cancelamento e/ou interrupção temporária do serviço:<br><br>a) A 2AXION sempre estará informando, através do site, os horários de cancelamento e/ou interrupção temporária do serviço, por força de manutenções em nossos servidores pré-programadas ou, se necessário, por manutenções incidentais.<br><br>b) Os usuários entendem que o serviço pode vir a ser cancelado e/ou interrompido temporariamente, por razões não inerentes à nossa gerência, portanto, fora de nosso controle, e sua conta poderá ser interrompida por estes mesmos motivos. Não assumimos responsabilidade por interrupções, atrasos ou falhas fora de nosso controle.<br><br><br>16. Condutas inaceitáveis:<br><br>Os usuários não podem se comportar de maneira a restringir os direitos de fruição ou de gozo de outros usuários ou, ainda, de maneira a inibi-los.   A empresa 2AXION reprova qualquer tipo de serviço ilegal, e reserva-se o direito de cancelar ou interromper o serviço caso alguma dessas condutas seja praticada.  As condutas proibidas são listadas logo abaixo, porém incumbe ressaltar que nossa empresa se reserva o direito, mas não a responsabilidade, de interromper o serviço de qualquer usuário que venha a praticá-las, prejudicando outros usuários, danificando nossos sistemas, ou violando quaisquer prerrogativas de parceiros nossos, eis que a ocorrência dos mesmos é em tempo real e, após ser a 2AXION cientificada da ocorrência dos mesmos, após as devidas verificações, para o caso de aplicação de sanções (que poderão variar desde suspensão temporária até cancelamento permanente da conta), não haverá aviso prévio relativamente à aplicação das sanções pertinentes a cada caso.     Portanto, as condutas inaceitáveis são:<br><br>a) Chantagear, ameaçar ou embaraçar outros usuários de nossos serviços ou causar desentendimentos, desconfortos desnecessários ou quaisquer outros problemas pessoais.<br><br>A 2AXION não admite ameaças de qualquer espécie e usuários com este comportamento terão suas contas suspensas. Ataques preconceituosos, com base na religião, nacionalidade, raça, etnia, classe social, preferência sexual ou qualquer qualidade pessoal serão diretamente punidos.<br><br>b) Transmitir ou referir-se a imagens de sexo explícito. A 2AXION proíbe a transferência ou postagem de imagens deste tipo ou de qualquer outro conteúdo ofensivo. <br><br>c) Transmitir conteúdos ilegais, ofensivos, abusivos, ameaçadores, difamatórios, vulgares, obscenos, preconceituosos (de qualquer espécie).  Caso o usuário se comporte de maneira ofensiva, ainda que implicitamente, avisos serão enviados, e o usuário poderá ser temporariamente bloqueado ou excluído do jogo, fóruns ou áreas de bate-papo.  A conta do usuário, por força deste tipo de atitude, poderá ser bloqueada imediatamente e o mesmo estará sujeito às sanções previstas pelo nosso ordenamento jurídico.<br><br>d) \"Scrolling\" ou qualquer outra conduta que impeça os usuários de gozar de seus direitos. \"Scrolling\" é definido como o ato que impossibilita a edição de textos pelos usuários. <br><br>e) Ameaçar qualquer pessoa, incluindo, mas não sendo se limitando a, os empregados da 2AXION, CMs, GMs ou qualquer outro por parte da empresa ou não.  Os usuários não devem fazer afirmações no sentido de serem funcionários nossos, seja qual for o meio de comunicação.   Esse tipo de conduta sujeita o usuário ao término imediato de serviços.<br><br>f) Interromper a comunicação entre nossos funcionários e os demais usuários, seja em áreas do jogo, áreas de chat, boletins de ocorrência da administração, ou qualquer outra área dentro de nossos serviços.   Condutas desta espécie serão reconhecidas como ofensivas aos nossos serviços de maneira geral.    Estas previsões incluem, mas não estão limitadas a, as postagens de cunho comercial, solicitações e propagandas.<br><br>g) Postar ou transmitir letras criptografadas ou esquemas de propaganda. Este tipo de material desperdiça o espaço de nossos setores e incomoda os usuários. Certos tipos de fontes e esquemas gráficos são, ainda, considerados ilegais. Essas condutas incluem, mas não estão limitadas a, a transmissão de mensagens para o oferecimento de produtos ou serviços. <br><br>h) Postar ou transmitir materiais não solicitados de publicidade, promocionais, ou outras formas de oferecimento. Nossos serviços não devem ser usados para enviar anúncios não solicitados, materiais de promoção, ou outras formas de propaganda entre os usuários. Os usuários estão proibidos de requisitar ou usar, de forma indevida, informações de outros usuários. Os responsáveis por este tipo de comportamento serão bloqueados e/ou filtrados de maneira a não mais desfrutar de nossos serviços. <br><br>i) Violar qualquer regra operacional, de nosso contrato ou de nossos serviços on-line. A política dos provedores de internet de nossos clientes também deve ser respeitada. <br><br>j) Violar, com ou sem intenção, quaisquer leis de aplicação local, estadual, nacional ou internacional. Também é proibido modificar ou adicionar quaisquer arquivos ao jogo, a menos que expressamente autorizado pela nossa empresa.  O uso de informações cadastrais, com ou sem autorização de determinado usuário, que resulte em danos, com ou sem intenção de quem os causou, sujeitará o agente às sanções que o nosso ordenamento jurídico prevê, além do banimento tanto do usuário que solicitou, assim como do usuário que ofereceu tais informações, eis que previsto neste instrumento. <br><br>k) Postar boletins múltiplos ou enviar vários e-mails ao mesmo tempo, conduta conhecida como \"Spam\", também é proibida. Medidas administrativas serão tomadas, caso alguma das seguintes condutas seja identificada: (a) postar textos idênticos ou similares em mais de 3 boletins dos fóruns; (b) enviar e-mails não solicitados para mais de 30 pessoas ou; (c) mandar mais de dois (2) e-mails não solicitados para um único endereço de e-mail. Spamming consecutivo irá resultar em término automático de serviço. Em alguns casos, nosso sistema identifica certos comportamentos como ofensivos, mas as medidas tomadas poderão ser reconsideradas, caso haja prejuízo ou lesão ao direito de algum usuário de boa fé. <br><br><br>17. Propriedade Intelectual:<br><br>O jogos da 2X, incluindo, sem restrições, todos os meios de comunicação oferecidos no mesmo, contém material de direitos autorais, marcas comerciais e outras propriedades intelectuais, incluindo, sem restrições, textos, softwares, imagens, vídeos, músicas e sons de todo tipo, bem como todas as áreas do jogo. <br><br>O material, marca, nome, logomarca, etc., dos jogos da 2AXION, e todo aquele relacionado a ele, são de propriedade da 2AXION, estando sob a proteção das leis da República Federativa do Brasil.<br><br>A 2AXION se reserva aos direitos de seleção, coordenação, organização, disponibilização, veiculação e disposição desse material. <br><br>Aos usuários é vedado alterar, publicar, transmitir ou participar da transferência ou vender, criar ou derivar, ou até mesmo explorar qualquer tipo de material conteúdo do jogo (incluindo, sem restrições, tudo aquilo exibido em nosso site oficial, que pode ser \"baixado\"), sem a expressa autorização da 2AXION e de qualquer detentor dos direitos autorais das marcas referidas e/ou atingidas.<br><br>No caso dessa autorização de cópia, distribuição ou publicação de material com direitos autorais, nenhuma alteração ou exclusão de logomarcas, legendas ou sinais de direitos autorais de maneira geral será autorizada. <br><br>O Download de materiais dessa espécie de nossos servidores é autorizado somente para o uso pessoal de nossos usuários, dentro do contexto e da proposta do jogo.<br><br><br>18. Geral:<br><br>A falha temporária de quaisquer serviços com a marca 2AXION não prejudicará as proibições acima citadas, devendo aquelas ser obedecidas “incontinenti”.<br>Se algum tribunal competente entender, por bem, pela inaplicabilidade de alguma das normas contidas no presente instrumento, tal fato não se aplicará aos demais usuários, eis que dependente de provocação judicial para tanto.<br><br>O contrato entre o usuário, a 2AXION, e o provedor de internet deverá, não importa a ocasião, ser respeitado em todas as suas cláusulas e artigos, estando, ainda, sob a égide das leis da República Federativa do Brasil, no que couber, e ambas as partes se comprometem a estar sujeitas às leis do País, quais prometem cumprir e respeitar.<br><br><br>19. Violações:<br><br>Quaisquer violações constantes do presente instrumento, verificadas por qualquer usuário, deverão ser comunicadas em nosso site oficial, uma vez que afronte os termos de uso ora aceitos.<br><br>Li e aceito os termos de uso de serviço e concordo em respeitá-los.  Os artigos acima serão alterados sem aviso prévio, se necessário, com as comunicações antecipadas em nosso site.",
            "ext_user_account_notice": "2axion ",
            "developers": [
                "Vulcan"
            ],
            "publishers": [
                "2axion"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 36,
                    "description": "Online Multi-Player"
                },
                {
                    "id": 20,
                    "description": "MMO"
                },
                {
                    "id": 35,
                    "description": "In-App Purchases"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "37",
                    "description": "Free to Play"
                },
                {
                    "id": "29",
                    "description": "Massively Multiplayer"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897290/ss_26456342fb26062a1efd13bdabb29227971fc1ec.600x338.jpg?t=1549267400",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897290/ss_26456342fb26062a1efd13bdabb29227971fc1ec.1920x1080.jpg?t=1549267400"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897290/ss_1df636ed0a06725943096c25dd365240ae76f704.600x338.jpg?t=1549267400",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897290/ss_1df636ed0a06725943096c25dd365240ae76f704.1920x1080.jpg?t=1549267400"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897290/ss_5fa6525f973ea1e235bf6e66fed6cb7de3ab81a1.600x338.jpg?t=1549267400",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897290/ss_5fa6525f973ea1e235bf6e66fed6cb7de3ab81a1.1920x1080.jpg?t=1549267400"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897290/ss_5bec0d11bc70c84d4920e07aff4494070af458e0.600x338.jpg?t=1549267400",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897290/ss_5bec0d11bc70c84d4920e07aff4494070af458e0.1920x1080.jpg?t=1549267400"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897290/ss_6013d115e89c9a958268bcf005ca923a027845a5.600x338.jpg?t=1549267400",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897290/ss_6013d115e89c9a958268bcf005ca923a027845a5.1920x1080.jpg?t=1549267400"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897290/ss_0c06399e117e85c56ef44385b674f069936e8164.600x338.jpg?t=1549267400",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897290/ss_0c06399e117e85c56ef44385b674f069936e8164.1920x1080.jpg?t=1549267400"
                }
            ],
            "movies": [
                {
                    "id": 256742154,
                    "name": "Team Streak",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256742154/movie.293x165.jpg?t=1549267387",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256742154/movie480.webm?t=1549267387",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256742154/movie_max.webm?t=1549267387"
                    },
                    "highlight": true
                },
                {
                    "id": 256742153,
                    "name": "Nezha",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256742153/movie.293x165.jpg?t=1549267395",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256742153/movie480.webm?t=1549267395",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256742153/movie_max.webm?t=1549267395"
                    },
                    "highlight": true
                },
                {
                    "id": 256736952,
                    "name": "Official Beta Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256736952/movie.293x165.jpg?t=1544483374",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256736952/movie480.webm?t=1544483374",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256736952/movie_max.webm?t=1544483374"
                    },
                    "highlight": true
                },
                {
                    "id": 256722242,
                    "name": "Gameplay Trailer",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256722242/movie.293x165.jpg?t=1536121771",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256722242/movie480.webm?t=1536121771",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256722242/movie_max.webm?t=1536121771"
                    },
                    "highlight": true
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "18 Sep, 2018"
            },
            "support_info": {
                "url": "https://2axion.supportsystem.com/",
                "email": "suporte@2axion.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/897290/page_bg_generated_v6b.jpg?t=1549267400",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}