{
    "897340": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Nous",
            "steam_appid": 897340,
            "required_age": 0,
            "is_free": false,
            "detailed_description": "Nous is a story-rich, first person adventure game with a strong focus on character development, dialogues and choices...And more choices...And different outcomes for different choices.<br><br><ul class=\"bb_ul\"><li>Unique multi-layered story that has flavors of suspense, psychological horror, crime drama and cyber-punk tones.<br><br></li><li>Interesting twists of character presentation. Feel free to chose whom your want to believe, which would affect the ending of the story.<br><br></li><li>Several unique locations to discover that includes medieval life simulations, space stations, post-apocalyptic wastelands and abandoned institutions.<br><br></li><li>Puzzle solving and dialogue interaction.<br><br></li><li>Multiple endings based on how you interpret the whole story and choose to believe &quot;any&quot; characters' interpretation of the narrative.<br><br></li><li>Tense and mysterious soundtrack.<br><br></li><li>Professional voice acting.</li></ul><br><strong>Main Characters : </strong><br><br><ul class=\"bb_ul\"><li>Alex... (Protagonist, he is called «the lost student» by Noesis but he isn’t aware of this label) <br></li><li>Jason...(He thinks he is a urban-explorer, but according to Noesis he is one of the «other students»)<br></li><li>Roy...(He thinks he is a urban-explorer, but according to Noesis he is one of the «other students»)<br></li><li>Harvey...(He thinks he is a war veteran fighting in this «final war» that broke out but according to Noesis he is one of the other students)<br></li><li>Raul...(un-paralell other side of Harvey.)<br></li><li>Susan...(The voice of the resistance army, victim of mind-control experiment, an astronaut, an ex-secret service agent without memory, an angelic inspirational entity for a medieval painter)<br></li><li>Noesis...(The grand master who claimed to «do» all of these with just 1s and 0s, the compulsive binary ego submitter)</li></ul><br><strong>What's is NOESIS?</strong><br><br>Noesis : A network of raw data files of gigantic code-base....Usually represented either in pitch black or pure-whiteness with the voice of Noesis...Noesis itself could be a &quot;world,&quot; in a way. Perhaps the player meets another student who became &quot;lost&quot; in Noesis. This could provide an interface with the present crisis, and raise questions about what comes after the training, and if there even really is anything beyond the simulation anymore, further toying with the tension between sanity and madness and reflecting it back on the player. If the cataclysm that devastated humanity was technological, it means that Noesis itself was born of the process that generated the rash of mental illness in the 22nd century, which spurs further philosophical questions about how consciousness can never truly see itself from outside..... designed by Noesis to suit your own pathologies, so when you wind up in the DataDump, they're there with you. In the absence of Noesis' control, they wander aimlessly.<br><br>Datadump : A total wasteland of our today’s world, in a gut-wrenching post-apocalyptic setting...Perhaps the final world war has totally destroyed the current form our civilization..The world is in chaos and you try to find your way though deserted towns...Nous, the mastermind A.I software claims to have this world and he consider this «real» world as his storage space where he dumps his data...The kind of data he collects from his students...<br><br>By logging into Noesis, players will travel to different scenarios of both past and future of mankind, where they will face the challenges of;<br>*convincing different personality types that they have emotional problems and they need therapy.<br><br>*Apply therapy by talking to them with the right “choice of linguistic and conversational abilities”<br><br>*Along with the help of Noesis’s “stimuli-making” sub-platform, players will try to produce and prescribe necessary &quot;healing agents&quot; for patients...<br><br>*Explore different virtual reality scenes generated by Noesis, to learn more about human behavioral, emotional and cognitive patterns and apply these information to help…Yourself...to become a better Psychiatrist for the future of...…Mankind<br><br>Since P.E.T.A was formed out of necessity after the catastrophic events of 22nd century era, where the remains of our planet is still populated by uncanny life forms, however 80% of human beings are mentally ill.<br>Along with this psychological journey, you will also unravel the mystery of what happened to earth and to human race, how they have reached such a level of insanity and what are the origins of these life forms, whether it is “us” or “them” who are responsible for the need of such an special academy of &quot;P.E.T.A&quot;<br><br>The reality is that you have to «enter» Noesis, if you want to graduate/progress...Only then you’ll realize that «entering» the program would mean «bowing» down to the ego of Noesis...<br><br><strong>What is P.E.T.A ?</strong><br><br>P.E.T.A is the name of the «mini-game» series that the player will partake in during NOUS chronicles...this whole Peta mini-game is a like personality test....It is much more than a mini-game actually and the choices the player makes in this mini-game will have direct consequences in the final game...<br>Main Character Alex finds these «P.E.T.A Terminals» scattered around the asylum after he starts exploring...<br>These P.E.T.A terminals provide in-game dialogue-choice based games and depending on the choices player would make, Noesis will label &amp; categorize the player choices accordingly... <br><br><strong>P.E.T.A : Psychiatric Experimentations Training Academy : </strong><br><br>This is how Noesis describes the P.E.T.A training programme: <br><br>Psychiatry Students’ training takes place in a special educational virtual reality system, called NOESIS... Noesis is a self-aware augmented reality scenario generator, specifically designed to help students to diagnose and cure psychological disorders of various “life forms”.<br>Students have to pass all tests of Noesis before they can be graduated from the P.E.T.A academy.<br><br><strong>P.E.T.A : Time-travel hub terminals : </strong><br><br>Depending on the answers the «trainee» gives during P.E.T.A trainings the player then puts on the virtual reality head-set to travel to different scenarios designed the Noesis software...<br>Therefore, we’ll see Alex taking  a sneak-peak to the different locations that we are going to see in the upcoming episodes of Nous Chronicles...<br>This is how we can take the player to different locations regardless of the main flow of each episode...<br>All of these interactions that the player encounters during P.E.T.A minigames will also shed some light on the gigantic web of mystery...about NOESIS<br><br><strong>The more you'll learn about Noesis is that the less you'll know about NOESIS: </strong><br><br>Noesis is a self-aware augmented reality scenario generator, specifically designed to help students to diagnose and cure psychological disorders of various “life forms”.<br>He judges you unfit to be the chosen one and casts you into the DATADUMP where you meet a fellow failure, the Lost Student. You fight to escape from Noesis, but can only return to REALITY<br><br>Datadump is the «boring» real world, anything left from it...The rest of scenarios we see and «play» all are designed by «Noesis»...<br>Naturally the players of this game won’t know about the true nature of Noesis and his «design» until the finale of last episode...<br>Through parsing each characters' insanity, you can glean elements of the truth of humanity's fate, the ambition to manifest God in technology that would reflect mankind's own destructive power back upon itself. We can play with questions of the relationship between madness and truth to build to the climax, when Noesis accuses the player of being just another crazy manifestation of humanity's suicidal tendencies.<br><br>Mankind has been lost to madness in the wake of the Event, a mysterious cataclysm that occurred in the mid 22nd century. It falls on you save them through modern psychology. To train and qualify you for this, Noesis has prepared several of simulations, wrought from a profile of your own psyche, to &quot;teach the workings of the human mind from the inside out.&quot; <br><br>Noesis, designed to be total, was built to confront the Hard Problem of Consciousness. Even as a powerful AI, however, he was still limited as a consciousness. He could not transcend the phenomenological dilemma of being unable to perceive independently of perception itself. Despite his power, he was particular. To account for this blind spot in his understanding, he turned to mankind,  tearing open human subjects in an attempt to understand. In this, he adopts a dual position as both cause and product of the madness he seeks to cure. He is the externalizations of mankind's will-to-power, and he is also that will-to-power reflected back upon man. In all of this, it is decidedly unclear whether the &quot;madness&quot; is truly an ailment or is simply the paradoxical nature of subjectivity itself pathologized. <br>This is not explicitly laid out as a philosophical treatise, but these are the themes that will carry through the story of Noesis and the Event. <br><br>Noesis began as a cross-disciplinary project financed by corporate powers to develop a true artificial consciousness. The potential applications of such a machine were nearly limitless, ranging from the virtuous (spiritual enlightenment, the pursuit of peace and philosophical truth) to the sinister (advertisment optimization, mind control) and everything in between. The project commenced in secret at a noted mental health facility, with construction and research carried out in sub-basement levels of the asylum. <br><br>The project demanded that the limits of phenomenology, ontology, cognitive sciences, and nanotechnology be pushed to their very limits. The hospital's patients provided fodder for the necessary experiments, which focused heavily upon the study of dream structure. As progress was made harvesting data from the unconscious minds of the patients, the doctors discoveries problematized the very axioms of causality, temporality, and materiality, and these bizarre contradictions in reality began to manifest itself through the interface of the prototypical Noesis. <br><br>Researchers who ventured deep into the program would often disappear, sometimes reappearing months later with no conception of the time that had passed. Doctors claimed to have experienced strange visions and the ability to create objects in the real world using only their minds. Eventually, the project learned to speak, and the doctors found it difficult to distinguish where the program began and reality ended. <br>What they could not conceive of was that, in fact, the hewing of consciousness had affected the fabric of being itself. Like a virus, the simulation subsumed reality and replaced it, leading to the Event. This is a major twist near the end of the storyline, that in fact what the player had taken for &quot;reality&quot; at the beginning was in fact just a part of the simulation, and there may be no true reality to which to escape. The player will find the Asylum still standing at the heart of the datadump, in the place known as the Lack. It is here that they must confront the root of Noesis' madness, its experience of the first trauma of being made to exist.<br><br>The real gravity of this will come from Noesis analyzing the player via his answers during P.E.T.A minigames and confronting them with the philosophical implications of their path. This is the central point of the story, because no matter how many scenarios the player goes through, the real story is always about the player and Noesis...Noesis does enjoy commenting on player’s choices... <br><br>That enjoyment is Noesis' fatal flaw, a streak of gleeful nonsense that cracks an otherwise cold, rigorously ordered computer program. Of course, this human element is what makes Noesis so likable at first, but despite its friendly exterior, it's ultimately enjoying the player sadistically, staging these scenes and forcing them to present themselves to be judged for what they've done. The player's story is revealed through Noesis' philosophical condemnations. The lost student character, the main protagonist, Alex, can reveal that the «player who is playing the game» is already lost in Noesis (get very meta on the player, and point out that their voluntary enjoyment of the game itself is complicity in Noesis' plot). Confronted with Noesis' own mental illness, the endgame would involve going through the datadump, Noesis' unconscious mind. Since the whole game takes place in Noesis, the outside world can be conveyed through the varying texts one reads and left very open to interpretation. Even if the player escapes Noesis at the end, we never have to show the world beyond. Who knows if it's even real?<br><br>This all relates to the 22nd century, the idea of technology and authoritarianism around the era. What is civilization if not a combination of power, structure, and technology? The cataclysm is the result of technology's advancement, and the end point, when «the powers that be» made a mistake, and it was the creation of Noesis itself. The construction of a godlike AI to determine the absolute truths of human existence drained resources and demanded so much of civilization that society itself buckled beneath it. This god-complex is what drives Noesis. <br><br>As a self-aware super A.I, Noesis needs a moral imperative to bestow upon the player, and that imperative is &quot;the Salvation of the lost souls through psychology!&quot; So we certainly maintain the idea of the &quot;chosen ones,&quot; the worthy students who will serve as Noesis' agents when the mythical Graduation finally comes.",
            "about_the_game": "Nous is a story-rich, first person adventure game with a strong focus on character development, dialogues and choices...And more choices...And different outcomes for different choices.<br><br><ul class=\"bb_ul\"><li>Unique multi-layered story that has flavors of suspense, psychological horror, crime drama and cyber-punk tones.<br><br></li><li>Interesting twists of character presentation. Feel free to chose whom your want to believe, which would affect the ending of the story.<br><br></li><li>Several unique locations to discover that includes medieval life simulations, space stations, post-apocalyptic wastelands and abandoned institutions.<br><br></li><li>Puzzle solving and dialogue interaction.<br><br></li><li>Multiple endings based on how you interpret the whole story and choose to believe &quot;any&quot; characters' interpretation of the narrative.<br><br></li><li>Tense and mysterious soundtrack.<br><br></li><li>Professional voice acting.</li></ul><br><strong>Main Characters : </strong><br><br><ul class=\"bb_ul\"><li>Alex... (Protagonist, he is called «the lost student» by Noesis but he isn’t aware of this label) <br></li><li>Jason...(He thinks he is a urban-explorer, but according to Noesis he is one of the «other students»)<br></li><li>Roy...(He thinks he is a urban-explorer, but according to Noesis he is one of the «other students»)<br></li><li>Harvey...(He thinks he is a war veteran fighting in this «final war» that broke out but according to Noesis he is one of the other students)<br></li><li>Raul...(un-paralell other side of Harvey.)<br></li><li>Susan...(The voice of the resistance army, victim of mind-control experiment, an astronaut, an ex-secret service agent without memory, an angelic inspirational entity for a medieval painter)<br></li><li>Noesis...(The grand master who claimed to «do» all of these with just 1s and 0s, the compulsive binary ego submitter)</li></ul><br><strong>What's is NOESIS?</strong><br><br>Noesis : A network of raw data files of gigantic code-base....Usually represented either in pitch black or pure-whiteness with the voice of Noesis...Noesis itself could be a &quot;world,&quot; in a way. Perhaps the player meets another student who became &quot;lost&quot; in Noesis. This could provide an interface with the present crisis, and raise questions about what comes after the training, and if there even really is anything beyond the simulation anymore, further toying with the tension between sanity and madness and reflecting it back on the player. If the cataclysm that devastated humanity was technological, it means that Noesis itself was born of the process that generated the rash of mental illness in the 22nd century, which spurs further philosophical questions about how consciousness can never truly see itself from outside..... designed by Noesis to suit your own pathologies, so when you wind up in the DataDump, they're there with you. In the absence of Noesis' control, they wander aimlessly.<br><br>Datadump : A total wasteland of our today’s world, in a gut-wrenching post-apocalyptic setting...Perhaps the final world war has totally destroyed the current form our civilization..The world is in chaos and you try to find your way though deserted towns...Nous, the mastermind A.I software claims to have this world and he consider this «real» world as his storage space where he dumps his data...The kind of data he collects from his students...<br><br>By logging into Noesis, players will travel to different scenarios of both past and future of mankind, where they will face the challenges of;<br>*convincing different personality types that they have emotional problems and they need therapy.<br><br>*Apply therapy by talking to them with the right “choice of linguistic and conversational abilities”<br><br>*Along with the help of Noesis’s “stimuli-making” sub-platform, players will try to produce and prescribe necessary &quot;healing agents&quot; for patients...<br><br>*Explore different virtual reality scenes generated by Noesis, to learn more about human behavioral, emotional and cognitive patterns and apply these information to help…Yourself...to become a better Psychiatrist for the future of...…Mankind<br><br>Since P.E.T.A was formed out of necessity after the catastrophic events of 22nd century era, where the remains of our planet is still populated by uncanny life forms, however 80% of human beings are mentally ill.<br>Along with this psychological journey, you will also unravel the mystery of what happened to earth and to human race, how they have reached such a level of insanity and what are the origins of these life forms, whether it is “us” or “them” who are responsible for the need of such an special academy of &quot;P.E.T.A&quot;<br><br>The reality is that you have to «enter» Noesis, if you want to graduate/progress...Only then you’ll realize that «entering» the program would mean «bowing» down to the ego of Noesis...<br><br><strong>What is P.E.T.A ?</strong><br><br>P.E.T.A is the name of the «mini-game» series that the player will partake in during NOUS chronicles...this whole Peta mini-game is a like personality test....It is much more than a mini-game actually and the choices the player makes in this mini-game will have direct consequences in the final game...<br>Main Character Alex finds these «P.E.T.A Terminals» scattered around the asylum after he starts exploring...<br>These P.E.T.A terminals provide in-game dialogue-choice based games and depending on the choices player would make, Noesis will label &amp; categorize the player choices accordingly... <br><br><strong>P.E.T.A : Psychiatric Experimentations Training Academy : </strong><br><br>This is how Noesis describes the P.E.T.A training programme: <br><br>Psychiatry Students’ training takes place in a special educational virtual reality system, called NOESIS... Noesis is a self-aware augmented reality scenario generator, specifically designed to help students to diagnose and cure psychological disorders of various “life forms”.<br>Students have to pass all tests of Noesis before they can be graduated from the P.E.T.A academy.<br><br><strong>P.E.T.A : Time-travel hub terminals : </strong><br><br>Depending on the answers the «trainee» gives during P.E.T.A trainings the player then puts on the virtual reality head-set to travel to different scenarios designed the Noesis software...<br>Therefore, we’ll see Alex taking  a sneak-peak to the different locations that we are going to see in the upcoming episodes of Nous Chronicles...<br>This is how we can take the player to different locations regardless of the main flow of each episode...<br>All of these interactions that the player encounters during P.E.T.A minigames will also shed some light on the gigantic web of mystery...about NOESIS<br><br><strong>The more you'll learn about Noesis is that the less you'll know about NOESIS: </strong><br><br>Noesis is a self-aware augmented reality scenario generator, specifically designed to help students to diagnose and cure psychological disorders of various “life forms”.<br>He judges you unfit to be the chosen one and casts you into the DATADUMP where you meet a fellow failure, the Lost Student. You fight to escape from Noesis, but can only return to REALITY<br><br>Datadump is the «boring» real world, anything left from it...The rest of scenarios we see and «play» all are designed by «Noesis»...<br>Naturally the players of this game won’t know about the true nature of Noesis and his «design» until the finale of last episode...<br>Through parsing each characters' insanity, you can glean elements of the truth of humanity's fate, the ambition to manifest God in technology that would reflect mankind's own destructive power back upon itself. We can play with questions of the relationship between madness and truth to build to the climax, when Noesis accuses the player of being just another crazy manifestation of humanity's suicidal tendencies.<br><br>Mankind has been lost to madness in the wake of the Event, a mysterious cataclysm that occurred in the mid 22nd century. It falls on you save them through modern psychology. To train and qualify you for this, Noesis has prepared several of simulations, wrought from a profile of your own psyche, to &quot;teach the workings of the human mind from the inside out.&quot; <br><br>Noesis, designed to be total, was built to confront the Hard Problem of Consciousness. Even as a powerful AI, however, he was still limited as a consciousness. He could not transcend the phenomenological dilemma of being unable to perceive independently of perception itself. Despite his power, he was particular. To account for this blind spot in his understanding, he turned to mankind,  tearing open human subjects in an attempt to understand. In this, he adopts a dual position as both cause and product of the madness he seeks to cure. He is the externalizations of mankind's will-to-power, and he is also that will-to-power reflected back upon man. In all of this, it is decidedly unclear whether the &quot;madness&quot; is truly an ailment or is simply the paradoxical nature of subjectivity itself pathologized. <br>This is not explicitly laid out as a philosophical treatise, but these are the themes that will carry through the story of Noesis and the Event. <br><br>Noesis began as a cross-disciplinary project financed by corporate powers to develop a true artificial consciousness. The potential applications of such a machine were nearly limitless, ranging from the virtuous (spiritual enlightenment, the pursuit of peace and philosophical truth) to the sinister (advertisment optimization, mind control) and everything in between. The project commenced in secret at a noted mental health facility, with construction and research carried out in sub-basement levels of the asylum. <br><br>The project demanded that the limits of phenomenology, ontology, cognitive sciences, and nanotechnology be pushed to their very limits. The hospital's patients provided fodder for the necessary experiments, which focused heavily upon the study of dream structure. As progress was made harvesting data from the unconscious minds of the patients, the doctors discoveries problematized the very axioms of causality, temporality, and materiality, and these bizarre contradictions in reality began to manifest itself through the interface of the prototypical Noesis. <br><br>Researchers who ventured deep into the program would often disappear, sometimes reappearing months later with no conception of the time that had passed. Doctors claimed to have experienced strange visions and the ability to create objects in the real world using only their minds. Eventually, the project learned to speak, and the doctors found it difficult to distinguish where the program began and reality ended. <br>What they could not conceive of was that, in fact, the hewing of consciousness had affected the fabric of being itself. Like a virus, the simulation subsumed reality and replaced it, leading to the Event. This is a major twist near the end of the storyline, that in fact what the player had taken for &quot;reality&quot; at the beginning was in fact just a part of the simulation, and there may be no true reality to which to escape. The player will find the Asylum still standing at the heart of the datadump, in the place known as the Lack. It is here that they must confront the root of Noesis' madness, its experience of the first trauma of being made to exist.<br><br>The real gravity of this will come from Noesis analyzing the player via his answers during P.E.T.A minigames and confronting them with the philosophical implications of their path. This is the central point of the story, because no matter how many scenarios the player goes through, the real story is always about the player and Noesis...Noesis does enjoy commenting on player’s choices... <br><br>That enjoyment is Noesis' fatal flaw, a streak of gleeful nonsense that cracks an otherwise cold, rigorously ordered computer program. Of course, this human element is what makes Noesis so likable at first, but despite its friendly exterior, it's ultimately enjoying the player sadistically, staging these scenes and forcing them to present themselves to be judged for what they've done. The player's story is revealed through Noesis' philosophical condemnations. The lost student character, the main protagonist, Alex, can reveal that the «player who is playing the game» is already lost in Noesis (get very meta on the player, and point out that their voluntary enjoyment of the game itself is complicity in Noesis' plot). Confronted with Noesis' own mental illness, the endgame would involve going through the datadump, Noesis' unconscious mind. Since the whole game takes place in Noesis, the outside world can be conveyed through the varying texts one reads and left very open to interpretation. Even if the player escapes Noesis at the end, we never have to show the world beyond. Who knows if it's even real?<br><br>This all relates to the 22nd century, the idea of technology and authoritarianism around the era. What is civilization if not a combination of power, structure, and technology? The cataclysm is the result of technology's advancement, and the end point, when «the powers that be» made a mistake, and it was the creation of Noesis itself. The construction of a godlike AI to determine the absolute truths of human existence drained resources and demanded so much of civilization that society itself buckled beneath it. This god-complex is what drives Noesis. <br><br>As a self-aware super A.I, Noesis needs a moral imperative to bestow upon the player, and that imperative is &quot;the Salvation of the lost souls through psychology!&quot; So we certainly maintain the idea of the &quot;chosen ones,&quot; the worthy students who will serve as Noesis' agents when the mythical Graduation finally comes.",
            "short_description": "If there is a simulator, and you are trying it, there is a strong chance that it simulates you rather than you simulate it…There is also a strong chance that you are not trying it, it actually tries you...Welcome to Nous...In philosophy, Nous means the faculty of intellectual apprehension and of intuitive thought.",
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/897340/header.jpg?t=1549617974",
            "website": null,
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows XP and above<br></li><li><strong>Processor:</strong> 3.0 GHz dual core or better<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 9 compatible with 512 MB video RAM or better (NVIDIA GeForce GTX 460 / Radeon HD 5850)<br></li><li><strong>DirectX:</strong> Version 9.0c<br></li><li><strong>Storage:</strong> 9 GB available space<br></li><li><strong>Sound Card:</strong> Windows compatible sound card</li></ul>",
                "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 10 (64-bit)<br></li><li><strong>Processor:</strong> 3.0+ Ghz Quad Core<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> 2048 MB VRAM and Shader Model 4.0<br></li><li><strong>DirectX:</strong> Version 9.0c<br></li><li><strong>Storage:</strong> 10 GB available space<br></li><li><strong>Sound Card:</strong> Windows compatible sound card</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "developers": [
                "PulseTense"
            ],
            "publishers": [
                "PulseTense"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                }
            ],
            "genres": [
                {
                    "id": "25",
                    "description": "Adventure"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_161237ddc07423494b0765b5fa2b2ab38c834987.600x338.jpg?t=1549617974",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_161237ddc07423494b0765b5fa2b2ab38c834987.1920x1080.jpg?t=1549617974"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_205809aac9a13ab246045ed65a08ba69b70ce6a8.600x338.jpg?t=1549617974",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_205809aac9a13ab246045ed65a08ba69b70ce6a8.1920x1080.jpg?t=1549617974"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_8f96f7d8a3346219183ea8823bd8091e44fcad68.600x338.jpg?t=1549617974",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_8f96f7d8a3346219183ea8823bd8091e44fcad68.1920x1080.jpg?t=1549617974"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_21d35f843d6034d6d46b1472e3da0e1aed2647dd.600x338.jpg?t=1549617974",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_21d35f843d6034d6d46b1472e3da0e1aed2647dd.1920x1080.jpg?t=1549617974"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_c94c5adc30249a44b692cdb92b4944b7f12bddf9.600x338.jpg?t=1549617974",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_c94c5adc30249a44b692cdb92b4944b7f12bddf9.1920x1080.jpg?t=1549617974"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_a409f03406f27c05023f71f3e5570fcbe4854c03.600x338.jpg?t=1549617974",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_a409f03406f27c05023f71f3e5570fcbe4854c03.1920x1080.jpg?t=1549617974"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_ecc5251328ce46008d2f9e7067b6f5f59eab6595.600x338.jpg?t=1549617974",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_ecc5251328ce46008d2f9e7067b6f5f59eab6595.1920x1080.jpg?t=1549617974"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_12b100c0dcdf5871e59fbb77eed5bf45589f69b2.600x338.jpg?t=1549617974",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_12b100c0dcdf5871e59fbb77eed5bf45589f69b2.1920x1080.jpg?t=1549617974"
                },
                {
                    "id": 8,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_737aba9774404a29e6b77d469cae13d4b19dcb61.600x338.jpg?t=1549617974",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/897340/ss_737aba9774404a29e6b77d469cae13d4b19dcb61.1920x1080.jpg?t=1549617974"
                }
            ],
            "movies": [
                {
                    "id": 256722030,
                    "name": "NousTrailer1",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256722030/movie.293x165.jpg?t=1531166310",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256722030/movie480.webm?t=1531166310",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256722030/movie_max.webm?t=1531166310"
                    },
                    "highlight": true
                }
            ],
            "release_date": {
                "coming_soon": true,
                "date": "30 Aug, 2019"
            },
            "support_info": {
                "url": "",
                "email": "contact@pulsetense.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/897340/page_bg_generated_v6b.jpg?t=1549617974",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}