{
    "947490": {
        "success": true,
        "data": {
            "type": "game",
            "name": "Jam Studio VR - Education & Health Care Edition",
            "steam_appid": 947490,
            "required_age": 0,
            "is_free": false,
            "dlc": [
                959530,
                959550,
                959560,
                959570,
                959580,
                959610,
                959620,
                959630,
                959640,
                959650,
                959660,
                959670,
                959680,
                992140
            ],
            "detailed_description": "<h1>JAM STUDIO VR ANNOUNCES NEW EDUCATION &amp; HEALTH CARE EDITION DLC CONTENT</h1><p>OVER ONE DOZEN NEW SONG BUNDLES NOW AVAILABLE FOR JAM STUDIO VR EDUCATION &amp; HEALTH CARE EDITION \r\n\r\nDISNEY, CRAIG CHAQUICO, DAVID ELLEFSON, EUGE GROOVE, &amp; BEAMZ ORIGINAL SONG BUNDLES NOW AVAILABLE WITH IN APP PURCHASE\r\n\r\nNovember 26, 2018 – Jam Studio VR Education &amp; Health Care Edition, the interactive music app that allows anyone to unleash their inner musician and play music or DJ while simultaneously receiving a variety of learning &amp; therapy benefits, has now released 13 new song bundles with  about 100 songs for download on Steam. \r\n\r\nIn addition to the already-included 40 plus multi-genre fun, learning, and therapy interactive songs and guides, numerous additional song bundles are now available for download and purchase as follows: Disney Stars bundle (featuring superstar artists Miley Cyrus and The Jonas Brothers), Disney Camp Rock Bundle, Disney Phineas and Ferb Bundle, Grammy-nominated Guitarist Craig Chaquico’s “Fingerprints in the Sky” Bundle, legendary Megadeth Bassist David Ellefson’s “Metal Factory” Bundle, Acclaimed Jazz Saxophonist Euge Groove’s “Grove on This” Bundle, as well as original Classical, Rock, Country, EDM/Dance, Latin, and Other Bundles. \r\n \r\n“This rich new content provides individuals and families with a wide variety of music and choices that can allow them to be fully immersed in Jam Studio VR Education &amp; Health Care Edition for extended periods of time and experience music like never before!” said Charlie Mollo, Beamz Interactive’s CEO. ”Combined with the included extensive variety of fun learning and therapeutic content for individuals of all ages, we believe the App is excellent for young children as well as individuals with a broad range of special needs, disabilities or that are undergoing rehab &quot;.\r\n\r\n“At Bethany Ranch Home we work with a large population of people with Down Syndrome, and they love Jam Studio VR, they absolutely love it! There’s some that I didn’t think would really be involved, and those are the ones that love it the most. The first thing you see when they start playing is a big smile, and it’s amazing to see some of my non-verbal people open up and shine. It’s honestly like magic, and the smile - they can just go on and on and on and on. It is absolutely amazing! One additional great benefit I see is that it surprised many of them that they can do it.  A lot of times they’ve been told what they can’t do, but this interactive music experience makes them feel like they can do anything.  For the short time that they’re doing it, they feel like they have no limitations to what they can do.  The experience is a 10 out of 10, but honestly, it’s priceless.  It really is.  I’ve seen my group open up and smile and shine - there’s no number you can give it, it’s just priceless.”  said  GLORIA Quinn, Assistant Program Manager, Bethany Ranch Home.</p><br><h1>FREE HOLIDAY BUNDLE AVAILABLE NOW</h1><p>Download 3 Free Fun Interactive Holiday Songs to Play with Jam Studio VR - Jingles Bells, Carol of Bells, and Silent Night!\r\n\r\nMERRY CHRISTMAS!!!</p><br><h1>About the Game</h1>The Jam Studio VR Education &amp; Health Care Edition enables individuals of all ages, skill levels and abilities to have fun composing &amp; performing compelling interactive music in VR while receiving a wide variety of learning, physical, cognitive, social/emotional, communicative, and sensory skills &amp; therapy benefits. The App’s content includes over 45 songs, as follows: musical instrument, music fundamentals, and music appreciation learning series; basic alphabet, counting and math learning series; interactive story book songs; life skill learning series and plans; therapy guides and protocols for individuals with special needs, disabilities, or undergoing rehabilitation; and a variety of fun, family -oriented songs across all music genres that anyone can play. The App is designed for use by individuals, families, schools, special needs organizations, rehab and therapy facilities, and/or professionals regardless of their age or ability.\r\n\r\nFUN INTERACTIVE SONGS\r\n\r\nJam Studio VR’s overall library includes over 150 interactive songs from a host of music genres to suit all tastes, and features songs from superstar artists Miley Cyrus, The Jonas Brothers, Flo Rida, Grammy-nominated guitarist Craig Chaquico, acclaimed jazz saxophonist Euge Groove, and legendary Megadeth bassist David Ellefson. The Jam Studio VR Education &amp; Health Care Edition (the “App”) includes the following songs, with the remainder of the Jam Studio VR library available via In App purchase. Many of these songs include a block icon wall format which facilitates effective therapy protocol implementation.\r\n\r\nBlue Notes - Jazz; Chillaxin  - Jazz by Euge Groove; DJ Dubstepper; DJ Dampler; Feather Road - Jazz by Craig Chaqiuco; Healing Waters - Meditation; Ice Cream Freeze - Country/Pop by Miley Cyrus; Jamboree - Country;  Laser Light Show - Pop/Hip Hop by Flo Rida; Magic Carpet - Wporld/Middle East; Nouveau Maestro - Classical; Sleeping Giants - Metal by David Ellefson; Wild Rider - Rock.\r\n\r\nLESSON PLANS &amp; THERAPY GUIDES\r\n\r\nThe following lesson plans and therapy guides are included to facilitate a variety of goals:\r\n\r\nLesson Plans:  These plans include interactive life skill and educational content that is tailored for children as well as individuals with a variety of special needs and disabilities.\r\n\r\nOverview Therapy Guide:  The overview guide demonstrates how the App can provide a wide variety of physical, cognitive, sensory, communicative, and social/emotional activities and benefits while the user is simply having fun. This skill development can be emphasized and tailored for each user depending on their age and abilities, including individuals with a wide range of special needs, disabilities, cognitive capability, rehabilitation requirements, and the like. \r\n\r\nProfessional Therapy Protocol Guide: The Professional Therapy Guide is comprised of six protocols designed to assist professionals and family members in using Jam Studio VR music-making activities to address a wide range of therapeutic goals. Written with the intent of offering specific ideas for session structure, the protocols contain guidelines that will streamline planning for therapists and enable professionals and family members to consider a variety of options for treatment. Each protocol may be modified to enhance its relevance for individual participants, their area(s) of treatment focus, and their functional skill level. These protocols were developed by Rhonda Nelson, Ph.D., CTRS, MT-BC, an Assistant Professor in the Department of Occupational and Recreational Therapies at the University of Utah.\r\n\r\nINTERACTIVE MUSIC EDUCATION SERIES\r\n\r\nThe App includes an extensive variety of interactive songs and games that teach the fundamentals of musical instruments, music principles, and music genres, as follows.\r\n\r\nMusical Instrument Discovery Series:  This includes 9 interactive musical instrument tutorials and games that teach different types of instruments including guitar, percussion, and string instruments as well as instruments of the world. A quiz is also included to test the comprehension of these lessons. \r\n\r\nMusic Appreciation Series:  This includes 6 interactive music appreciation songs for a broad range of music genres including rock, jazz, classical, country, Hip Hop, and DJ.\r\n\r\nMusic Fundamentals Series: This includes 7 music fundamentals lessons on the principles of music, including Music Notes, Major Scales, Minor Scales, Chords, Melodies, a combo, and a game quiz.\r\n\r\nINTERACTIVE LIFE SKILL &amp; EDUCATION CONTENT\r\n\r\nThe App includes a variety of fun interactive songs that teach certain fundamentals of life skills, basic alphabet, and math, as follows:\r\n\r\nLife Skills Series:\tA safety signs tutorial and game.\r\n\r\nThe Learning Station Series:  This includes a Learning Station Medley and quiz with an ABC, opposite, and counting video song, as well as ABC Phonics, Counting to 10, and Days of the Week video songs. Additional learning video songs – including 10 little monsters, shapes, animal sounds, months of the year, and more are also available via in App purchase.\r\n\r\nGigglebellies Learning Series: This includes a Gigglebellies video song medley with Old MacDonald, Working on the Railroad, and Wheels on the Bus. Additional learning videos including ABC Superstar, great Big Ocean, If You’re Happy, Real Cool Space Team, Peanuts, and more – are also available via in App Purchase.\r\n\r\nInteractive Story Book Series:  This includes the Big Bad Jazz Wolf video song story. Additional video song stories – including Hey Diddle Diddle, Hickory Dickory Dock, Little Boy Blue, and Old King Cole – will also be available shortly via In App Purchase.\r\n\r\nTimes Table Series:  This includes the 3 and 12 times tables learning video songs and exercises. Additional 1 to 12 times table video songs will also be available shortly via In App Purchase.\r\n\r\nAll of the above content can benefit children of all ages, anyone requiring physical &amp; cognitive therapy exercises, and individuals with a variety of disabilities and special needs (such as Down syndrome, Autism, Muscular Dystrophy, Cerebral Palsy, Spinal Cord Injuries, Intellectual Impairment, Physical Impairment, and much more), including their friends &amp; family members.",
            "about_the_game": "The Jam Studio VR Education &amp; Health Care Edition enables individuals of all ages, skill levels and abilities to have fun composing &amp; performing compelling interactive music in VR while receiving a wide variety of learning, physical, cognitive, social/emotional, communicative, and sensory skills &amp; therapy benefits. The App’s content includes over 45 songs, as follows: musical instrument, music fundamentals, and music appreciation learning series; basic alphabet, counting and math learning series; interactive story book songs; life skill learning series and plans; therapy guides and protocols for individuals with special needs, disabilities, or undergoing rehabilitation; and a variety of fun, family -oriented songs across all music genres that anyone can play. The App is designed for use by individuals, families, schools, special needs organizations, rehab and therapy facilities, and/or professionals regardless of their age or ability.<br />\r\n<br />\r\nFUN INTERACTIVE SONGS<br />\r\n<br />\r\nJam Studio VR’s overall library includes over 150 interactive songs from a host of music genres to suit all tastes, and features songs from superstar artists Miley Cyrus, The Jonas Brothers, Flo Rida, Grammy-nominated guitarist Craig Chaquico, acclaimed jazz saxophonist Euge Groove, and legendary Megadeth bassist David Ellefson. The Jam Studio VR Education &amp; Health Care Edition (the “App”) includes the following songs, with the remainder of the Jam Studio VR library available via In App purchase. Many of these songs include a block icon wall format which facilitates effective therapy protocol implementation.<br />\r\n<br />\r\nBlue Notes - Jazz; Chillaxin  - Jazz by Euge Groove; DJ Dubstepper; DJ Dampler; Feather Road - Jazz by Craig Chaqiuco; Healing Waters - Meditation; Ice Cream Freeze - Country/Pop by Miley Cyrus; Jamboree - Country;  Laser Light Show - Pop/Hip Hop by Flo Rida; Magic Carpet - Wporld/Middle East; Nouveau Maestro - Classical; Sleeping Giants - Metal by David Ellefson; Wild Rider - Rock.<br />\r\n<br />\r\nLESSON PLANS &amp; THERAPY GUIDES<br />\r\n<br />\r\nThe following lesson plans and therapy guides are included to facilitate a variety of goals:<br />\r\n<br />\r\nLesson Plans:  These plans include interactive life skill and educational content that is tailored for children as well as individuals with a variety of special needs and disabilities.<br />\r\n<br />\r\nOverview Therapy Guide:  The overview guide demonstrates how the App can provide a wide variety of physical, cognitive, sensory, communicative, and social/emotional activities and benefits while the user is simply having fun. This skill development can be emphasized and tailored for each user depending on their age and abilities, including individuals with a wide range of special needs, disabilities, cognitive capability, rehabilitation requirements, and the like. <br />\r\n<br />\r\nProfessional Therapy Protocol Guide: The Professional Therapy Guide is comprised of six protocols designed to assist professionals and family members in using Jam Studio VR music-making activities to address a wide range of therapeutic goals. Written with the intent of offering specific ideas for session structure, the protocols contain guidelines that will streamline planning for therapists and enable professionals and family members to consider a variety of options for treatment. Each protocol may be modified to enhance its relevance for individual participants, their area(s) of treatment focus, and their functional skill level. These protocols were developed by Rhonda Nelson, Ph.D., CTRS, MT-BC, an Assistant Professor in the Department of Occupational and Recreational Therapies at the University of Utah.<br />\r\n<br />\r\nINTERACTIVE MUSIC EDUCATION SERIES<br />\r\n<br />\r\nThe App includes an extensive variety of interactive songs and games that teach the fundamentals of musical instruments, music principles, and music genres, as follows.<br />\r\n<br />\r\nMusical Instrument Discovery Series:  This includes 9 interactive musical instrument tutorials and games that teach different types of instruments including guitar, percussion, and string instruments as well as instruments of the world. A quiz is also included to test the comprehension of these lessons. <br />\r\n<br />\r\nMusic Appreciation Series:  This includes 6 interactive music appreciation songs for a broad range of music genres including rock, jazz, classical, country, Hip Hop, and DJ.<br />\r\n<br />\r\nMusic Fundamentals Series: This includes 7 music fundamentals lessons on the principles of music, including Music Notes, Major Scales, Minor Scales, Chords, Melodies, a combo, and a game quiz.<br />\r\n<br />\r\nINTERACTIVE LIFE SKILL &amp; EDUCATION CONTENT<br />\r\n<br />\r\nThe App includes a variety of fun interactive songs that teach certain fundamentals of life skills, basic alphabet, and math, as follows:<br />\r\n<br />\r\nLife Skills Series:\tA safety signs tutorial and game.<br />\r\n<br />\r\nThe Learning Station Series:  This includes a Learning Station Medley and quiz with an ABC, opposite, and counting video song, as well as ABC Phonics, Counting to 10, and Days of the Week video songs. Additional learning video songs – including 10 little monsters, shapes, animal sounds, months of the year, and more are also available via in App purchase.<br />\r\n<br />\r\nGigglebellies Learning Series: This includes a Gigglebellies video song medley with Old MacDonald, Working on the Railroad, and Wheels on the Bus. Additional learning videos including ABC Superstar, great Big Ocean, If You’re Happy, Real Cool Space Team, Peanuts, and more – are also available via in App Purchase.<br />\r\n<br />\r\nInteractive Story Book Series:  This includes the Big Bad Jazz Wolf video song story. Additional video song stories – including Hey Diddle Diddle, Hickory Dickory Dock, Little Boy Blue, and Old King Cole – will also be available shortly via In App Purchase.<br />\r\n<br />\r\nTimes Table Series:  This includes the 3 and 12 times tables learning video songs and exercises. Additional 1 to 12 times table video songs will also be available shortly via In App Purchase.<br />\r\n<br />\r\nAll of the above content can benefit children of all ages, anyone requiring physical &amp; cognitive therapy exercises, and individuals with a variety of disabilities and special needs (such as Down syndrome, Autism, Muscular Dystrophy, Cerebral Palsy, Spinal Cord Injuries, Intellectual Impairment, Physical Impairment, and much more), including their friends &amp; family members.",
            "short_description": "Jam Studio VR Education &amp; Health Care Edition enables individuals of all ages and abilities to compose &amp; perform compelling music in VR while receiving a wide variety of learning &amp; therapy benefits and just having fun.",
            "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
            "reviews": "“At Bethany Ranch Home we work with a large population of people with Down Syndrome, and they love the Beamz Interactive Music System and Jam Studio VR, they absolutely love it! There’s some that I didn’t think would really be involved, and those are the ones that love it the most. The first thing you see when they start playing is a big smile, and it’s amazing to see some of my non-verbal people open up and shine. It’s honestly like magic, and the smile - they can just go on and on and on and on. It is absolutely amazing! One additional great benefit I see is that it surprised many of them that they can do it.  A lot of times they’ve been told what they can’t do, but this interactive music experience makes them feel like they can do anything.  For the short time that they’re doing it, they feel like they have no limitations to what they can do.  The experience is a 10 out of 10, but honestly, it’s priceless.  It really is.  I’ve seen my group open up and smile and shine - there’s no number you can give it, it’s just priceless.     GLORIA Quinn, Assistant Program Manager, Bethany Ranch Home”<br />\r\nBethany Ranch Home<br />\r\n<br />\r\n“Jam Studio VR has been phenomenal as an incentive and a motivator to get our students to do things that they’re often uncomfortable or unwilling to do, to use as a motivator to get them through the week,and  to simply come to school each day so that they’re eligible to participate in the program.  Having this at the end of our week is a really juicy carrot that encourages our students to push through and really grow and develop because they love it.  This is a highly motivating, engaging activity for them.  For our students who often have fine and gross motor challenges, spatial awareness challenges, significant sensory challenges, and impulsivity challenges – this VR App and the process of having them wait in line brings their vestibular and other senses into play in order to engage and has been outstanding. It’s a highly discreet way to address all of those deficits for them in a way that they’re working harder than they probably would just to have the opportunity to do that.  Matt Drowne, Head of Gateway Academy”<br />\r\nGateway Academy<br />\r\n<br />\r\n““As a neurologist and research scientist, I support that the possibilities within the Beamz technology are limitless for individuals of all ages. From children with developmental disabilities to those facing serious life-threatening illnesses, Beamz makes perfect sense. For children and adults in rehabilitation, Beamz has extraordinary potential to facilitate and accelerate ongoing progress. In the context of senior care, Beamz can help older people discover renewed confidence, meaning and value through the joy of recreational music making.”  -Barry Bittman, MD – President &amp; CEO”<br />\r\nYamaha Music and Wellness Institute<br />\r\n",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/947490/header.jpg?t=1543940927",
            "website": "http://www.jamstudiovr.com",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 SP1 or newer<br></li><li><strong>Processor:</strong> Intel i5-4590 or AMD FX 8350 equivalent or greater<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia GeForce GTX970, or AMD Radeon R9 290 equivalent or greater<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 4 GB available space</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "Beamz Interactive, Inc. Trademark<br />\r\nJam Studio VR Trademark",
            "developers": [
                "Beamz Interactive, Inc."
            ],
            "publishers": [
                "Beamz Interactive, Inc."
            ],
            "price_overview": {
                "currency": "EUR",
                "initial": 2099,
                "final": 2099,
                "discount_percent": 0,
                "initial_formatted": "",
                "final_formatted": "20,99€"
            },
            "packages": [
                308225
            ],
            "package_groups": [
                {
                    "name": "default",
                    "title": "Buy Jam Studio VR - Education & Health Care Edition",
                    "description": "",
                    "selection_text": "Select a purchase option",
                    "save_text": "",
                    "display_type": 0,
                    "is_recurring_subscription": "false",
                    "subs": [
                        {
                            "packageid": 308225,
                            "percent_savings_text": "",
                            "percent_savings": 0,
                            "option_text": "Jam Studio VR - Education & Health Care Edition - 20,99€",
                            "option_description": "",
                            "can_get_free_license": "0",
                            "is_free_license": false,
                            "price_in_cents_with_discount": 2099
                        }
                    ]
                }
            ],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                }
            ],
            "genres": [
                {
                    "id": "4",
                    "description": "Casual"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_7ae047f72a916f526edba6853596a7a4100adadc.600x338.jpg?t=1543940927",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_7ae047f72a916f526edba6853596a7a4100adadc.1920x1080.jpg?t=1543940927"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_3298f0cfe27b61791e5e6485921c7493ad06f614.600x338.jpg?t=1543940927",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_3298f0cfe27b61791e5e6485921c7493ad06f614.1920x1080.jpg?t=1543940927"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_3ccec6c3addda0c0e51749294f470b21ef064c5f.600x338.jpg?t=1543940927",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_3ccec6c3addda0c0e51749294f470b21ef064c5f.1920x1080.jpg?t=1543940927"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_a95db5687d1b332867acce40e2600402e1002f5e.600x338.jpg?t=1543940927",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_a95db5687d1b332867acce40e2600402e1002f5e.1920x1080.jpg?t=1543940927"
                },
                {
                    "id": 4,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_101cbe76b01289ddad8a64a54c6a8611e355f229.600x338.jpg?t=1543940927",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_101cbe76b01289ddad8a64a54c6a8611e355f229.1920x1080.jpg?t=1543940927"
                },
                {
                    "id": 5,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_b3bf9cb2ce4ae5d63de2304bcd2b57ebdcd051df.600x338.jpg?t=1543940927",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_b3bf9cb2ce4ae5d63de2304bcd2b57ebdcd051df.1920x1080.jpg?t=1543940927"
                },
                {
                    "id": 6,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_1003798d129c348cd24eb1f8e13a25290bb7834f.600x338.jpg?t=1543940927",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_1003798d129c348cd24eb1f8e13a25290bb7834f.1920x1080.jpg?t=1543940927"
                },
                {
                    "id": 7,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_903147c6a25b08032d14d984cf6384e71e1097e1.600x338.jpg?t=1543940927",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/947490/ss_903147c6a25b08032d14d984cf6384e71e1097e1.1920x1080.jpg?t=1543940927"
                }
            ],
            "movies": [
                {
                    "id": 256729840,
                    "name": "Education and Health Care Overview",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256729840/movie.293x165.jpg?t=1538228689",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256729840/movie480.webm?t=1538228689",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256729840/movie_max.webm?t=1538228689"
                    },
                    "highlight": true
                },
                {
                    "id": 256729846,
                    "name": "Bethany Ranch Home",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256729846/movie.293x165.jpg?t=1538228701",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256729846/movie480.webm?t=1538228701",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256729846/movie_max.webm?t=1538228701"
                    },
                    "highlight": true
                },
                {
                    "id": 256729845,
                    "name": "Gateway Academy Interview",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256729845/movie.293x165.jpg?t=1538228711",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256729845/movie480.webm?t=1538228711",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256729845/movie_max.webm?t=1538228711"
                    },
                    "highlight": true
                },
                {
                    "id": 256729936,
                    "name": "In Action Featuring David Ellefson",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256729936/movie.293x165.jpg?t=1538228723",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256729936/movie480.webm?t=1538228723",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256729936/movie_max.webm?t=1538228723"
                    },
                    "highlight": true
                },
                {
                    "id": 256733225,
                    "name": "Music Education Series",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256733225/movie.293x165.jpg?t=1540430394",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256733225/movie480.webm?t=1540430394",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256733225/movie_max.webm?t=1540430394"
                    },
                    "highlight": true
                },
                {
                    "id": 256729841,
                    "name": "EXPERIENCE Jam Studio VR",
                    "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256729841/movie.293x165.jpg?t=1538228734",
                    "webm": {
                        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256729841/movie480.webm?t=1538228734",
                        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256729841/movie_max.webm?t=1538228734"
                    },
                    "highlight": true
                }
            ],
            "release_date": {
                "coming_soon": false,
                "date": "23 Oct, 2018"
            },
            "support_info": {
                "url": "",
                "email": "info@thebeamz.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/947490/page_bg_generated_v6b.jpg?t=1543940927",
            "content_descriptors": {
                "ids": [],
                "notes": null
            }
        }
    }
}