{
    "950690": {
        "success": true,
        "data": {
            "type": "demo",
            "name": "NAMELESS Demo",
            "steam_appid": 950690,
            "required_age": 0,
            "is_free": true,
            "controller_support": "full",
            "detailed_description": "A Psychological Top-Down Shooter with Earthbound dialogue. Utilize a mix of Action-stealth game play, turn invisible and outsmart your enemies, while given the option to kill or knockout your foes.<br />\r\n<br />\r\nThis demo showcases different game-play moments portrayed in the full game.<br />\r\n<br />\r\nUnique Challenge mission also included.",
            "about_the_game": "A Psychological Top-Down Shooter with Earthbound dialogue. Utilize a mix of Action-stealth game play, turn invisible and outsmart your enemies, while given the option to kill or knockout your foes.<br />\r\n<br />\r\nThis demo showcases different game-play moments portrayed in the full game.<br />\r\n<br />\r\nUnique Challenge mission also included.",
            "short_description": "A Psychological Top-Down Shooter with Earthbound dialogue. Utilize a mix of Action-stealth game play, turn invisible and outsmart your enemies, while given the option to kill or knockout your foes. This demo showcases different game-play moments portrayed in the full game. Unique Challenge mission also included.",
            "fullgame": {
                "appid": "834440",
                "name": "NAMELESS"
            },
            "supported_languages": "English",
            "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/950690/header.jpg?t=1538935355",
            "website": "https://tinywarriorgames.com/",
            "pc_requirements": {
                "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows XP, Vista, 7 or 8, or 10<br></li><li><strong>Processor:</strong> 1.2 GHz<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> 128MB<br></li><li><strong>Storage:</strong> 75 MB available space</li></ul>"
            },
            "mac_requirements": [],
            "linux_requirements": [],
            "legal_notice": "END USERS LICENCE AGREEMENT<br />\r\nPlease read the following terms and conditions carefully before using this videogame. Your use, distribution or installation of this copy of \"Nameless\" indicates your acceptance of this License.<br />\r\nvideogame here means Software, image files, all accompanying files, data and materials received with your order of \"Nameless\".<br />\r\nIf you do not agree to any of the terms of this License, then do not install, distribute or use the videogame. If you have purchased a single copy from Tiny Warrior Games or an authorized distributor, reseller or any retail channel, you may return it unused, within thirty (30) days after purchase, for a refund of your payment less any incidental charges. The 30-day warrantee is applicable only to products bought within The United States. Products downloaded to or shipped out of The United States are strictly non-refundable. <br />\r\nWarrantee covers defects in the software, which prevents successfully installing the software in the buyer's PC. Warrantee does not cover fitness of purpose, not meeting of expectations or needs in the mind of the buyer. <br />\r\nThis videogame is for personal use only and may be installed and used by on only one computer. Its component parts may not be separated for use on more than one computer. videogame may be accessed through a network only after obtaining a site license. All components accompanying the software are copyrighted by Tiny Warrior Games and may not be taken apart, modified, used or published with other software or means except with the videogame software and may not be distributed or copied in any manner.<br />\r\nThis videogame, all accompanying files, data and materials, are distributed \"AS IS\" and with no warranties of any kind, whether express or implied. The user must assume all risk of using the program. This disclaimer of warranty constitutes an essential part of the agreement. <br />\r\nAny liability of Tiny Warrior Games will be limited exclusively to refund of purchase price. In addition, in no event shall Tiny Warrior Games, or its principals, shareholders, officers, employees, affiliates, contractors, subsidiaries, or parent organizations, be liable for any incidental, consequential, punitive or any other damages whatsoever relating to the use of videogame.<br />\r\nIn addition, in no event does Tiny Warrior Games authorize you to use this videogame in applications or systems where videogame 's failure to perform can reasonably be expected to result in a physical injury, or in loss of life. Any such use by you is entirely at your own risk, and you agree to hold Tiny Warrior Games harmless from any claims or losses relating to such unauthorized use.<br />\r\nThis Agreement constitutes the entire statement of the Agreement between the parties on the subject matter, and merges and supersedes all other or prior understandings, purchase orders, agreements and arrangements. This Agreement shall be governed by the laws of The United States. <br />\r\nTiny Warrior Games the owner of the copyright of this videogame, all of its derivatives, title and accompanying materials are the exclusive property of Tiny Warrior Games. All rights of any kind, which are not expressly granted in this License, are entirely and exclusively reserved to and by Tiny Warrior Games. You may not rent, lease, transfer, modify, translate, reverse engineer, de-compile, disassemble or create derivative works based on this videogame. You may not make access to videogame available to others in connection with a service bureau, application service provider, or similar business, or use this videogame in a business to provide file compression, decompression, or conversion services to others. There are no third party beneficiaries of any promises, obligations or representations made by Tiny Warrior Games herein.<br />\r\nYou may not disclose to other persons the data or techniques relating to this videogame that you know or should know that it is a trade secret of Tiny Warrior Games in any manner that will cause damage to Tiny Warrior Games. <br />\r\nThis videogame and all services provided may be used for lawful purposes only.<br />\r\nTransmission, storage, or presentation of any information, data or material in violation of any The United States, State or City law is strictly prohibited. This includes, but is not limited to: copyrighted material, material we judge to be threatening or obscene, or material protected by trade secret and other statute. You agree to indemnify and hold Tiny Warrior Games harmless from any claims resulting from the use of this videogame, which may damage any other party.",
            "developers": [
                "Tiny Warrior Games"
            ],
            "publishers": [
                "Tiny Warrior Games"
            ],
            "package_groups": [],
            "platforms": {
                "windows": true,
                "mac": false,
                "linux": false
            },
            "categories": [
                {
                    "id": 2,
                    "description": "Single-player"
                },
                {
                    "id": 10,
                    "description": "Game demo"
                },
                {
                    "id": 28,
                    "description": "Full controller support"
                }
            ],
            "genres": [
                {
                    "id": "1",
                    "description": "Action"
                },
                {
                    "id": "23",
                    "description": "Indie"
                }
            ],
            "screenshots": [
                {
                    "id": 0,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/950690/ss_dd4d6be2414a74d568005c917411ebb2daef598a.600x338.jpg?t=1538935355",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/950690/ss_dd4d6be2414a74d568005c917411ebb2daef598a.1920x1080.jpg?t=1538935355"
                },
                {
                    "id": 1,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/950690/ss_3b6781603ee29e4e8fd2c5a2e05880d9efd02a1f.600x338.jpg?t=1538935355",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/950690/ss_3b6781603ee29e4e8fd2c5a2e05880d9efd02a1f.1920x1080.jpg?t=1538935355"
                },
                {
                    "id": 2,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/950690/ss_dc81919192d6485d28f2e3eb53cc422db125613e.600x338.jpg?t=1538935355",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/950690/ss_dc81919192d6485d28f2e3eb53cc422db125613e.1920x1080.jpg?t=1538935355"
                },
                {
                    "id": 3,
                    "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/950690/ss_578c205e6a0770f80e9aa0497cf867da099f334e.600x338.jpg?t=1538935355",
                    "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/950690/ss_578c205e6a0770f80e9aa0497cf867da099f334e.1920x1080.jpg?t=1538935355"
                }
            ],
            "achievements": {
                "total": 0
            },
            "release_date": {
                "coming_soon": false,
                "date": "5 Oct, 2018"
            },
            "support_info": {
                "url": "https://tinywarriorgames.com/",
                "email": "Tinywarriordev@gmail.com"
            },
            "background": "https://steamcdn-a.akamaihd.net/steam/apps/950690/page_bg_generated_v6b.jpg?t=1538935355",
            "content_descriptors": {
                "ids": [
                    5
                ],
                "notes": "Mild Violence"
            }
        }
    }
}